messagedetail096500=SAMLArtifact\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u3001\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u306E\u30D0\u30A4\u30C8\u914D\u5217\u3092\u6E21\u3059\u304B\u3001\u307E\u305F\u306F\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306E3\u3064\u306E\u30D0\u30A4\u30C8\u914D\u5217\u3092\u6E21\u3059\u3053\u3068\u306B\u3088\u308A\u4F5C\u6210\u3067\u304D\u307E\u3059\u3002
cause096500=\u6E21\u3055\u308C\u308B\u30D1\u30E9\u30E1\u30FC\u30BF{0}\u304Cnull\u3067\u3042\u308B\u304B\u3001\u307E\u305F\u306F\u9577\u3055\u304C{1}\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action096500=SAMLArtifact\u30B3\u30F3\u30B9\u30C8\u30E9\u30AF\u30BF\u306B\u6E21\u3055\u308C\u308B\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096501=samlp:ArtifactResponse\u3067\u623B\u3055\u308C\u305FSAML\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30BF\u30A4\u30D7\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002{0}\u30BF\u30A4\u30D7\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause096501=samlp:ArtifactResponse\u3067\u623B\u3055\u308C\u305FSAML\u30E1\u30C3\u30BB\u30FC\u30B8\u304Csamlp:ArtifactRequest\u3067\u30EA\u30AF\u30A8\u30B9\u30C8\u3055\u308C\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action096501=\u30EA\u30E2\u30FC\u30C8ARS\u30B9\u30C8\u30EC\u30FC\u30B8\u3067\u3001\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u306B\u5BFE\u5FDC\u3059\u308B{0}\u304C\u3042\u308B\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096502=\u623B\u3055\u308C\u305Fsamlp:ArtifactResponse\u306BSAML\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u3042\u308A\u307E\u305B\u3093\u3002
cause096502=\u671F\u9650\u304C\u5207\u308C\u305F\u305F\u3081\u306BSAML\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u524A\u9664\u3055\u308C\u305F\u304B\u3001\u307E\u305F\u306F\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306B\u30A2\u30AF\u30BB\u30B9\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002
action096502=\u30EA\u30E2\u30FC\u30C8ARS\u30B9\u30C8\u30EC\u30FC\u30B8\u3067\u3001\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u306B\u5BFE\u5FDC\u3059\u308B\u30A2\u30A4\u30C6\u30E0\u304C\u3042\u308B\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096503=HTTP\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u304Cnull\u3067\u3059\u3002HTTP\u30EA\u30AF\u30A8\u30B9\u30C8\u306E{0}\u30D1\u30E9\u30E1\u30FC\u30BF\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause096503=HTTP\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u304Cnull\u3067\u3057\u305F\u3002HTTP\u30EA\u30AF\u30A8\u30B9\u30C8\u306E{0}\u30D1\u30E9\u30E1\u30FC\u30BF\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action096503=HTTP\u30EA\u30AF\u30A8\u30B9\u30C8\u306Bnull\u4EE5\u5916\u306E\u5024\u306E{0}\u30D1\u30E9\u30E1\u30FC\u30BF\u304C\u3042\u308B\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096504={0}\u30BF\u30A4\u30D7\u306E\u30D0\u30A4\u30F3\u30C9\u30FB\u30CF\u30F3\u30C9\u30E9\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause096504=\u30D0\u30A4\u30F3\u30C7\u30A3\u30F3\u30B0\u30FB\u30CF\u30F3\u30C9\u30E9\u306E\u53D6\u5F97\u4E2D\u306BWebLogic Server\u306E\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action096504=\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u7528\u610F\u3057\u3066My Oracle Support\u306B\u554F\u3044\u5408\u305B\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096505=SAML\u30EC\u30B9\u30DD\u30F3\u30B9\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002{0}\u30BF\u30A4\u30D7\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause096505=\u30EA\u30E2\u30FC\u30C8\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u505C\u6B62\u3057\u3066\u3044\u308B\u304B\u3001\u307E\u305F\u306F\u30E1\u30C3\u30BB\u30FC\u30B8\u4EA4\u63DB\u304C\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3057\u307E\u3057\u305F\u3002
action096505=\u30EA\u30E2\u30FC\u30C8\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096506=\u30D5\u30A3\u30FC\u30EB\u30C9{0}\u306ESAML\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u7121\u52B9\u3067\u3059\u3002\u4E88\u671F\u3055\u308C\u305F\u5024\u306F{1}\u3001\u5B9F\u969B\u306E\u5024\u306F{2}\u3067\u3059\u3002
cause096506=SAML\u30EC\u30B9\u30DD\u30F3\u30B9\u304CSAML\u30EA\u30AF\u30A8\u30B9\u30C8\u3067\u671F\u5F85\u3057\u3066\u3044\u308B\u3082\u306E\u3068\u7570\u306A\u308A\u307E\u3059\u3002
action096506=\u30EA\u30E2\u30FC\u30C8\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096507=\u30A8\u30F3\u30C9\u30FB\u30DD\u30A4\u30F3\u30C8\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002entityID\u306F{0}\u3001\u30B5\u30FC\u30D3\u30B9\u30FB\u30BF\u30A4\u30D7\u306F{1}\u3001\u30A8\u30F3\u30C9\u30FB\u30DD\u30A4\u30F3\u30C8\u7D22\u5F15\u306F{2}\u3067\u3059\u3002
cause096507=\u30A8\u30F3\u30C9\u30FB\u30DD\u30A4\u30F3\u30C8\u304C\u767B\u9332\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action096507=\u767B\u9332\u30B9\u30C8\u30EC\u30FC\u30B8\u306B\u3053\u306E\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u304C\u3042\u308B\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096508={0}\u306B\u7F72\u540D\u3059\u308B\u30AD\u30FC\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
cause096508=\u7F72\u540D{0}\u306E\u305F\u3081\u306E\u30AD\u30FC\u304C\u5B58\u5728\u3057\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action096508=\u30ED\u30FC\u30AB\u30EB\u69CB\u6210\u306B{0}\u306E\u7F72\u540D\u7528\u306E\u30AD\u30FC\u304C\u3042\u308B\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096509={0}\u306E\u7F72\u540D\u3092\u691C\u8A3C\u3059\u308B\u30AD\u30FC\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
cause096509={0}\u306E\u7F72\u540D\u3092\u691C\u8A3C\u3059\u308B\u305F\u3081\u306E\u30AD\u30FC\u304C\u5B58\u5728\u3057\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action096509=\u30D1\u30FC\u30C8\u30CA\u767B\u9332\u60C5\u5831\u306B\u3001{0}\u3092\u691C\u8A3C\u3059\u308B\u30AD\u30FC\u304C\u3042\u308B\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096510=HTTP\u30EA\u30AF\u30A8\u30B9\u30C8\u306BSAML\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u3042\u308A\u307E\u305B\u3093\u3002{0}\u30D1\u30E9\u30E1\u30FC\u30BF\u306E\u5024\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause096510=HTTP\u30EA\u30AF\u30A8\u30B9\u30C8\u306B\u5024\u304C{0}\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u3042\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action096510=HTTP\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u78BA\u8A8D\u3057\u3066\u3001null\u4EE5\u5916\u306E\u5024\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u304C\u3042\u308B\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096511=SSL\u30B5\u30FC\u30D0\u30FC\u304B\u3089\u9001\u4FE1\u3055\u308C\u305F\u8A3C\u660E\u66F8\u30C1\u30A7\u30FC\u30F3\u304Cnull\u307E\u305F\u306F\u7A7A\u3067\u3059\u3002
cause096511=SSL\u30B5\u30FC\u30D0\u30FC\u3068\u3057\u3066\u6A5F\u80FD\u3059\u308B\u30EA\u30E2\u30FC\u30C8\u30FB\u30D1\u30FC\u30C8\u30CA\u304B\u3089\u3001\u81EA\u8EAB\u3092\u8A8D\u8A3C\u3059\u308B\u305F\u3081\u306E\u8A3C\u660E\u66F8\u304C\u9001\u4FE1\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action096511=\u30EA\u30E2\u30FC\u30C8\u30FB\u30D1\u30FC\u30C8\u30CA\u306B\u81EA\u8EAB\u3092\u8A8D\u8A3C\u3059\u308BSSL\u8A3C\u660E\u66F8\u304C\u3042\u308B\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096512={0}\u306E\u305F\u3081\u3001SSL\u30B5\u30FC\u30D0\u30FC\u3092\u4FE1\u983C\u3067\u304D\u307E\u305B\u3093\u3002
cause096512=SSL\u30B5\u30FC\u30D0\u30FC\u3068\u3057\u3066\u6A5F\u80FD\u3059\u308B\u30EA\u30E2\u30FC\u30C8\u30FB\u30D1\u30FC\u30C8\u30CA\u306F\u4FE1\u983C\u3067\u304D\u307E\u305B\u3093\u3002
action096512=\u30EA\u30E2\u30FC\u30C8\u30FB\u30D1\u30FC\u30C8\u30CA\u304C\u81EA\u8EAB\u3092\u8A8D\u8A3C\u3059\u308B\u305F\u3081\u306B\u4F7F\u7528\u3059\u308BSSL\u8A3C\u660E\u66F8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096513=\u30D1\u30FC\u30C8\u30CA\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002entityID(\u307E\u305F\u306FSHA-1\u30CF\u30C3\u30B7\u30E5\u5024)\u304C{0}\u3067\u3059\u3002
cause096513=\u30D1\u30FC\u30C8\u30CA\u306F\u767B\u9332\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action096513=\u767B\u9332\u30B9\u30C8\u30EC\u30FC\u30B8\u306B\u3053\u306E\u30D1\u30FC\u30C8\u30CA\u304C\u3042\u308B\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096514=entityId\u304C{0}\u306E\u30D1\u30FC\u30C8\u30CA\u304B\u3089\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u5C64\u8A3C\u660E\u66F8\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause096514=\u30D1\u30FC\u30C8\u30CA\u304C\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u5C64\u8A3C\u660E\u66F8\u306E\u60C5\u5831\u3092\u767B\u9332\u3057\u3066\u3044\u307E\u305B\u3093\u3002
action096514=\u767B\u9332\u30B9\u30C8\u30EC\u30FC\u30B8\u3067\u3053\u306E\u30D1\u30FC\u30C8\u30CA\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u5C64\u8A3C\u660E\u66F8\u304C\u3042\u308B\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096515=SSL\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306E\u8A8D\u8A3C\u304C\u4E88\u671F\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30AD\u30FC\u3068\u8A3C\u660E\u66F8\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
cause096515=SSL\u30AD\u30FC\u3068\u8A3C\u660E\u66F8\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action096515=\u30E1\u30BF\u30C7\u30FC\u30BF\u306B\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u5C64\u8A3C\u660E\u66F8\u3068\u30AD\u30FC\u304C\u3042\u308B\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096516=HTTP\u30EA\u30AF\u30A8\u30B9\u30C8\u304B\u3089SAML\u7F72\u540D\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u308C\u306F{0}\u30D1\u30E9\u30E1\u30FC\u30BF\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause096516=HTTP\u30EA\u30AF\u30A8\u30B9\u30C8\u306BSAML\u7F72\u540D\u304C\u306A\u3044\u5834\u5408\u3001HTTP\u30EA\u30AF\u30A8\u30B9\u30C8\u306B\u306F\u7F72\u540D\u30A2\u30EB\u30B4\u30EA\u30BA\u30E0\u3082\u3042\u308A\u307E\u305B\u3093\u3002
action096516=HTTP\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u7F72\u540D\u3068\u7F72\u540D\u30A2\u30EB\u30B4\u30EA\u30BA\u30E0\u306F\u540C\u6642\u306B\u5B58\u5728\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
messagedetail096517=SAML\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u7F72\u540D\u3055\u308C\u3066\u3044\u307E\u3057\u305F\u304C\u3001\u7F72\u540D\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause096517=SAML\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u7F72\u540D\u3055\u308C\u3066\u3044\u307E\u3057\u305F\u304C\u3001\u53D6\u5F97\u3059\u308B\u7F72\u540D\u304C\u3042\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action096517=\u7F72\u540D\u306ESAML\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096518=\u7F72\u540D\u304C\u7121\u52B9\u3067\u3059\u3002
cause096518=\u7F72\u540D\u306F\u691C\u8A3C\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u7121\u52B9\u3067\u3057\u305F\u3002
action096518=\u6709\u52B9\u306A\u7F72\u540D\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096519=SAML\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u683C\u7D0D\u3059\u308B\u3068\u304D\u306B\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002SAML\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u683C\u7D0D\u306B\u6210\u529F\u3057\u305F\u304B\u3069\u3046\u304B\u306F\u4E0D\u660E\u3067\u3059\u3002
cause096519=\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u306E\u751F\u6210\u6642\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action096519=\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u3067\u30A8\u30E9\u30FC\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096520=HTTP\u30EA\u30AF\u30A8\u30B9\u30C8\u304B\u3089\u30BF\u30A4\u30D7"{0}"\u306E\u6709\u52B9\u306ASAML\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u53D7\u4FE1\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause096520=HTTP\u30EA\u30AF\u30A8\u30B9\u30C8\u304B\u3089\u30BF\u30A4\u30D7"{0}"\u306E\u6709\u52B9\u306ASAML\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u53D7\u4FE1\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action096520=\u5BFE\u5FDC\u3059\u308B\u30D1\u30FC\u30C8\u30CA\u306E\u69CB\u6210\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096521=HTTP\u30EA\u30AF\u30A8\u30B9\u30C8\u304B\u3089\u30BF\u30A4\u30D7"{0}"\u306E\u6709\u52B9\u306ASAML\u30EC\u30B9\u30DD\u30F3\u30B9\u3092\u53D7\u4FE1\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause096521=HTTP\u30EA\u30AF\u30A8\u30B9\u30C8\u304B\u3089\u30BF\u30A4\u30D7"{0}"\u306E\u6709\u52B9\u306ASAML\u30EC\u30B9\u30DD\u30F3\u30B9\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action096521=\u5BFE\u5FDC\u3059\u308B\u30D1\u30FC\u30C8\u30CA\u306E\u69CB\u6210\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096522={0}\u306E\u7F72\u540D\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause096522={0}\u306E\u7F72\u540D\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action096522={0}\u306E\u7F72\u540D\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
messagedetail096523=\u7121\u52B9\u306A\u8A3C\u660E\u66F8\u307E\u305F\u306F\u30E6\u30FC\u30B6\u30FC\u540D/\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u539F\u56E0\u3067\u8A8D\u8A3C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
cause096523=\u7121\u52B9\u306A\u8A3C\u660E\u66F8\u307E\u305F\u306F\u7121\u52B9\u306A\u30E6\u30FC\u30B6\u30FC\u540D\u3084\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u539F\u56E0\u3067\u8A8D\u8A3C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
action096523=\u8A3C\u660E\u66F8\u307E\u305F\u306F\u30E6\u30FC\u30B6\u30FC\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096524=\u6307\u5B9A\u3057\u305F\u30C8\u30FC\u30AF\u30F3\u30FB\u30BF\u30A4\u30D7\u306E\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30C8\u30FC\u30AF\u30F3\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u7121\u52B9\u3067\u3059\u3002
cause096524=\u30C8\u30FC\u30AF\u30F3\u306E\u30BF\u30A4\u30D7\u306E\u6C7A\u5B9A\u4E2D\u306BWebLogic Server\u306E\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action096524=\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u7528\u610F\u3057\u3066My Oracle Support\u306B\u554F\u3044\u5408\u305B\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096525=\u7F72\u540D\u304C\u5FC5\u8981\u3067\u3059\u304C\u3001\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u306B\u7F72\u540D\u304C\u3042\u308A\u307E\u305B\u3093\u3002
cause096525=\u7F72\u540D\u4ED8\u304D\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u3092\u5FC5\u8981\u3068\u3059\u308BSAML\u69CB\u6210\u3067\u3001\u7F72\u540D\u306A\u3057SAML\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002
action096525=SAML\u30D1\u30FC\u30C8\u30CA\u69CB\u6210\u3092\u78BA\u8A8D\u3059\u308B\u304B\u3001SAML\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail096526=\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u306B\u30B5\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u5FC5\u8981\u3067\u3059\u3002
cause096526=SAML\u30B5\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044SAML\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002
action096526=\u3053\u306E\u554F\u984C\u3092\u4FEE\u6B63\u3059\u308B\u65B9\u6CD5\u306B\u3064\u3044\u3066\u306E\u60C5\u5831\u306F\u3001SAML\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail096527=\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u306BSubjectConfirmation\u304C\u3042\u308A\u307E\u305B\u3093\u3002
cause096527=SAML\u30B5\u30D6\u30B8\u30A7\u30AF\u30C8\u78BA\u8A8D\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044SAML\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002
action096527=\u3053\u306E\u554F\u984C\u3092\u4FEE\u6B63\u3059\u308B\u65B9\u6CD5\u306B\u3064\u3044\u3066\u306E\u60C5\u5831\u306F\u3001SAML\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail096528=\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30BF\u30A4\u30D7: {0}\u3002
cause096528=SAML\u30B5\u30D6\u30B8\u30A7\u30AF\u30C8\u78BA\u8A8D\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044SAML\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002
action096528=\u3053\u306E\u554F\u984C\u3092\u4FEE\u6B63\u3059\u308B\u65B9\u6CD5\u306B\u3064\u3044\u3066\u306E\u60C5\u5831\u306F\u3001SAML\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail096529=\u7F72\u540D\u304C\u5FC5\u8981\u3067\u3059\u304C\u3001\u6307\u5B9A\u3055\u308C\u305F\u30D1\u30FC\u30C8\u30CA\u306E\u69CB\u6210\u306B\u6709\u52B9\u306A\u8A3C\u660E\u66F8\u304C\u3042\u308A\u307E\u305B\u3093\u3002
cause096529=\u7F72\u540D\u304C\u5FC5\u8981\u3067\u3059\u304C\u3001\u6307\u5B9A\u3055\u308C\u305F\u30D1\u30FC\u30C8\u30CA\u306E\u69CB\u6210\u3067\u3001\u8A3C\u660E\u66F8\u304C\u671F\u9650\u5207\u308C\u3067\u3042\u308B\u304B\u3001\u307E\u3060\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u306A\u3044\u304B\u3001\u307E\u305F\u306F\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action096529=\u30D1\u30FC\u30C8\u30CA\u306E\u6709\u52B9\u306A\u8A3C\u660E\u66F8\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096530=\u7F72\u540D\u3092\u691C\u8A3C\u3059\u308B\u30AD\u30FC\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
cause096530=\u4E0D\u9069\u5207\u306A\u30AD\u30FC\u304C\u6307\u5B9A\u3055\u308C\u307E\u3057\u305F\u3002
action096530=\u7F72\u540D\u3092\u691C\u8A3C\u3059\u308B\u305F\u3081\u306E\u9069\u5207\u306A\u30AD\u30FC\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096531=\u7F72\u540D\u304C\u7121\u52B9\u3067\u3059\u3002
cause096531=\u7F72\u540D\u306F\u691C\u8A3C\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u7121\u52B9\u3067\u3057\u305F\u3002
action096531=\u6709\u52B9\u306A\u7F72\u540D\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096532={0}\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306B\u7121\u52B9\u306A\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F: {1}\u3002
cause096532=\u9001\u4FE1\u8005\u304C\u3001\u30D0\u30FC\u30B8\u30E7\u30F32.0\u3067\u306A\u3044\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u9001\u4FE1\u3057\u307E\u3057\u305F\u3002
action096532=SAML\u9001\u4FE1\u8005\u3092\u4FEE\u6B63\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096533=\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u306E\u30AD\u30FC\u60C5\u5831\u306B\u3042\u308B\u8A3C\u660E\u66F8\u304C\u3001\u69CB\u6210\u3055\u308C\u305F\u7F72\u540D\u7528\u8A3C\u660E\u66F8\u3068\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002
cause096533=SAML\u306EKeyInfo\u304CSAML\u30D1\u30FC\u30C8\u30CA\u30FB\u30A8\u30F3\u30C8\u30EA\u3068\u4E00\u81F4\u3057\u306A\u3044SAML\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002
action096533=SAML\u30D1\u30FC\u30C8\u30CA\u69CB\u6210\u3092\u78BA\u8A8D\u3059\u308B\u304B\u3001SAML\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail096534=\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u306B\u767A\u884C\u8005\u304C\u3042\u308A\u307E\u305B\u3093\u3002
cause096534=SAML\u767A\u884C\u8005\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u3001\u307E\u305F\u306FSAML\u767A\u884C\u8005\u304C\u7A7A\u306ESAML\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002
action096534=\u3053\u306E\u554F\u984C\u3092\u4FEE\u6B63\u3059\u308B\u65B9\u6CD5\u306B\u3064\u3044\u3066\u306E\u60C5\u5831\u306F\u3001SAML\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail096535={0}\u306E\u767A\u884C\u8005\u304C\u7121\u52B9\u3067\u3059: {1}\u3002
cause096535=\u9001\u4FE1\u8005\u304C\u3001\u7121\u52B9\u306A\u767A\u884C\u8005URI\u3092\u542B\u3080\u7121\u52B9\u306ASAML\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u9001\u4FE1\u3057\u307E\u3057\u305F\u3002
action096535=\u3053\u306E\u554F\u984C\u3092\u4FEE\u6B63\u3059\u308B\u3088\u3046SAML\u30EA\u30AF\u30A8\u30B9\u30BF\u306B\u554F\u3044\u5408\u305B\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096536=\u7121\u52B9\u306A\u767A\u884C\u8005\u306E\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8: {0}\u3002SAML 2.0\u3067\u306F\u3001\u767A\u884C\u8005\u306E\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u3092\u7701\u7565\u3059\u308B\u304B\u3001\u307E\u305F\u306Furn:oasis:names:tc:SAML:2.0:nameid-format:entity\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308B\u3053\u3068\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002
cause096536=\u9001\u4FE1\u8005\u304C\u3001\u7121\u52B9\u306A\u767A\u884C\u8005\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u5C5E\u6027\u3092\u542B\u3080\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u9001\u4FE1\u3057\u307E\u3057\u305F\u3002
action096536=\u6B63\u3057\u3044\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u9001\u4FE1\u3059\u308B\u3088\u3046SAML\u30EA\u30AF\u30A8\u30B9\u30BF\u306B\u554F\u3044\u5408\u305B\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096537=\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u306F\u307E\u3060\u6709\u52B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093({0}\u6761\u4EF6)\u3002
cause096537=\u53D7\u4FE1\u3057\u305FSAML\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u304C\u307E\u3060\u6709\u52B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
action096537=SAML\u69CB\u6210\u3084\u30B7\u30B9\u30C6\u30E0\u30FB\u30AF\u30ED\u30C3\u30AF\u3092\u78BA\u8A8D\u3059\u308B\u304B\u3001SAML\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail096538=\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u306E\u6709\u52B9\u671F\u9650\u304C\u5207\u308C\u307E\u3057\u305F({0}\u6761\u4EF6)\u3002
cause096538=\u53D7\u4FE1\u3057\u305FSAML\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u304C\u6709\u52B9\u671F\u9650\u5207\u308C\u3067\u3059\u3002
action096538=SAML\u69CB\u6210\u3084\u30B7\u30B9\u30C6\u30E0\u30FB\u30AF\u30ED\u30C3\u30AF\u3092\u78BA\u8A8D\u3059\u308B\u304B\u3001SAML\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail096539=AudienceRestriction\u306E\u6761\u4EF6\u304C\u6E80\u305F\u3055\u308C\u3066\u3044\u307E\u305B\u3093(\u4E00\u81F4\u3059\u308B\u30AA\u30FC\u30C7\u30A3\u30A8\u30F3\u30B9\u304C\u3042\u308A\u307E\u305B\u3093)\u3002
cause096539=\u53D7\u4FE1\u3057\u305FSAML\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u306E\u30AA\u30FC\u30C7\u30A3\u30A8\u30F3\u30B9\u5236\u9650\u304C\u4E0D\u5341\u5206\u3067\u3059\u3002
action096539=SAML\u30D1\u30FC\u30C8\u30CA\u69CB\u6210\u3092\u78BA\u8A8D\u3059\u308B\u304B\u3001SAML\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail096540=\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3: {0}\u306F\u518D\u3073\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
cause096540=\u53D7\u4FE1\u3057\u305FSAML\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u306F\u3059\u3067\u306B\u6D88\u8CBB\u3055\u308C\u3066\u304A\u308A\u3001\u518D\u5EA6\u4F7F\u7528\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
action096540=\u3053\u306E\u554F\u984C\u3092\u4FEE\u6B63\u3059\u308B\u65B9\u6CD5\u306B\u3064\u3044\u3066\u306E\u60C5\u5831\u306F\u3001SAML\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail096541=Web SSO\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u306F\u30D9\u30A2\u30E9\u30FC\u78BA\u8A8D\u30E1\u30BD\u30C3\u30C9\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause096541=SAML\u30B5\u30D6\u30B8\u30A7\u30AF\u30C8\u78BA\u8A8D\u304C\u30D9\u30A2\u30E9\u30FC\u30FB\u30BF\u30A4\u30D7\u3067\u3042\u308B\u5FC5\u8981\u306E\u3042\u308BSAML\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002
action096541=\u3053\u306E\u554F\u984C\u3092\u4FEE\u6B63\u3059\u308B\u65B9\u6CD5\u306B\u3064\u3044\u3066\u306E\u60C5\u5831\u306F\u3001SAML\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail096542=\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u306BNameID\u304C\u3042\u308A\u307E\u305B\u3093\u3002
cause096542=SAML\u767A\u884C\u8005\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u3001\u307E\u305F\u306FSAML\u767A\u884C\u8005\u304C\u7A7A\u306ESAML\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002
action096542=\u3053\u306E\u554F\u984C\u3092\u4FEE\u6B63\u3059\u308B\u65B9\u6CD5\u306B\u3064\u3044\u3066\u306E\u60C5\u5831\u306F\u3001SAML\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail096543=\u30D1\u30FC\u30C8\u30CA: {0}\u306F\u5B58\u5728\u3057\u306A\u3044\u304B\u3001\u307E\u305F\u306F\u7121\u52B9\u3067\u3059\u3002
cause096543=\u30D1\u30FC\u30C8\u30CA: {0}\u306F\u5B58\u5728\u3057\u306A\u3044\u304B\u3001\u307E\u305F\u306F\u7121\u52B9\u3067\u3059\u3002
action096543=\u6307\u5B9A\u3055\u308C\u305F\u30D1\u30FC\u30C8\u30CA\u3092\u767B\u9332\u3059\u308B\u304B\u3001\u307E\u305F\u306F\u6709\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096544=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002partnerName: {0}\u3001\u30EA\u30AF\u30A8\u30B9\u30C8URI: {1}\u3002
cause096544=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002partnerName: {0}\u3001\u30EA\u30AF\u30A8\u30B9\u30C8URI: {1}\u3002
action096544=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u306E\u8A2D\u5B9A\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096545=\u30D1\u30FC\u30C8\u30CA{0}\u306E\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
cause096545=\u30D1\u30FC\u30C8\u30CA{0}\u306B\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action096545=\u30D1\u30FC\u30C8\u30CA{0}\u306B\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u5B9A\u7FA9\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096546=\u30AD\u30FC\u30FB\u30B9\u30C8\u30A2\u3067{0}\u306B\u7F72\u540D\u3059\u308B\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u7F72\u540D\u30AD\u30FC\u304C\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
cause096546=\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u7F72\u540D\u30AD\u30FC\u304C\u30ED\u30FC\u30AB\u30EB\u69CB\u6210\u306B\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u306A\u3044\u304B\u3001\u30AD\u30FC/\u30AD\u30FC\u30B9\u30C8\u30A2\u304C\u7121\u52B9\u304B\u306E\u3044\u305A\u308C\u304B\u3067\u3059\u3002
action096546=SAML\u30B5\u30FC\u30D3\u30B9\u306E\u30AD\u30FC\u69CB\u6210\u3092\u4FEE\u6B63\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096547=SAML2\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u30FB\u30B3\u30FC\u30C9\u306F\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u5931\u6557\u3057\u305F\u3053\u3068\u3092\u793A\u3057\u307E\u3059: {0}\u3002
cause096547=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u304B\u3089\u306ESAML2\u30EC\u30B9\u30DD\u30F3\u30B9\u306F\u3001\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u5931\u6557\u3057\u305F\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002
action096547=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u306B\u7406\u7531\u3092\u554F\u3044\u5408\u305B\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096548=\u767A\u884C\u8005URI {0}\u306EID\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
cause096548=\u767A\u884C\u8005URI {0}\u306EID\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u304C\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action096548=\u767A\u884C\u8005URI {0}\u306EID\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u3092\u5B9A\u7FA9\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096549=\u30D1\u30FC\u30C8\u30CA\u30FB\u30EC\u30B8\u30B9\u30C8\u30EA\u3067\u30D1\u30FC\u30C8\u30CA{1}\u306E{0}\u3092\u691C\u8A3C\u3059\u308B\u6709\u52B9\u306A\u8A3C\u660E\u66F8\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
cause096549=\u6307\u5B9A\u3055\u308C\u305F\u30D1\u30FC\u30C8\u30CA\u306E\u8A3C\u660E\u66F8\u304C\u671F\u9650\u5207\u308C\u3067\u3042\u308B\u304B\u3001\u307E\u3060\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u306A\u3044\u304B\u3001\u307E\u305F\u306F\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action096549=\u30D1\u30FC\u30C8\u30CA\u306E\u6709\u52B9\u306A\u8A3C\u660E\u66F8\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096550=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3{0}\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u4F5C\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
cause096550=\u3053\u308C\u306F\u901A\u5E38\u3001\u3044\u305A\u308C\u304B\u306ELoginSessionListeners\u304C\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u4F5C\u6210\u306B\u5931\u6557\u3057\u3066\u3044\u308B\u3053\u3068\u304C\u539F\u56E0\u3067\u3059\u3002
action096550=\u3059\u3079\u3066\u306E\u30EA\u30B9\u30CA\u30FC\u304C\u9069\u5207\u306B\u52D5\u4F5C\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3059\u308B\u304B\u3001\u518D\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3092\u8A66\u307F\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096551=\u30ED\u30FC\u30AB\u30EB\u69CB\u6210\u306E{0}\u30D0\u30A4\u30F3\u30C9\u304C\u6709\u52B9\u3067\u3042\u308A\u307E\u305B\u3093\u3002
cause096551=\u30ED\u30FC\u30AB\u30EB\u69CB\u6210\u306E\u30D0\u30A4\u30F3\u30C9{0}\u304C\u6709\u52B9\u3067\u3042\u308A\u307E\u305B\u3093\u3002
action096551=\u30ED\u30FC\u30AB\u30EB\u69CB\u6210\u306E\u30D0\u30A4\u30F3\u30C9{0}\u3092\u6709\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096552=\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u5B9B\u5148{0}\u304C\u30ED\u30FC\u30AB\u30EB\u30FB\u30B5\u30A4\u30C8{1}\u3068\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002
cause096552=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u304B\u3089\u53D7\u4FE1\u3057\u305FSAML2\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u4E0D\u6B63\u3067\u3059\u3002
action096552=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u306B\u554F\u3044\u5408\u305B\u3066\u3001\u751F\u6210\u3055\u308C\u305F\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096554=\u30EC\u30B9\u30DD\u30F3\u30B9\u306E{0}\u3067\u3001InResponseTo\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
cause096554=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u304B\u3089\u53D7\u4FE1\u3057\u305FSAML2\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u4E0D\u6B63\u3067\u3059\u3002
action096554=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u306B\u554F\u3044\u5408\u305B\u3066\u3001\u751F\u6210\u3055\u308C\u305F\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096555=\u5C5E\u6027{0}\u3092\u7A7A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
cause096555=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u304B\u3089\u53D7\u4FE1\u3057\u305FSAML2\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u4E0D\u6B63\u3067\u3059\u3002
action096555=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u306B\u554F\u3044\u5408\u305B\u3066\u3001\u751F\u6210\u3055\u308C\u305F\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096556=\u5C5E\u6027{0}\u306F\u7701\u7565\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause096556=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u304B\u3089\u53D7\u4FE1\u3057\u305FSAML2\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u4E0D\u6B63\u3067\u3059\u3002
action096556=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u306B\u554F\u3044\u5408\u305B\u3066\u3001\u751F\u6210\u3055\u308C\u305F\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096557=SSO\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u306E\u78BA\u8A8D\u30E1\u30BD\u30C3\u30C9{0}\u306F{1}\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause096557=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u304B\u3089\u53D7\u4FE1\u3057\u305FSAML2\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u4E0D\u6B63\u3067\u3059\u3002
action096557=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u306B\u554F\u3044\u5408\u305B\u3066\u3001\u751F\u6210\u3055\u308C\u305F\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096558=\u30B5\u30D6\u30B8\u30A7\u30AF\u30C8\u78BA\u8A8D\u30C7\u30FC\u30BF{0}\u306E\u53D7\u4FE1\u8005\u306F\u3001\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9{1}\u306E\u5B9B\u5148\u3068\u540C\u3058\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause096558=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u304B\u3089\u53D7\u4FE1\u3057\u305FSAML2\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u4E0D\u6B63\u3067\u3059\u3002
action096558=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u306B\u554F\u3044\u5408\u305B\u3066\u3001\u751F\u6210\u3055\u308C\u305F\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096559=\u30B5\u30D6\u30B8\u30A7\u30AF\u30C8\u78BA\u8A8D\u30C7\u30FC\u30BF{0}\u306EInResponseTo\u306F\u3001\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9{1}\u306EInResponseTo\u3068\u540C\u3058\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause096559=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u304B\u3089\u53D7\u4FE1\u3057\u305FSAML2\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u4E0D\u6B63\u3067\u3059\u3002
action096559=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u306B\u554F\u3044\u5408\u305B\u3066\u3001\u751F\u6210\u3055\u308C\u305F\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096560=\u767A\u884C\u8005\u306E\u8981\u7D20\u3068\u3057\u3066\u3001NameQualifier\u3001SPNameQualifer\u304A\u3088\u3073SPProviderID\u3092\u6301\u3064\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
cause096560=SAML\u30EA\u30AF\u30A8\u30B9\u30BF\u304C\u3001\u7121\u52B9\u306A<Issuer>\u3092\u542B\u3080\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u9001\u4FE1\u3057\u307E\u3057\u305F\u3002
action096560=\u3053\u308C\u3092\u4FEE\u6B63\u3059\u308B\u3088\u3046SAML\u30EA\u30AF\u30A8\u30B9\u30BF\u306B\u554F\u3044\u5408\u305B\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096561=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA{0}\u304C\u6709\u52B9\u306B\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
cause096561=\u6307\u5B9A\u3055\u308C\u305F\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u304C\u6709\u52B9\u306B\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action096561=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u3092\u6709\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096562={0}\u306E\u9001\u4FE1\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause096562=SAML\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u306E\u9001\u4FE1\u4E2D\u306BWebLogic Server\u306E\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action096562=\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u7528\u610F\u3057\u3066My Oracle Support\u306B\u554F\u3044\u5408\u305B\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096563={0}\u306E\u53D7\u4FE1\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause096563=SAML\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u304C\u30EA\u30AF\u30A8\u30B9\u30C8\u3055\u308C\u305F\u3068\u304D\u306BWebLogic Server\u306E\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action096563=\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u7528\u610F\u3057\u3066My Oracle Support\u306B\u554F\u3044\u5408\u305B\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096564=\u30D1\u30FC\u30C8\u30CA{0}\u306E{1}\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause096564=SAML\u30D1\u30FC\u30C8\u30CA\u306E\u69CB\u6210\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action096564=\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u7528\u610F\u3057\u3066My Oracle Support\u306B\u554F\u3044\u5408\u305B\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096565=\u57FA\u672C\u8A8D\u8A3C/\u8A3C\u660E\u66F8\u304C\u7121\u52B9\u306A\u305F\u3081\u3001\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u30FB\u30EA\u30AF\u30A8\u30B9\u30BF\u306E\u8A8D\u8A3C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
cause096565=\u7121\u52B9\u306ABasic\u8A8D\u8A3C/\u8A3C\u660E\u66F8\u304C\u3042\u308A\u307E\u3057\u305F\u3002
action096565=\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u3067\u8A73\u7D30\u3092\u78BA\u8A8D\u3057\u3001\u9069\u5207\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u884C\u3044\u307E\u3059\u3002
messagedetail096566=SAML2\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30B5\u30FC\u30D3\u30B9\u306F\u30ED\u30FC\u30AB\u30EB\u69CB\u6210\u3067\u7121\u52B9\u306B\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u3044\u304F\u3064\u304B\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306B\u9001\u4FE1\u3055\u308C\u307E\u3057\u305F\u3002
cause096566=SAML2\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30B5\u30FC\u30D3\u30B9\u306F\u30ED\u30FC\u30AB\u30EB\u69CB\u6210\u3067\u7121\u52B9\u306B\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306B\u9001\u4FE1\u3055\u308C\u307E\u3057\u305F\u3002
action096566=\u30ED\u30FC\u30AB\u30EB\u69CB\u6210\u3067\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u6709\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096567=\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u30FB\u30B5\u30FC\u30D3\u30B9\u306F\u3001\u3053\u306E\u767A\u884C\u8005URI {0}\u306E\u30EC\u30B8\u30B9\u30C8\u30EA\u3067\u30B5\u30FC\u30D3\u30B9\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u3092\u691C\u7D22\u3067\u304D\u307E\u305B\u3093
cause096567=\u30D1\u30FC\u30C8\u30CA\u30FB\u30EC\u30B8\u30B9\u30C8\u30EA\u3067\u30D1\u30FC\u30C8\u30CA\u304C\u6B63\u3057\u304F\u69CB\u6210\u3055\u308C\u3066\u3044\u306A\u3044\u304B\u3001\u307E\u305F\u306F\u3001\u3053\u306E\u767A\u884C\u8005\u304C\u30EC\u30B8\u30B9\u30C8\u30EA\u3067\u6709\u52B9\u5316/\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action096567=\u30D1\u30FC\u30C8\u30CA\u30FB\u30EC\u30B8\u30B9\u30C8\u30EA\u3067\u30D1\u30FC\u30C8\u30CA\u3092\u6B63\u3057\u304F\u69CB\u6210\u3059\u308B\u304B\u3001\u307E\u305F\u306F\u3053\u306E\u767A\u884C\u8005\u3092\u51E6\u7406\u3057\u306A\u3044\u5834\u5408\u306F\u5358\u306B\u7121\u8996\u3057\u307E\u3059\u3002\u3053\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u767A\u884C\u3057\u305F\u30B5\u30FC\u30D3\u30B9\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u30A8\u30E9\u30FC\u304C\u3042\u308B\u53EF\u80FD\u6027\u3082\u3042\u308A\u307E\u3059\u3002
messagedetail096568=\u30D1\u30FC\u30C8\u30CA\u30FB\u30EC\u30B8\u30B9\u30C8\u30EA\u3067\u30B5\u30FC\u30D3\u30B9\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA{0}\u304C\u7121\u52B9\u306B\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u3001\u305D\u308C\u3089\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u51E6\u7406\u3067\u304D\u307E\u305B\u3093\u3002
cause096568=\u6307\u5B9A\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u306F\u3001\u30D1\u30FC\u30C8\u30CA\u306E\u30EC\u30B8\u30B9\u30C8\u30EA\u3067\u7121\u52B9\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002
action096568=\u30D1\u30FC\u30C8\u30CA\u30FB\u30EC\u30B8\u30B9\u30C8\u30EA\u3067\u3053\u306E\u30D1\u30FC\u30C8\u30CA\u3092\u6709\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096569=AuthnRequest\u3067\u306F\u30D1\u30C3\u30B7\u30D6\u30FB\u30E2\u30FC\u30C9\u3067\u30E6\u30FC\u30B6\u30FC\u3092\u8A8D\u8A3C\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u304C\u3001Idp\u3067\u306F\u3053\u308C\u3092\u884C\u3048\u307E\u305B\u3093\u3002
cause096569=AuthnRequest\u3067\u306F\u30D1\u30C3\u30B7\u30D6\u30FB\u30E2\u30FC\u30C9\u3067\u30E6\u30FC\u30B6\u30FC\u3092\u8A8D\u8A3C\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u304C\u3001\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3067\u306F\u3053\u308C\u3092\u884C\u3048\u307E\u305B\u3093\u3002
action096569=\u30B5\u30FC\u30D3\u30B9\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u30D1\u30C3\u30B7\u30D6\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u9001\u4FE1\u3057\u306A\u3044\u3088\u3046\u306B\u3059\u308B\u304B\u3001\u307E\u305F\u306F\u3053\u306E\u30A8\u30E9\u30FC\u3092\u5358\u306B\u7121\u8996\u3057\u307E\u3059\u3002
messagedetail096570=\u30E6\u30FC\u30B6\u30FC\u306FSAML2\u30B5\u30FC\u30D3\u30B9\u306E\u30ED\u30B0\u30A4\u30F3\u30FB\u30EA\u30BF\u30FC\u30F3URL\u306B\u30A2\u30AF\u30BB\u30B9\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u306E\u30E6\u30FC\u30B6\u30FC\u306F\u8A8D\u8A3C\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
cause096570=\u30E6\u30FC\u30B6\u30FC\u306F\u3053\u306E\u30DA\u30FC\u30B8\u306B\u9593\u9055\u3063\u3066\u30A2\u30AF\u30BB\u30B9\u3057\u3066\u3044\u308B\u304B\u3001\u30D6\u30C3\u30AF\u30DE\u30FC\u30AF\u306B\u6307\u5B9A\u3057\u3066\u3044\u308B\u304B\u3001\u307E\u305F\u306F\u30ED\u30B0\u30A4\u30F3\u30FB\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C\u9069\u5207\u306B\u6A5F\u80FD\u3057\u3066\u3044\u307E\u305B\u3093\u3002
action096570=\u30ED\u30B0\u30A4\u30F3\u30FB\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u4FEE\u6B63\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096571=\u30E6\u30FC\u30B6\u30FC\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u306B<AuthnRequest>\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u30FB\u30D7\u30ED\u30BB\u30B9\u3092\u7D9A\u884C\u3067\u304D\u307E\u305B\u3093\u3002
cause096571=\u30E6\u30FC\u30B6\u30FC\u30FB\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u671F\u9650\u304C\u5207\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u30E6\u30FC\u30B6\u30FC\u306F\u4E00\u756A\u6700\u521D\u304B\u3089\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u30FB\u30D7\u30ED\u30BB\u30B9\u3092\u884C\u3046\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u308C\u306F\u3001\u4E0D\u6B63\u306A\u30ED\u30B0\u30A4\u30F3\u30FB\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u3082\u767A\u751F\u3059\u308B\u3053\u3068\u304C\u3042\u308A\u307E\u3059\u3002
action096571=\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u30FB\u30D7\u30ED\u30BB\u30B9\u3092\u6700\u521D\u304B\u3089\u958B\u59CB\u3059\u308B\u304B\u3001\u307E\u305F\u306F\u30ED\u30B0\u30A4\u30F3\u30FB\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u4FEE\u6B63\u3057\u307E\u3059\u3002
messagedetail096572=\u30E6\u30FC\u30B6\u30FC\u306F\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u30A4\u30CB\u30B7\u30A8\u30FC\u30BF\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u30A2\u30AF\u30BB\u30B9\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u307E\u3060\u8A8D\u8A3C\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
cause096572=\u30E6\u30FC\u30B6\u30FC\u306F\u3053\u306E\u30DA\u30FC\u30B8\u306B\u9593\u9055\u3063\u3066\u30A2\u30AF\u30BB\u30B9\u3057\u3066\u3044\u308B\u304B\u3001\u30D6\u30C3\u30AF\u30DE\u30FC\u30AF\u306B\u6307\u5B9A\u3057\u3066\u3044\u308B\u304B\u3001\u307E\u305F\u306F\u30ED\u30B0\u30A4\u30F3\u30FB\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C\u9069\u5207\u306B\u6A5F\u80FD\u3057\u3066\u3044\u307E\u305B\u3093\u3002
action096572=\u30ED\u30B0\u30A4\u30F3\u30FB\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u4FEE\u6B63\u3059\u308B\u304B\u3001\u307E\u305F\u306F\u3001\u3053\u306EURL\u3078\u306E\u30DA\u30FC\u30B8\u30FB\u30EA\u30F3\u30AF\u3092\u4FEE\u6B63\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096573=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u958B\u59CB\u3059\u308B\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u306B\u306F\u30D1\u30E9\u30E1\u30FC\u30BF{0}\u304C\u5FC5\u8981\u3067\u3059\u304C\u3001\u30EA\u30AF\u30A8\u30B9\u30C8\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
cause096573=\u30E6\u30FC\u30B6\u30FC\u307E\u305F\u306F\u30EA\u30F3\u30AF\u304C\u3001\u3053\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u8FFD\u52A0\u3057\u3066\u3044\u307E\u305B\u3093\u3002
action096573=\u30EA\u30AF\u30A8\u30B9\u30C8\u306B\u3053\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u8FFD\u52A0\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096574=\u540D\u524D{0}\u306E\u30D1\u30FC\u30C8\u30CA\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
cause096574=\u540D\u524D\u304C{0}\u306E\u30D1\u30FC\u30C8\u30CA\u304C\u30D1\u30FC\u30C8\u30CA\u30FB\u30EC\u30B8\u30B9\u30C8\u30EA\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
action096574=\u6307\u5B9A\u3055\u308C\u305F\u540D\u524D\u306E\u30D1\u30FC\u30C8\u30CA\u3092\u8FFD\u52A0\u3059\u308B\u304B\u3001\u30D1\u30FC\u30C8\u30CA\u306E\u540D\u524D\u3092\u3053\u306E\u540D\u524D\u306B\u5909\u66F4\u3057\u307E\u3059\u3002
messagedetail096575=\u30EA\u30EC\u30FC\u72B6\u614B\u306EURL\u304C\u9577\u3059\u304E\u307E\u3059\u3002SAML\u4ED5\u69D8\u3067\u306F\u3001RelayState\u30D1\u30E9\u30E1\u30FC\u30BF\u306F80\u30D0\u30A4\u30C8\u3092\u8D85\u3048\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
cause096575=\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u958B\u59CB\u3057\u305F\u30B5\u30FC\u30D3\u30B9\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306780\u30D0\u30A4\u30C8\u3092\u8D85\u3048\u308B\u30EA\u30AF\u30A8\u30B9\u30C8URL\u304C\u9001\u4FE1\u3055\u308C\u307E\u3057\u305F\u3002
action096575=\u30B5\u30FC\u30D3\u30B9\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306EURL\u304C\u9577\u3059\u304E\u308B\u5834\u5408\u306F\u3001\u305D\u308C\u3092\u9001\u4FE1\u3057\u307E\u305B\u3093\u3002
messagedetail096576=AuthnRequest\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3067\u306A\u304F\u3001{0}\u306ESAML\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002
cause096576=SAML\u30EA\u30AF\u30A8\u30B9\u30BF\u304C\u3001\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u7121\u52B9\u306A\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u9001\u4FE1\u3057\u307E\u3057\u305F\u3002
action096576=\u6709\u52B9\u306A\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u9001\u4FE1\u3059\u308B\u3088\u3046\u30EA\u30AF\u30A8\u30B9\u30BF\u306B\u554F\u3044\u5408\u305B\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096577=\u30EA\u30AF\u30A8\u30B9\u30BF\u304B\u3089\u306E{0}\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306E\u53D7\u4FE1\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u306A\u3093\u3089\u304B\u306E\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause096577=\u539F\u56E0\u306F\u3001\u30ED\u30B0\u5185\u306E\u5225\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action096577=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u307E\u305F\u306F\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306E\u30A8\u30E9\u30FC\u3092\u4FEE\u6B63\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096578=\u30E6\u30FC\u30B6\u30FC\u306E\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u3092\u751F\u6210\u3067\u304D\u307E\u305B\u3093\u3002
cause096578=\u8CC7\u683C\u8A3C\u660E\u30DE\u30C3\u30D1\u30FC\u306B\u30A8\u30E9\u30FC\u304C\u3042\u308B\u304B\u3001\u307E\u305F\u306FSAML2\u8CC7\u683C\u8A3C\u660E\u30DE\u30C3\u30D1\u30FC\u304C\u6B63\u3057\u304F\u69CB\u6210\u3055\u308C\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action096578=SAML2\u8CC7\u683C\u8A3C\u660E\u30DE\u30C3\u30D1\u30FC\u3092\u6B63\u3057\u304F\u69CB\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096579=\u8CC7\u683C\u8A3C\u660E\u30DE\u30C3\u30D1\u30FC\u304B\u3089\u306E\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u306E\u30A2\u30F3\u30DE\u30FC\u30B7\u30E3\u30EA\u30F3\u30B0\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
cause096579=\u30A2\u30F3\u30DE\u30FC\u30B7\u30E3\u30EA\u30F3\u30B0\u4E2D\u306BWebLogic Server\u306E\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action096579=\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u7528\u610F\u3057\u3066My Oracle Support\u306B\u554F\u3044\u5408\u305B\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096580={0}\u30D1\u30FC\u30C8\u30CA\u3067\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30B3\u30F3\u30B7\u30E5\u30FC\u30DE\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
cause096580=\u30D1\u30FC\u30C8\u30CA\u3067\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30B3\u30F3\u30B7\u30E5\u30FC\u30DE\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action096580=\u3053\u306E\u30D1\u30FC\u30C8\u30CA\u306EACS\u30B5\u30FC\u30D3\u30B9\u3092\u69CB\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096581=<AuthnRequest>\u306E\u5B9B\u5148\u5C5E\u6027\u304C\u30ED\u30FC\u30AB\u30EB\u69CB\u6210\u3068\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002\u4E88\u671F\u3055\u308C\u305F\u5C5E\u6027: {0}\u3001\u53D6\u5F97\u3057\u305F\u5C5E\u6027: {1}\u3002
cause096581=\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u9593\u9055\u3063\u305F\u5834\u6240\u306B\u9001\u4FE1\u3055\u308C\u305F\u304B\u3001\u307E\u305F\u306F\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
action096581=\u5B9B\u5148\u5C5E\u6027\u304C\u4E00\u81F4\u3059\u308B\u3088\u3046SAML\u30EA\u30AF\u30A8\u30B9\u30BF\u3092\u4FEE\u6B63\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096582=<AuthnRequest>\u306E<Subject>\u8981\u7D20\u306B<SubjectConfirmation>\u304C\u5B58\u5728\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093
cause096582=SAML\u30EA\u30AF\u30A8\u30B9\u30BF\u304C<AuthnRequest>\u3092\u9001\u4FE1\u3057\u3001<subject>\u306B<SubjectConfirmation>\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u308C\u306FSAML\u4ED5\u69D8\u3067\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action096582=SAML\u30EA\u30AF\u30A8\u30B9\u30BF\u3092\u4FEE\u6B63\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096583=\u30EA\u30AF\u30A8\u30B9\u30C8\u3055\u308C\u305FNameId\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u306E\u306F\u3001urn:oasis:names:tc:SAML:1.1:nameid-format:unspecified\u306E\u307F\u3067\u3059\u3002
cause096583=SAML\u30EA\u30AF\u30A8\u30B9\u30BF\u304C\u3001\u307E\u3060\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u9001\u4FE1\u3057\u307E\u3057\u305F\u3002
action096583=\u540D\u524DID\u306E\u306A\u3044\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u9001\u4FE1\u3059\u308B\u304B\u3001\u307E\u305F\u306F\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u3092\u300C\u672A\u6307\u5B9A\u300D\u306B\u8A2D\u5B9A\u3059\u308B\u3088\u3046SAML\u30EA\u30AF\u30A8\u30B9\u30BF\u3092\u4FEE\u6B63\u3057\u307E\u3059\u3002
messagedetail096584=<RequestedAuthnContext>\u306F\u73FE\u5728\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
cause096584=SAML\u30EA\u30AF\u30A8\u30B9\u30BF\u304C\u3001\u7121\u52B9\u306A<AuthnRequest>\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u9001\u4FE1\u3057\u307E\u3057\u305F\u3002
action096584=<RequestedAuthnContext>\u306E\u306A\u3044\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u9001\u4FE1\u3059\u308B\u3088\u3046SAML\u30EA\u30AF\u30A8\u30B9\u30BF\u3092\u4FEE\u6B63\u3057\u307E\u3059\u3002
messagedetail096585=SPNameQualifier\u306F<AuthnRequest>\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
cause096585=SAML\u30EA\u30AF\u30A8\u30B9\u30BF\u304C\u3001\u307E\u3060\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u9001\u4FE1\u3057\u307E\u3057\u305F\u3002
action096585=SAML\u30EA\u30AF\u30A8\u30B9\u30BF\u3092\u4FEE\u6B63\u3057\u3066\u3001\u3053\u306E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u9001\u4FE1\u3057\u306A\u3044\u3088\u3046\u306B\u3057\u307E\u3059\u3002
messagedetail096586=\u767A\u884C\u8005URI {0}\u3067\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u306E\u691C\u7D22\u30A8\u30E9\u30FC\u3002
cause096586=\u3053\u306E\u4F8B\u5916\u306F\u3001\u30B9\u30C8\u30A2\u304B\u3089\u767A\u884C\u8005\u306EURI\u3067\u30B5\u30FC\u30D3\u30B9\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u3092\u691C\u7D22\u4E2D\u306B\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action096586=\u30B9\u30C8\u30A2\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096587=\u540D\u524D{0}\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u306E\u691C\u7D22\u30A8\u30E9\u30FC\u3002
cause096587=\u3053\u306E\u4F8B\u5916\u306F\u3001\u30B9\u30C8\u30A2\u304B\u3089\u540D\u524D\u3067\u30B5\u30FC\u30D3\u30B9\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u3092\u691C\u7D22\u4E2D\u306B\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action096587=\u30B9\u30C8\u30A2\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096588=\u540D\u524D{0}\u306E\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u306E\u691C\u7D22\u30A8\u30E9\u30FC\u3002
cause096588=\u3053\u306E\u4F8B\u5916\u306F\u3001\u30B9\u30C8\u30A2\u304B\u3089\u540D\u524D\u3067\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u3092\u691C\u7D22\u4E2D\u306B\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action096588=\u30B9\u30C8\u30A2\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096589=\u540D\u524D{0}\u3067\u306E\u30D1\u30FC\u30C8\u30CA\u306E\u691C\u7D22\u30A8\u30E9\u30FC\u3002
cause096589=\u3053\u306E\u4F8B\u5916\u306F\u3001\u30B9\u30C8\u30A2\u304B\u3089\u540D\u524D\u3067\u30D1\u30FC\u30C8\u30CA\u3092\u691C\u7D22\u4E2D\u306B\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action096589=\u30B9\u30C8\u30A2\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096590=\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u3067\u30AA\u30FC\u30C7\u30A3\u30A8\u30F3\u30B9\u30FB\u30C1\u30A7\u30C3\u30AF\u7528\u306E\u30ED\u30FC\u30AB\u30EB\u30FB\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3ID\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause096590=\u30B5\u30FC\u30D3\u30B9\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3ID\u304C\u3042\u308A\u307E\u305B\u3093\u3002
action096590=\u30B5\u30FC\u30D3\u30B9\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u30ED\u30FC\u30AB\u30EB\u69CB\u6210\u3067\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3ID\u304C\u3042\u308B\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096591=\u30D1\u30FC\u30C8\u30CA\u30FB\u30EC\u30B8\u30B9\u30C8\u30EA\u304B\u3089\u540D\u524D\u3067\u30D1\u30FC\u30C8\u30CA\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30D1\u30FC\u30C8\u30CA\u30FB\u30BF\u30A4\u30D7: {0}\u3001\u30D1\u30FC\u30C8\u30CA\u540D: {1}\u3002
cause096591=\u30D1\u30FC\u30C8\u30CA\u30FB\u30EC\u30B8\u30B9\u30C8\u30EA\u306B\u3053\u306E\u30D1\u30FC\u30C8\u30CA\u304C\u3042\u308A\u307E\u305B\u3093\u3002
action096591=\u30D1\u30FC\u30C8\u30CA\u30FB\u30EC\u30B8\u30B9\u30C8\u30EA\u306B\u3053\u306E\u30D1\u30FC\u30C8\u30CA\u304C\u5B58\u5728\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096592=\u30D1\u30FC\u30C8\u30CA\u30FB\u30EC\u30B8\u30B9\u30C8\u30EA\u3067\u30D1\u30FC\u30C8\u30CA\u304C\u6709\u52B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u30D1\u30FC\u30C8\u30CA\u540D: {0}\u3002
cause096592=\u30D1\u30FC\u30C8\u30CA\u30FB\u30EC\u30B8\u30B9\u30C8\u30EA\u306B\u3053\u306E\u30D1\u30FC\u30C8\u30CA\u304C\u5B58\u5728\u3057\u307E\u3059\u304C\u3001\u6709\u52B9\u306B\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action096592=\u30D1\u30FC\u30C8\u30CA\u30FB\u30EC\u30B8\u30B9\u30C8\u30EA\u3067\u3053\u306E\u30D1\u30FC\u30C8\u30CA\u304C\u6709\u52B9\u3067\u3042\u308B\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096593=\u30AA\u30FC\u30C7\u30A3\u30A8\u30F3\u30B9\u3092\u7A7A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
cause096593=\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u306B\u7A7A\u306E\u30AA\u30FC\u30C7\u30A3\u30A8\u30F3\u30B9\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002
action096593=CredentialMapper\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096594=Web\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u30FB\u30B5\u30FC\u30D3\u30B9\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u306E\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3ID\u304C\u7A7A\u3067\u3059\u3002\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause096594=SAML\u30D1\u30FC\u30C8\u30CA\u30FB\u30A8\u30F3\u30C8\u30EA\u304C\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3ID\u3092\u6301\u3063\u3066\u3044\u306A\u3044\u304B\u3001\u307E\u305F\u306F\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3ID\u304C\u7A7A\u3067\u3059\u3002
action096594=SAML\u30B5\u30FC\u30D3\u30B9\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u78BA\u8A8D\u3057\u3066\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u304B\u3001\u307E\u305F\u306FSAML\u30B5\u30FC\u30D3\u30B9\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u9023\u7D61\u3057\u3066\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3ID\u3092\u53D6\u5F97\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096595=\u78BA\u8A8D\u30E1\u30BD\u30C3\u30C9\u3092\u7A7A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
cause096595=\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u306B\u78BA\u8A8D\u30E1\u30BD\u30C3\u30C9\u304C\u3042\u308A\u307E\u305B\u3093\u3002
action096595=\u30D1\u30FC\u30C8\u30CA\u60C5\u5831\u3067\u78BA\u8A8D\u30E1\u30BD\u30C3\u30C9\u304C\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096596=wantAssertionSigned\u304CTRUE\u306E\u5834\u5408\u3001\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u7F72\u540D\u7528\u8A3C\u660E\u66F8\u3092\u7A7A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
cause096596=wantAssertionSigned\u304CTRUE\u306E\u5834\u5408\u306B\u3001\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u306B\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u7F72\u540D\u7528\u8A3C\u660E\u66F8\u304C\u3042\u308A\u307E\u305B\u3093\u3002
action096596=\u30D1\u30FC\u30C8\u30CA\u60C5\u5831\u3067\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u7F72\u540D\u7528\u8A3C\u660E\u66F8\u304C\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096597=isArtifactUsePost\u304CTRUE\u306E\u5834\u5408\u3001\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8POST\u30D5\u30A9\u30FC\u30E0\u3092\u7A7A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
cause096597=isArtifactUsePost\u304CTRUE\u306E\u5834\u5408\u306B\u3001\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u306B\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8POST\u30D5\u30A9\u30FC\u30E0\u304C\u3042\u308A\u307E\u305B\u3093\u3002
action096597=\u30D1\u30FC\u30C8\u30CA\u60C5\u5831\u3067\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8POST\u30D5\u30A9\u30FC\u30E0\u304C\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096598=\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3/\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8/\u8A8D\u8A3C\u30EA\u30AF\u30A8\u30B9\u30C8\u306B\u7F72\u540D\u304C\u5FC5\u8981\u306A\u5834\u5408\u3001\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u7F72\u540D\u7528\u8A3C\u660E\u66F8\u3092\u7A7A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
cause096598=\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3/\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8/\u8A8D\u8A3C\u30EA\u30AF\u30A8\u30B9\u30C8\u306B\u7F72\u540D\u304C\u5FC5\u8981\u306A\u5834\u5408\u306B\u3001\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u306B\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u7F72\u540D\u7528\u8A3C\u660E\u66F8\u304C\u3042\u308A\u307E\u305B\u3093\u3002
action096598=\u30D1\u30FC\u30C8\u30CA\u60C5\u5831\u3067\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u7F72\u540D\u7528\u8A3C\u660E\u66F8\u304C\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096599=\u767A\u884C\u8005URI\u3092\u7A7A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
cause096599=\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u306B\u767A\u884C\u8005URI\u304C\u3042\u308A\u307E\u305B\u3093\u3002
action096599=\u30D1\u30FC\u30C8\u30CA\u60C5\u5831\u3067\u767A\u884C\u8005URI\u304C\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096600=SAML2\u30B5\u30FC\u30D3\u30B9\u306E\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3ID\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
cause096600=SAML2\u30B5\u30FC\u30D3\u30B9\u306E\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3ID\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action096600=SAML2\u30B5\u30FC\u30D3\u30B9\u306E\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3ID\u3092\u69CB\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096601=SAML2\u30B5\u30FC\u30D3\u30B9\u306E\u516C\u958B\u30B5\u30A4\u30C8\u306EURL\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
cause096601=SAML2\u30B5\u30FC\u30D3\u30B9\u306E\u516C\u958B\u30B5\u30A4\u30C8\u306EURL\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action096601=SAML2\u30B5\u30FC\u30D3\u30B9\u306E\u516C\u958B\u30B5\u30A4\u30C8\u306EURL\u3092\u69CB\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096602=SAML2\u30B5\u30FC\u30D3\u30B9\u306E\u7F72\u540D\u8A8D\u8A3C\u30EA\u30AF\u30A8\u30B9\u30C8\u306F\u6709\u52B9\u3067\u3059\u304C\u3001\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u7F72\u540D\u30AD\u30FC\u306E\u5225\u540D\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
cause096602=SAML2\u30B5\u30FC\u30D3\u30B9\u306E\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u7F72\u540D\u30AD\u30FC\u306E\u5225\u540D\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action096602=SAML2\u30B5\u30FC\u30D3\u30B9\u306E\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u7F72\u540D\u30AD\u30FC\u306E\u5225\u540D\u3092\u69CB\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096603=SAML2\u30B5\u30FC\u30D3\u30B9\u306E\u7F72\u540D\u8A8D\u8A3C\u30EA\u30AF\u30A8\u30B9\u30C8\u306F\u6709\u52B9\u3067\u3059\u304C\u3001\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u7F72\u540D\u30AD\u30FC\u306E\u30D1\u30B9\u30D5\u30EC\u30FC\u30BA\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
cause096603=SAML2\u30B5\u30FC\u30D3\u30B9\u306E\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u7F72\u540D\u30AD\u30FC\u306E\u30D1\u30B9\u30D5\u30EC\u30FC\u30BA\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action096603=SAML2\u30B5\u30FC\u30D3\u30B9\u306E\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u7F72\u540D\u30AD\u30FC\u306E\u30D1\u30B9\u30D5\u30EC\u30FC\u30BA\u3092\u69CB\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096604=SAML2\u30B5\u30FC\u30D3\u30B9\u306E\u30ED\u30B0\u30A4\u30F3URL\u306F\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30ED\u30B0\u30A4\u30F3\u30FB\u30EA\u30BF\u30FC\u30F3\u306E\u554F\u5408\u305B\u30D1\u30E9\u30E1\u30FC\u30BF\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
cause096604=SAML2\u30B5\u30FC\u30D3\u30B9\u306E\u30ED\u30B0\u30A4\u30F3\u30FB\u30EA\u30BF\u30FC\u30F3\u306E\u554F\u5408\u305B\u30D1\u30E9\u30E1\u30FC\u30BF\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action096604=SAML2\u30B5\u30FC\u30D3\u30B9\u306E\u30ED\u30B0\u30A4\u30F3\u30FB\u30EA\u30BF\u30FC\u30F3\u306E\u554F\u5408\u305B\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u69CB\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096605=\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3ID\u3092\u7A7A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
cause096605=\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u306B\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3ID\u304C\u3042\u308A\u307E\u305B\u3093\u3002
action096605=\u30D1\u30FC\u30C8\u30CA\u60C5\u5831\u3067\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3ID\u304C\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096606=\u540D\u524D\u3092\u7A7A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
cause096606=\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u306B\u540D\u524D\u304C\u3042\u308A\u307E\u305B\u3093\u3002
action096606=\u30D1\u30FC\u30C8\u30CA\u60C5\u5831\u3067\u540D\u524D\u304C\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096607=\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u7A7A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
cause096607=\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u306B\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u3042\u308A\u307E\u305B\u3093\u3002
action096607=\u30D1\u30FC\u30C8\u30CA\u60C5\u5831\u3067\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096608=\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30B3\u30F3\u30B7\u30E5\u30FC\u30DE\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u7A7A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
cause096608=\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u306B\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30B3\u30F3\u30B7\u30E5\u30FC\u30DE\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u3042\u308A\u307E\u305B\u3093\u3002
action096608=\u30D1\u30FC\u30C8\u30CA\u60C5\u5831\u3067\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30B3\u30F3\u30B7\u30E5\u30FC\u30DE\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096609=\u4E0D\u6B63\u306A\u516C\u958B\u30B5\u30A4\u30C8URL: {0}\u3002
cause096609=\u516C\u958B\u30B5\u30A4\u30C8\u306EURL\u304C\u4E0D\u6B63\u3067\u3059\u3002
action096609=\u30D1\u30FC\u30C8\u30CA\u60C5\u5831\u3067\u6709\u52B9\u306A\u516C\u958B\u30B5\u30A4\u30C8URL\u304C\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096610=SAML\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u306EIssuerURI\u3092\u89E3\u6C7A\u3067\u304D\u307E\u305B\u3093\u3002\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002
cause096610=\u30B7\u30B9\u30C6\u30E0\u306F\u3001\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3068\u8CC7\u683C\u8A3C\u660E\u30DE\u30C3\u30D1\u30FCMBean\u304B\u3089SAML\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u306EIssuerURI\u3092\u89E3\u6C7A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action096610=\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3068\u8CC7\u683C\u8A3C\u660E\u30DE\u30C3\u30D1\u30FCMBean\u3092\u8ABF\u3079\u3066\u3001issuerURI\u304C\u7A7A\u3067\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096611=\u30AD\u30FC\u30FB\u30B5\u30FC\u30D3\u30B9\u304B\u3089\u30AD\u30FC{0}\u306E\u30AD\u30FC\u60C5\u5831\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
cause096611=\u30AD\u30FC\u30FB\u30B5\u30FC\u30D3\u30B9\u304B\u3089\u53D6\u5F97\u3057\u305F\u30AD\u30FC{0}\u306E\u30AD\u30FC\u60C5\u5831\u304C\u7A7A\u3067\u3059\u3002
action096611=\u30AD\u30FC{0}\u306E\u30AD\u30FC\u30FB\u30B9\u30C8\u30A2\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096612=\u30D1\u30B9\u30EF\u30FC\u30C9{0}\u306E\u5FA9\u53F7\u5316\u30A8\u30E9\u30FC\u3002
cause096612=\u30D1\u30B9\u30EF\u30FC\u30C9{0}\u3092\u5FA9\u53F7\u5316\u3067\u304D\u306A\u3044\u305F\u3081\u3001\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action096612=\u30AD\u30FC\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096613=\u30AD\u30E3\u30C3\u30B7\u30E5{0}\u3092\u30AF\u30EA\u30A2\u3057\u3066\u3044\u307E\u3059\u3002
cause096613=SAML\u306E\u30AD\u30E3\u30C3\u30B7\u30E5\u304C\u30AF\u30EA\u30A2\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action096613=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail096614=\u30AD\u30E3\u30C3\u30B7\u30E5{0}\u304C\u30AF\u30EA\u30A2\u3055\u308C\u307E\u3057\u305F\u3002
cause096614=SAML\u306E\u30AD\u30E3\u30C3\u30B7\u30E5\u304C\u30AF\u30EA\u30A2\u3055\u308C\u307E\u3057\u305F\u3002
action096614=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail096615=SAML\u8CC7\u683C\u8A3C\u660E\u30AD\u30E3\u30C3\u30B7\u30E5\u9805\u76EE\u306Ettl\u5024{0}\u304C\u30DF\u30EA\u79D2\u5358\u4F4D\u306E\u6709\u52B9\u306A\u6700\u5C0F\u306Ettl {1}\u3088\u308A\u5C0F\u3055\u304F\u3001\u30AD\u30E3\u30C3\u30B7\u30E5\u3055\u308C\u307E\u305B\u3093\u3002
cause096615=\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u306E\u9577\u3055\u306E\u305F\u3081\u3001SAML\u8CC7\u683C\u8A3C\u660E\u30AD\u30E3\u30C3\u30B7\u30E5\u304C\u30A2\u30A4\u30C6\u30E0\u3092\u4FDD\u6301\u3067\u304D\u307E\u305B\u3093\u3002
action096615=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail096616=\u30EA\u30BF\u30FC\u30F3\u306E\u6700\u5927\u5024\u3092\u8CA0\u306E\u6570\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
cause096616=\u30EA\u30BF\u30FC\u30F3\u306E\u6700\u5927\u5024\u3092\u8CA0\u306E\u6570\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
action096616=\u30EA\u30BF\u30FC\u30F3\u306E\u6700\u5927\u5024\u3092\u8ABF\u3079\u3066\u3001\u5024\u304C\u8CA0\u306E\u6570\u3067\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096617=\u6709\u52B9\u306A\u5024\u306F"technical"\u3001"support"\u3001"administrative"\u3001"billing"\u307E\u305F\u306F"other"\u306E\u3044\u305A\u308C\u304B\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause096617=\u9023\u7D61\u5148\u30BF\u30A4\u30D7\u306E\u5024\u304C\u4E0D\u6B63\u3067\u3059\u3002\u6709\u52B9\u306A\u5024\u306F"technical"\u3001"support"\u3001"administrative"\u3001"billing"\u307E\u305F\u306F"other"\u306E\u3044\u305A\u308C\u304B\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action096617=\u3044\u305A\u308C\u304B\u306E\u6709\u52B9\u306A\u5024\u3092\u9078\u629E\u3057\u3001\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096618=SAMLKeyService\u306E\u30AD\u30FC\u30B9\u30C8\u30A2\u3092\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002\u30AD\u30FC\u30B9\u30C8\u30A2\u306E\u69CB\u6210\u304C\u7121\u52B9\u3067\u3059\u3002
cause096618=\u30AD\u30FC\u30B9\u30C8\u30A2\u306E\u69CB\u6210\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
action096618=\u6709\u52B9\u306A\u5024\u3092\u69CB\u6210\u3057\u3001\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096619=\u30AD\u30FC\u540D\u304Cnull\u307E\u305F\u306F\u7A7A\u3067\u3059\u3002
cause096619=\u30AD\u30FC\u60C5\u5831\u306E\u66F4\u65B0\u307E\u305F\u306F\u53D6\u5F97\u6642\u306B\u3001\u30AD\u30FC\u540D\u304Cnull\u307E\u305F\u306F\u7A7A\u3067\u3059\u3002
action096619=\u6709\u52B9\u306A\u30AD\u30FC\u540D\u3092\u9078\u629E\u3057\u3001\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096620=\u30AD\u30FC\u60C5\u5831\u304C\u7121\u52B9\u3067\u3059\u3002
cause096620=\u30AD\u30FC\u540D\u3001\u5225\u540D\u3001\u307E\u305F\u306F\u30D1\u30B9\u30D5\u30EC\u30FC\u30BA\u306E\u3046\u3061\u5C11\u306A\u304F\u3068\u30821\u3064\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
action096620=\u6709\u52B9\u306A\u5024\u3092\u9078\u629E\u3057\u3001\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096621=SAML2\u30B5\u30FC\u30D3\u30B9\u3092\u958B\u59CB\u3067\u304D\u307E\u305B\u3093: {0}
cause096621=SAML2\u30B5\u30FC\u30D3\u30B9\u306E\u521D\u671F\u5316\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action096621=SAML2\u306E\u69CB\u6210\u3092\u78BA\u8A8D\u3057\u3066\u5909\u66F4\u3057\u3001\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096622=ForceAuthn\u3067\u306F\u30E6\u30FC\u30B6\u30FC\u3092\u65B0\u3057\u304F\u8A8D\u8A3C\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u304C\u3001IsPassive\u306FIdp\u306B\u3053\u308C\u3092\u884C\u308F\u306A\u3044\u3088\u3046\u306B\u30EA\u30AF\u30A8\u30B9\u30C8\u3057\u307E\u3059\u3002
cause096622=ForceAuthn\u3067\u306F\u30E6\u30FC\u30B6\u30FC\u3092\u65B0\u3057\u304F\u8A8D\u8A3C\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u304C\u3001IsPassive\u306F\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u3053\u308C\u3092\u884C\u308F\u306A\u3044\u3088\u3046\u306B\u30EA\u30AF\u30A8\u30B9\u30C8\u3057\u307E\u3059\u3002
action096622=\u3044\u305A\u308C\u304B\u306E\u5024\u3092false\u306B\u5909\u66F4\u3057\u307E\u3059\u3002
messagedetail096623=\u30A2\u30A4\u30C6\u30E0\u306F\u3059\u3067\u306B{0}\u306B\u6709\u52B9\u671F\u9650\u304C\u5207\u308C\u3066\u3044\u308B\u305F\u3081\u3001\u30AD\u30E3\u30C3\u30B7\u30E5\u3055\u308C\u307E\u305B\u3093\u3002
cause096623=\u69CB\u6210\u3055\u308C\u305F\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u304C\u77ED\u3059\u304E\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action096623=\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u306E\u69CB\u6210\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096624=null\u30D1\u30E9\u30E1\u30FC\u30BF\u304C\u6E21\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u6709\u52B9\u306A\u53C2\u7167\u304C\u8981\u6C42\u3055\u308C\u3066\u3044\u307E\u3059\u3002
cause096624=null\u306E"{1}"\u30D1\u30E9\u30E1\u30FC\u30BF\u304C"{0}"\u306B\u6E21\u3055\u308C\u307E\u3057\u305F\u3002
action096624=\u6709\u52B9\u306A\u53C2\u7167\u304C\u6E21\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096625=\u30D1\u30E9\u30E1\u30FC\u30BFMaxCacheSize\u307E\u305F\u306F\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u306B\u306F\u8CA0\u306E\u6570\u3092\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
cause096625=\u30D1\u30E9\u30E1\u30FC\u30BFMaxCacheSize\u307E\u305F\u306F\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u306B\u306F\u8CA0\u306E\u6570\u3092\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
action096625=MaxCacheSize\u30D1\u30E9\u30E1\u30FC\u30BF\u307E\u305F\u306F\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u30920\u307E\u305F\u306F\u6B63\u306E\u6570\u306B\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096626=\u30D1\u30FC\u30C8\u30CA\u540D\u306F\u3059\u3067\u306B\u30B9\u30C8\u30A2\u306B\u3042\u308B\u305F\u3081\u3001\u5909\u66F4\u3067\u304D\u307E\u305B\u3093\u3002
cause096626=\u8AAD\u53D6\u308A\u5C02\u7528\u306E\u30D1\u30FC\u30C8\u30CA\u540D\u3092\u5909\u66F4\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002
action096626=\u30D1\u30FC\u30C8\u30CA\u540D\u3092\u5143\u306E\u540D\u524D\u306B\u623B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096627=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30B5\u30A4\u30C8\u306B\u30ED\u30B0\u30A4\u30F3URL\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
cause096627=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30B5\u30A4\u30C8\u306B\u30ED\u30B0\u30A4\u30F3URL\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action096627=SingleSignOnServicesMBean\u3067\u6709\u52B9\u306A\u30ED\u30B0\u30A4\u30F3URL\u3092\u69CB\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096628=NameMapper\u5C5E\u6027{0}\u306B\u69CB\u6210\u3055\u308C\u305F\u5024\u304C\u7121\u52B9\u3067\u3059\u3002\u30AF\u30E9\u30B9\u30D1\u30B9\u306B\u542B\u307E\u308C\u3066\u3044\u306A\u3044\u304B\u3001\u540D\u524D\u30DE\u30C3\u30D1\u30FC\u30FB\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u3092\u5B9F\u88C5\u3057\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
cause096628=\u540D\u524D\u30DE\u30C3\u30D1\u30FC\u30FB\u30AF\u30E9\u30B9{0}\u304C\u30AF\u30E9\u30B9\u30D1\u30B9\u306B\u542B\u307E\u308C\u3066\u3044\u306A\u3044\u304B\u3001\u540D\u524D\u30DE\u30C3\u30D1\u30FC\u30FB\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u3092\u5B9F\u88C5\u3057\u3066\u3044\u307E\u305B\u3093\u3002
action096628=\u540D\u524D\u30DE\u30C3\u30D1\u30FC\u30FB\u30AF\u30E9\u30B9{0}\u304C\u30AF\u30E9\u30B9\u30D1\u30B9\u306B\u3042\u308A\u3001\u540D\u524D\u30DE\u30C3\u30D1\u30FC\u30FB\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u3092\u5B9F\u88C5\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096629=\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30FB\u30CF\u30F3\u30C9\u30E9{0}\u3092\u901A\u3058\u3066\u6E21\u3055\u308C\u305F\u78BA\u8A8D\u30E1\u30BD\u30C3\u30C9\u304C\u7121\u52B9\u3067\u3059\u3002
cause096629=\u7121\u52B9\u306A\u78BA\u8A8D\u30E1\u30BD\u30C3\u30C9\u304C\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30FB\u30CF\u30F3\u30C9\u30E9\u3092\u901A\u904E\u3057\u307E\u3057\u305F\u3002
action096629=\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30FB\u30CF\u30F3\u30C9\u30E9{0}\u3092\u901A\u3058\u3066\u6E21\u3055\u308C\u305F\u78BA\u8A8D\u30E1\u30BD\u30C3\u30C9\u306B\u6709\u52B9\u306A\u5024\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096630=\u5225\u540D{0}\u3067\u671F\u9650\u5207\u308C\u306E\u8A3C\u660E\u66F8\u3092\u7F72\u540D\u306B\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u3002\u3057\u304B\u3057\u3001\u671F\u9650\u5207\u308C\u306E\u8A3C\u660E\u66F8\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002
cause096630=\u5225\u540D{0}\u3067\u671F\u9650\u5207\u308C\u306E\u8A3C\u660E\u66F8\u3092\u7F72\u540D\u306B\u4F7F\u7528\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001\u671F\u9650\u5207\u308C\u306E\u8A3C\u660E\u66F8\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002
action096630=\u7F72\u540D\u7528\u306E\u6709\u52B9\u306A\u8A3C\u660E\u66F8\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096631=\u5225\u540D{0}\u3067\u307E\u3060\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u306A\u3044\u8A3C\u660E\u66F8\u3092\u7F72\u540D\u306B\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u3002\u3057\u304B\u3057\u3001\u671F\u9650\u5207\u308C\u306E\u8A3C\u660E\u66F8\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002
cause096631=\u5225\u540D{0}\u3067\u307E\u3060\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u306A\u3044\u8A3C\u660E\u66F8\u3092\u7F72\u540D\u306B\u4F7F\u7528\u3057\u307E\u3057\u305F\u304C\u3001\u671F\u9650\u5207\u308C\u306E\u8A3C\u660E\u66F8\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002
action096631=\u7F72\u540D\u7528\u306E\u6709\u52B9\u306A\u8A3C\u660E\u66F8\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096632=\u30D0\u30A4\u30F3\u30C9\u30FB\u30BF\u30A4\u30D7{0}\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u3053\u306E\u30D0\u30A4\u30F3\u30C9\u3092\u6301\u3064\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306F\u30D5\u30A3\u30EB\u30BF\u306B\u3088\u3063\u3066\u89AA\u304B\u3089\u9664\u5916\u3055\u308C\u307E\u3059\u3002
cause096632=\u4F7F\u7528\u3055\u308C\u305F\u30D0\u30A4\u30F3\u30C9\u30FB\u30BF\u30A4\u30D7\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action096632=\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u30D0\u30A4\u30F3\u30C9\u30FB\u30BF\u30A4\u30D7\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096633=\u30D1\u30FC\u30C8\u30CA\u30FB\u30E1\u30BF\u30C7\u30FC\u30BF\u30FB\u30D5\u30A1\u30A4\u30EB\u306B\u306F<EntityDescriptor> XML\u30EB\u30FC\u30C8\u8981\u7D20\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause096633=\u30D1\u30FC\u30C8\u30CA\u30FB\u30E1\u30BF\u30C7\u30FC\u30BF\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u5185\u5BB9\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action096633=\u30D1\u30FC\u30C8\u30CA\u30FB\u30E1\u30BF\u30C7\u30FC\u30BF\u306E\u5185\u5BB9\u3092\u66F4\u65B0\u3059\u308B\u304B\u3001\u65B0\u3057\u3044\u30D1\u30FC\u30C8\u30CA\u30FB\u30E1\u30BF\u30C7\u30FC\u30BF\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u53D6\u5F97\u3057\u307E\u3059\u3002
messagedetail096634=\u30AD\u30FC\u30FB\u30B9\u30C8\u30A2\u3067{0}\u306B\u7F72\u540D\u3059\u308B\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u7F72\u540D\u8A3C\u660E\u66F8\u304C\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
cause096634=\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u7F72\u540D\u8A3C\u660E\u66F8\u304C\u30ED\u30FC\u30AB\u30EB\u69CB\u6210\u306B\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u306A\u3044\u304B\u3001\u30AD\u30FC/\u30AD\u30FC\u30B9\u30C8\u30A2\u304C\u7121\u52B9\u304B\u306E\u3044\u305A\u308C\u304B\u3067\u3059\u3002
action096634=SAML\u30B5\u30FC\u30D3\u30B9\u306E\u30AD\u30FC\u69CB\u6210\u3092\u4FEE\u6B63\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096635={0}\u306E\u6697\u53F7\u5316\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause096635={0}\u306E\u6697\u53F7\u5316\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action096635={0}\u306E\u7279\u5B9A\u306E\u6697\u53F7\u5316\u30A8\u30E9\u30FC\u306E\u30C7\u30D0\u30C3\u30B0\u30FB\u30ED\u30B0\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096636={0}\u30D0\u30A4\u30F3\u30C9\u3092\u4F7F\u7528\u3057\u305FWeb SSO\u8A8D\u8A3C\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u9001\u4FE1\u306FSAML 2.0\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
cause096636=IdP\u304C{0}\u30D0\u30A4\u30F3\u30C9\u3092\u4F7F\u7528\u3057\u3066\u8A8D\u8A3C\u30EC\u30B9\u30DD\u30F3\u30B9\u3092\u9001\u4FE1\u3057\u307E\u3057\u305F\u3002
action096636=IdP\u304C{0}\u30D0\u30A4\u30F3\u30C9\u3092\u4F7F\u7528\u3057\u305F\u7406\u7531\u3092\u8ABF\u3079\u3066\u3001\u4FEE\u6B63\u63AA\u7F6E\u3092\u9069\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096637=IdP\u306F\u3001HTTP/POST\u3068HTTP/\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u306E\u3044\u305A\u308C\u304B\u306E\u30D0\u30A4\u30F3\u30C9\u3092\u4F7F\u7528\u3057\u3001SAML 2.0 Web SSO\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u4ED5\u69D8\u306B\u5F93\u3063\u3066\u8A8D\u8A3C\u30EC\u30B9\u30DD\u30F3\u30B9\u3092\u9001\u4FE1\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause096637=\u30B5\u30FC\u30D3\u30B9\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30B3\u30F3\u30B7\u30E5\u30FC\u30DE\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u304C{0}\u30D0\u30A4\u30F3\u30C9\u3092\u4F7F\u7528\u3057\u3066\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action096637=\u30B5\u30FC\u30D3\u30B9\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30B3\u30F3\u30B7\u30E5\u30FC\u30DE\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u3092HTTP/POST\u307E\u305F\u306FHTTP/\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u30FB\u30D0\u30A4\u30F3\u30C9\u3092\u4F7F\u7528\u3057\u3066\u69CB\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail096638=\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30EA\u30C0\u30A4\u30EC\u30AF\u30C8\u30FB\u30DB\u30B9\u30C8{0}\u306F\u3001\u30EA\u30B9\u30C8[{1}]\u306E\u8A31\u53EF\u3055\u308C\u3066\u3044\u308B\u3044\u305A\u308C\u306E\u30DB\u30B9\u30C8\u3068\u3082\u4E00\u81F4\u3057\u306A\u3044\u305F\u3081\u3001\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
cause096638=\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30EA\u30C0\u30A4\u30EC\u30AF\u30C8\u30FB\u30DB\u30B9\u30C8{0}\u306F\u3001\u8A31\u53EF\u3055\u308C\u3066\u3044\u308B\u3044\u305A\u308C\u306E\u30DB\u30B9\u30C8\u3068\u3082\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002
action096638=\u4FE1\u983C\u3067\u304D\u308B\u30DB\u30B9\u30C8\u3067\u3042\u308A\u3001\u8A31\u53EF\u3055\u308C\u308B\u4E88\u5B9A\u3067\u3042\u308B\u5834\u5408\u306F\u3001SSO MBean\u3092\u69CB\u6210\u3057\u3066\u3001\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30EA\u30C0\u30A4\u30EC\u30AF\u30C8URL\u304B\u3089\u8A31\u53EF\u3055\u308C\u308B\u30DB\u30B9\u30C8\u306E\u30EA\u30B9\u30C8\u306B\u3001\u30DB\u30B9\u30C8{0}\u3092\u8FFD\u52A0\u3057\u3066\u304F\u3060\u3055\u3044\u3002
