## {0}: String paramName, {1}: String rightLength
096500=\u30BF\u30A4\u30D7SAML2\u306E\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8artifact-04\u304C\u6B63\u3057\u304F\u4F5C\u6210\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String rightType
096501=samlp:ArtifactResponse\u3067\u623B\u3055\u308C\u305FSAML\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30BF\u30A4\u30D7\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002{0}\u30BF\u30A4\u30D7\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
096502=\u623B\u3055\u308C\u305Fsamlp:ArtifactResponse\u306BSAML\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String fieldName
096503=HTTP\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u304Cnull\u3067\u3059\u3002HTTP\u30EA\u30AF\u30A8\u30B9\u30C8\u306E{0}\u30D1\u30E9\u30E1\u30FC\u30BF\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String bindingHandlerType
096504={0}\u30BF\u30A4\u30D7\u306E\u30D0\u30A4\u30F3\u30C9\u30FB\u30CF\u30F3\u30C9\u30E9\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String samlResponseType
096505=SAML\u30EC\u30B9\u30DD\u30F3\u30B9\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002{0}\u30BF\u30A4\u30D7\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String errorField, {1}: String expectedValue, {2}: String value
096506=\u30D5\u30A3\u30FC\u30EB\u30C9{0}\u306ESAML\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u7121\u52B9\u3067\u3059\u3002\u4E88\u671F\u3055\u308C\u305F\u5024\u306F{1}\u3001\u5B9F\u969B\u306E\u5024\u306F{2}\u3067\u3059\u3002
## {0}: String entityId, {1}: String serviceType, {2}: String epIndex
096507=\u30A8\u30F3\u30C9\u30FB\u30DD\u30A4\u30F3\u30C8\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002entityID\u306F{0}\u3001\u30B5\u30FC\u30D3\u30B9\u30FB\u30BF\u30A4\u30D7\u306F{1}\u3001\u30A8\u30F3\u30C9\u30FB\u30DD\u30A4\u30F3\u30C8\u7D22\u5F15\u306F{2}\u3067\u3059\u3002
## {0}: String samlMessageType
096508={0}\u306B\u7F72\u540D\u3059\u308B\u30AD\u30FC\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String samlMessageType
096509={0}\u306E\u7F72\u540D\u3092\u691C\u8A3C\u3059\u308B\u30AD\u30FC\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String samlMessageType
096510=HTTP\u30EA\u30AF\u30A8\u30B9\u30C8\u306BSAML\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u3042\u308A\u307E\u305B\u3093\u3002{0}\u30D1\u30E9\u30E1\u30FC\u30BF\u306E\u5024\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
096511=SSL\u30B5\u30FC\u30D0\u30FC\u304B\u3089\u9001\u4FE1\u3055\u308C\u305F\u8A3C\u660E\u66F8\u30C1\u30A7\u30FC\u30F3\u304Cnull\u307E\u305F\u306F\u7A7A\u3067\u3059\u3002
## {0}: String arg0
096512={0}\u306E\u305F\u3081\u3001SSL\u30B5\u30FC\u30D0\u30FC\u3092\u4FE1\u983C\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String entityId
096513=\u30D1\u30FC\u30C8\u30CA\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002entityID(\u307E\u305F\u306FSHA-1\u30CF\u30C3\u30B7\u30E5\u5024)\u304C{0}\u3067\u3059\u3002
## {0}: String entityId
096514=entityId\u304C{0}\u306E\u30D1\u30FC\u30C8\u30CA\u304B\u3089\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u5C64\u8A3C\u660E\u66F8\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
096515=SSL\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306E\u8A8D\u8A3C\u304C\u4E88\u671F\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30AD\u30FC\u3068\u8A3C\u660E\u66F8\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String paramName
096516=HTTP\u30EA\u30AF\u30A8\u30B9\u30C8\u304B\u3089SAML\u7F72\u540D\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u308C\u306F{0}\u30D1\u30E9\u30E1\u30FC\u30BF\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
096517=SAML\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u7F72\u540D\u3055\u308C\u3066\u3044\u307E\u3057\u305F\u304C\u3001\u7F72\u540D\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
096518=\u7F72\u540D\u304C\u7121\u52B9\u3067\u3059\u3002
096519=SAML\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u683C\u7D0D\u3059\u308B\u3068\u304D\u306B\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002SAML\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u683C\u7D0D\u306B\u6210\u529F\u3057\u305F\u304B\u3069\u3046\u304B\u306F\u4E0D\u660E\u3067\u3059\u3002
## {0}: String requestType
096520=HTTP\u30EA\u30AF\u30A8\u30B9\u30C8\u304B\u3089\u30BF\u30A4\u30D7"{0}"\u306E\u6709\u52B9\u306ASAML\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u53D7\u4FE1\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String responseType
096521=HTTP\u30EA\u30AF\u30A8\u30B9\u30C8\u304B\u3089\u30BF\u30A4\u30D7"{0}"\u306E\u6709\u52B9\u306ASAML\u30EC\u30B9\u30DD\u30F3\u30B9\u3092\u53D7\u4FE1\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String samlObject
096522={0}\u306E\u7F72\u540D\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
096523=\u8A8D\u8A3C\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
096524=\u6307\u5B9A\u3057\u305F\u30C8\u30FC\u30AF\u30F3\u30FB\u30BF\u30A4\u30D7\u306E\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30C8\u30FC\u30AF\u30F3\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u7121\u52B9\u3067\u3059\u3002
096525=\u7F72\u540D\u304C\u5FC5\u8981\u3067\u3059\u304C\u3001\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u306B\u7F72\u540D\u304C\u3042\u308A\u307E\u305B\u3093\u3002
096526=\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u306B\u30B5\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u5FC5\u8981\u3067\u3059\u3002
096527=\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u306BSubjectConfirmation\u304C\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String assertionType
096528=\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30BF\u30A4\u30D7: {0}\u3002
096529=\u7F72\u540D\u304C\u5FC5\u8981\u3067\u3059\u304C\u3001\u6307\u5B9A\u3055\u308C\u305F\u30D1\u30FC\u30C8\u30CA\u306E\u69CB\u6210\u306B\u6709\u52B9\u306A\u8A3C\u660E\u66F8\u304C\u3042\u308A\u307E\u305B\u3093\u3002
096530=\u7F72\u540D\u3092\u691C\u8A3C\u3059\u308B\u30AD\u30FC\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
096531=\u7F72\u540D\u304C\u7121\u52B9\u3067\u3059\u3002
## {0}: String docType, {1}: String version
096532={0}\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306B\u7121\u52B9\u306A\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F: {1}\u3002
096533=\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u306E\u30AD\u30FC\u60C5\u5831\u306B\u3042\u308B\u8A3C\u660E\u66F8\u304C\u3001\u69CB\u6210\u3055\u308C\u305F\u7F72\u540D\u7528\u8A3C\u660E\u66F8\u3068\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002
096534=\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u306B\u767A\u884C\u8005\u304C\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String doc, {1}: String issuer
096535={0}\u306E\u767A\u884C\u8005\u304C\u7121\u52B9\u3067\u3059: {1}\u3002
## {0}: String format
096536=\u7121\u52B9\u306A\u767A\u884C\u8005\u306E\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8: {0}\u3002
## {0}: String name
096537=\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u306F\u307E\u3060\u6709\u52B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093({0}\u6761\u4EF6)\u3002
## {0}: String name
096538=\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u306E\u6709\u52B9\u671F\u9650\u304C\u5207\u308C\u307E\u3057\u305F({0}\u6761\u4EF6)\u3002
096539=AudienceRestriction\u306E\u6761\u4EF6\u304C\u6E80\u305F\u3055\u308C\u3066\u3044\u307E\u305B\u3093(\u4E00\u81F4\u3059\u308B\u30AA\u30FC\u30C7\u30A3\u30A8\u30F3\u30B9\u304C\u3042\u308A\u307E\u305B\u3093)\u3002
## {0}: String id
096540=\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3: {0}\u306F\u518D\u3073\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
096541=Web SSO\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u306F\u30D9\u30A2\u30E9\u30FC\u78BA\u8A8D\u30E1\u30BD\u30C3\u30C9\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
096542=\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u306BNameID\u304C\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String partnerName
096543=\u30D1\u30FC\u30C8\u30CA: {0}\u306F\u5B58\u5728\u3057\u306A\u3044\u304B\u3001\u307E\u305F\u306F\u7121\u52B9\u3067\u3059\u3002
## {0}: String partnerName, {1}: String requestURI
096544=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002partnerName: {0}\u3001\u30EA\u30AF\u30A8\u30B9\u30C8URI: {1}\u3002
## {0}: String partnerName
096545=\u30D1\u30FC\u30C8\u30CA{0}\u306E\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
## {0}: String what
096546=\u30AD\u30FC\u30FB\u30B9\u30C8\u30A2\u3067{0}\u306B\u7F72\u540D\u3059\u308B\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u7F72\u540D\u30AD\u30FC\u304C\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String resCode
096547=SAML2\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u30FB\u30B3\u30FC\u30C9\u306F\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u5931\u6557\u3057\u305F\u3053\u3068\u3092\u793A\u3057\u307E\u3059: {0}\u3002
## {0}: String issuerURI
096548=\u767A\u884C\u8005URI {0}\u306EID\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
## {0}: String doc, {1}: String partnerName
096549=\u30D1\u30FC\u30C8\u30CA\u30FB\u30EC\u30B8\u30B9\u30C8\u30EA\u3067\u30D1\u30FC\u30C8\u30CA{1}\u306E{0}\u3092\u691C\u8A3C\u3059\u308B\u6709\u52B9\u306A\u8A3C\u660E\u66F8\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String id
096550=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3{0}\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u4F5C\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
## {0}: String bindingType
096551=\u30ED\u30FC\u30AB\u30EB\u69CB\u6210\u306E{0}\u30D0\u30A4\u30F3\u30C9\u304C\u6709\u52B9\u3067\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String dest, {1}: String localSite
096552=\u4E0D\u6B63\u306A\u5B9B\u5148: \u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9\u306E{0}\u3002
## {0}: String responseTo
096554=\u30EC\u30B9\u30DD\u30F3\u30B9\u306E{0}\u3067\u3001InResponseTo\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
## {0}: String attName
096555=\u5C5E\u6027{0}\u3092\u7A7A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String attName
096556=\u5C5E\u6027{0}\u306F\u7701\u7565\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String error, {1}: String right
096557=\u4E0D\u6B63\u306A\u78BA\u8A8D\u30E1\u30BD\u30C3\u30C9: {0}\u3002
## {0}: String error, {1}: String right
096558=\u30B5\u30D6\u30B8\u30A7\u30AF\u30C8\u78BA\u8A8D\u30C7\u30FC\u30BF\u306E\u4E0D\u6B63\u306A\u53D7\u4FE1\u8005: {0}\u3002
## {0}: String error, {1}: String right
096559=\u30B5\u30D6\u30B8\u30A7\u30AF\u30C8\u78BA\u8A8D\u306E\u4E0D\u6B63\u306AInResponseTo: {0}\u3002
096560=\u767A\u884C\u8005\u306E\u8981\u7D20\u3068\u3057\u3066\u3001NameQualifier\u3001SPNameQualifer\u304A\u3088\u3073SPProviderID\u3092\u6301\u3064\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String partnerName
096561=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA{0}\u304C\u6709\u52B9\u306B\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String object
096562={0}\u306E\u9001\u4FE1\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## {0}: String object
096563={0}\u306E\u53D7\u4FE1\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## {0}: String partnerName, {1}: String configItem
096564=\u30D1\u30FC\u30C8\u30CA{0}\u306E{1}\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
096565=\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u30FB\u30EA\u30AF\u30A8\u30B9\u30BF\u306E\u8A8D\u8A3C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
096566=SAML2\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u7121\u52B9\u3067\u3059\u3002
## {0}: String uri
096567=\u6307\u5B9A\u3055\u308C\u305FURI {0}\u3067\u30B5\u30FC\u30D3\u30B9\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
## {0}: String partner
096568=\u30B5\u30FC\u30D3\u30B9\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA{0}\u304C\u7121\u52B9\u3067\u3059\u3002
096569=\u30D1\u30C3\u30B7\u30D6\u30FB\u30E2\u30FC\u30C9\u3067\u306F\u30E6\u30FC\u30B6\u30FC\u3092\u8A8D\u8A3C\u3067\u304D\u307E\u305B\u3093\u3002
096570=\u30E6\u30FC\u30B6\u30FC\u306FSAML2\u30B5\u30FC\u30D3\u30B9\u306E\u30ED\u30B0\u30A4\u30F3\u30FB\u30EA\u30BF\u30FC\u30F3URL\u306B\u30A2\u30AF\u30BB\u30B9\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u306E\u30E6\u30FC\u30B6\u30FC\u306F\u8A8D\u8A3C\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
096571=\u30E6\u30FC\u30B6\u30FC\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u306B<AuthnRequest>\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u3042\u308A\u307E\u305B\u3093\u3002
096572=\u30E6\u30FC\u30B6\u30FC\u306F\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u30A4\u30CB\u30B7\u30A8\u30FC\u30BF\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u30A2\u30AF\u30BB\u30B9\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u307E\u3060\u8A8D\u8A3C\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String name
096573=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u958B\u59CB\u3059\u308B\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u306B\u306F\u30D1\u30E9\u30E1\u30FC\u30BF{0}\u304C\u5FC5\u8981\u3067\u3059\u304C\u3001\u30EA\u30AF\u30A8\u30B9\u30C8\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
## {0}: String name
096574=\u540D\u524D{0}\u306E\u30D1\u30FC\u30C8\u30CA\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
096575=\u30EA\u30EC\u30FC\u72B6\u614B\u306EURL\u304C\u9577\u3059\u304E\u307E\u3059\u3002
## {0}: String clz
096576=AuthnRequest\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3067\u306A\u304F\u3001{0}\u306ESAML\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002
## {0}: String docType
096577=\u30EA\u30AF\u30A8\u30B9\u30BF\u304B\u3089\u306E{0}\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306E\u53D7\u4FE1\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
096578=\u30E6\u30FC\u30B6\u30FC\u306E\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u3092\u751F\u6210\u3067\u304D\u307E\u305B\u3093\u3002
096579=\u8CC7\u683C\u8A3C\u660E\u30DE\u30C3\u30D1\u30FC\u304B\u3089\u306E\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u306E\u30A2\u30F3\u30DE\u30FC\u30B7\u30E3\u30EA\u30F3\u30B0\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
## {0}: String name
096580={0}\u30D1\u30FC\u30C8\u30CA\u3067\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30B3\u30F3\u30B7\u30E5\u30FC\u30DE\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String expected, {1}: String actual
096581=<AuthnRequest>\u306E\u5B9B\u5148\u5C5E\u6027\u304C\u30ED\u30FC\u30AB\u30EB\u69CB\u6210\u3068\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002
096582=<AuthnRequest>\u306E<Subject>\u8981\u7D20\u306B<SubjectConfirmation>\u304C\u5B58\u5728\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093
096583=\u30EA\u30AF\u30A8\u30B9\u30C8\u3055\u308C\u305FNameId\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u306E\u306F\u3001urn:oasis:names:tc:SAML:1.1:nameid-format:unspecified\u306E\u307F\u3067\u3059\u3002
096584=<RequestedAuthnContext>\u306F\u73FE\u5728\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
096585=SPNameQualifier\u306F<AuthnRequest>\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String issuerURI
096586=\u767A\u884C\u8005URI {0}\u3067\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u306E\u691C\u7D22\u30A8\u30E9\u30FC\u3002
## {0}: String name
096587=\u540D\u524D{0}\u306E\u30B5\u30FC\u30D3\u30B9\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u306E\u691C\u7D22\u30A8\u30E9\u30FC\u3002
## {0}: String name
096588=\u540D\u524D{0}\u306E\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u306E\u691C\u7D22\u30A8\u30E9\u30FC\u3002
## {0}: String name
096589=\u540D\u524D{0}\u3067\u306E\u30D1\u30FC\u30C8\u30CA\u306E\u691C\u7D22\u30A8\u30E9\u30FC\u3002
096590=\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u3067\u30AA\u30FC\u30C7\u30A3\u30A8\u30F3\u30B9\u30FB\u30C1\u30A7\u30C3\u30AF\u7528\u306E\u30ED\u30FC\u30AB\u30EB\u30FB\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3ID\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String type, {1}: String name
096591=\u30D1\u30FC\u30C8\u30CA\u30FB\u30EC\u30B8\u30B9\u30C8\u30EA\u304B\u3089\u540D\u524D\u3067\u30D1\u30FC\u30C8\u30CA\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String name
096592=\u30D1\u30FC\u30C8\u30CA\u30FB\u30EC\u30B8\u30B9\u30C8\u30EA\u3067\u30D1\u30FC\u30C8\u30CA\u304C\u6709\u52B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
096593=\u30AA\u30FC\u30C7\u30A3\u30A8\u30F3\u30B9\u3092\u7A7A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
096594=Web\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u30FB\u30B5\u30FC\u30D3\u30B9\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30D1\u30FC\u30C8\u30CA\u306E\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3ID\u304C\u7A7A\u3067\u3059\u3002\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
096595=\u78BA\u8A8D\u30E1\u30BD\u30C3\u30C9\u3092\u7A7A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
096596=wantAssertionSigned\u304CTRUE\u306E\u5834\u5408\u3001\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u7F72\u540D\u7528\u8A3C\u660E\u66F8\u3092\u7A7A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
096597=isArtifactUsePost\u304CTRUE\u306E\u5834\u5408\u3001\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8POST\u30D5\u30A9\u30FC\u30E0\u3092\u7A7A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
096598=\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3/\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8/\u8A8D\u8A3C\u30EA\u30AF\u30A8\u30B9\u30C8\u306B\u7F72\u540D\u304C\u5FC5\u8981\u306A\u5834\u5408\u3001\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u7F72\u540D\u7528\u8A3C\u660E\u66F8\u3092\u7A7A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
096599=\u767A\u884C\u8005URI\u3092\u7A7A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
096600=SAML2\u30B5\u30FC\u30D3\u30B9\u30FB\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3ID\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
096601=SAML2\u30B5\u30FC\u30D3\u30B9\u306E\u516C\u958B\u30B5\u30A4\u30C8\u306EURL\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
096602=SAML2\u30B5\u30FC\u30D3\u30B9\u306E\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u7F72\u540D\u30AD\u30FC\u306E\u5225\u540D\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
096603=SAML2\u30B5\u30FC\u30D3\u30B9\u306E\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u7F72\u540D\u30AD\u30FC\u306E\u30D1\u30B9\u30D5\u30EC\u30FC\u30BA\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
096604=SAML2\u30B5\u30FC\u30D3\u30B9\u306E\u30ED\u30B0\u30A4\u30F3\u30FB\u30EA\u30BF\u30FC\u30F3\u306E\u554F\u5408\u305B\u30D1\u30E9\u30E1\u30FC\u30BF\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
096605=\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3ID\u3092\u7A7A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
096606=\u540D\u524D\u3092\u7A7A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
096607=\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u7A7A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
096608=\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u30FB\u30B3\u30F3\u30B7\u30E5\u30FC\u30DE\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u7A7A\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String url
096609=\u4E0D\u6B63\u306A\u516C\u958B\u30B5\u30A4\u30C8URL: {0}\u3002
096610=SAML\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u306EIssuerURI\u3092\u89E3\u6C7A\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String keyName
096611=\u30AD\u30FC\u30FB\u30B5\u30FC\u30D3\u30B9\u304B\u3089\u30AD\u30FC{0}\u306E\u30AD\u30FC\u60C5\u5831\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String password
096612=\u30D1\u30B9\u30EF\u30FC\u30C9{0}\u306E\u5FA9\u53F7\u5316\u30A8\u30E9\u30FC\u3002
## {0}: String cacheName
096613=\u30AD\u30E3\u30C3\u30B7\u30E5{0}\u3092\u30AF\u30EA\u30A2\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String cacheName
096614=\u30AD\u30E3\u30C3\u30B7\u30E5{0}\u304C\u30AF\u30EA\u30A2\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: long ttl, {1}: int min
096615=SAML\u8CC7\u683C\u8A3C\u660E\u30AD\u30E3\u30C3\u30B7\u30E5\u9805\u76EE\u306Ettl\u5024{0}\u304C\u30DF\u30EA\u79D2\u5358\u4F4D\u306E\u6709\u52B9\u306A\u6700\u5C0F\u306Ettl {1}\u3088\u308A\u5C0F\u3055\u304F\u3001\u30AD\u30E3\u30C3\u30B7\u30E5\u3055\u308C\u307E\u305B\u3093\u3002
096616=\u30EA\u30BF\u30FC\u30F3\u306E\u6700\u5927\u5024\u304C\u8CA0\u306E\u6570\u3067\u3059\u3002
096617=\u9023\u7D61\u5148\u30BF\u30A4\u30D7\u306E\u5024\u304C\u4E0D\u6B63\u3067\u3059\u3002
096618=\u30AD\u30FC\u30B9\u30C8\u30A2\u69CB\u6210\u304C\u7121\u52B9\u3067\u3059\u3002
096619=\u30AD\u30FC\u540D\u304Cnull\u307E\u305F\u306F\u7A7A\u3067\u3059\u3002
096620=\u30AD\u30FC\u60C5\u5831\u304C\u7121\u52B9\u3067\u3059\u3002
## {0}: String error
096621=SAML2\u30B5\u30FC\u30D3\u30B9\u3092\u958B\u59CB\u3067\u304D\u307E\u305B\u3093: {0}
096622=ForceAuthn\u3068IsPassive\u306F\u3001\u4E21\u65B9\u3092true\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String expireTime
096623=\u30A2\u30A4\u30C6\u30E0\u306F\u3059\u3067\u306B{0}\u306B\u6709\u52B9\u671F\u9650\u304C\u5207\u308C\u3066\u3044\u308B\u305F\u3081\u3001\u30AD\u30E3\u30C3\u30B7\u30E5\u3055\u308C\u307E\u305B\u3093\u3002
## {0}: String arg0, {1}: String arg1
096624="{0}"\u306B\u6E21\u3055\u308C\u305F"{1}"\u30D1\u30E9\u30E1\u30FC\u30BF\u3092null\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
096625=\u30D1\u30E9\u30E1\u30FC\u30BFMaxCacheSize\u307E\u305F\u306F\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u306B\u306F\u8CA0\u306E\u6570\u3092\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
096626=\u30D1\u30FC\u30C8\u30CA\u66F4\u65B0\u64CD\u4F5C\u3067\u30D1\u30FC\u30C8\u30CA\u540D\u306F\u5909\u66F4\u3067\u304D\u307E\u305B\u3093\u3002
096627=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30B5\u30A4\u30C8\u306B\u30ED\u30B0\u30A4\u30F3URL\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String nameMapperClassName
096628=NameMapper\u5C5E\u6027{0}\u306B\u69CB\u6210\u3055\u308C\u305F\u5024\u304C\u7121\u52B9\u3067\u3059\u3002
## {0}: String confirmationMethod
096629=\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30FB\u30CF\u30F3\u30C9\u30E9{0}\u3092\u901A\u3058\u3066\u6E21\u3055\u308C\u305F\u78BA\u8A8D\u30E1\u30BD\u30C3\u30C9\u304C\u7121\u52B9\u3067\u3059\u3002
## {0}: String alias
096630=\u5225\u540D{0}\u3067\u671F\u9650\u5207\u308C\u306E\u8A3C\u660E\u66F8\u3092\u7F72\u540D\u306B\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String alias
096631=\u5225\u540D{0}\u3067\u307E\u3060\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u306A\u3044\u8A3C\u660E\u66F8\u3092\u7F72\u540D\u306B\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String binding
096632=\u30D0\u30A4\u30F3\u30C9\u30FB\u30BF\u30A4\u30D7{0}\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u3053\u306E\u30D0\u30A4\u30F3\u30C9\u3092\u6301\u3064\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306F\u30D5\u30A3\u30EB\u30BF\u306B\u3088\u3063\u3066\u89AA\u304B\u3089\u9664\u5916\u3055\u308C\u307E\u3059\u3002
096633=\u30D1\u30FC\u30C8\u30CA\u30FB\u30E1\u30BF\u30C7\u30FC\u30BF\u30FB\u30D5\u30A1\u30A4\u30EB\u306B\u306F<EntityDescriptor>\u306EXML\u30EB\u30FC\u30C8\u8981\u7D20\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String what
096634=\u30AD\u30FC\u30FB\u30B9\u30C8\u30A2\u3067{0}\u306B\u7F72\u540D\u3059\u308B\u30B7\u30F3\u30B0\u30EB\u30FB\u30B5\u30A4\u30F3\u30AA\u30F3\u7F72\u540D\u8A3C\u660E\u66F8\u304C\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String samlObject
096635={0}\u306E\u6697\u53F7\u5316\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## {0}: String binding
096636={0}\u30D0\u30A4\u30F3\u30C9\u306F\u8A8D\u8A3C\u30EC\u30B9\u30DD\u30F3\u30B9\u306B\u5BFE\u3057\u3066\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String binding
096637={0}\u30D0\u30A4\u30F3\u30C9\u306F\u8A8D\u8A3C\u30EC\u30B9\u30DD\u30F3\u30B9\u306B\u5BFE\u3057\u3066\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String targetRedirectHost, {1}: String allowedHosts
096638=\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30EA\u30C0\u30A4\u30EC\u30AF\u30C8\u30FB\u30DB\u30B9\u30C8{0}\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
