messagedetail000611=\u6307\u5B9A\u3055\u308C\u305FMaxUnavailable\u306B\u9054\u3057\u305F\u306E\u3067\u3001\u30D7\u30FC\u30EB\u306E\u30EA\u30BD\u30FC\u30B9\u306F\u3069\u308C\u3082\u30C6\u30B9\u30C8\u3055\u308C\u307E\u305B\u3093\u3002
cause000611=\u3053\u306E\u30D7\u30FC\u30EB\u3067\u306F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3MaxUnavailable\u5C5E\u6027\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u30D7\u30FC\u30EB\u5185\u306E\u5229\u7528\u3067\u304D\u306A\u3044\u30EA\u30BD\u30FC\u30B9\u6570\u304C\u69CB\u6210\u3055\u308C\u305F\u9650\u5EA6\u306B\u9054\u3057\u305F\u304B\u3001\u305D\u306E\u9650\u5EA6\u3092\u8D85\u3048\u305F\u306E\u3067\u3001\u3053\u308C\u4EE5\u4E0A\u30EA\u30BD\u30FC\u30B9\u306F\u30C6\u30B9\u30C8\u3055\u308C\u307E\u305B\u3093(\u30C6\u30B9\u30C8\u4E2D\u306F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304B\u3089\u30EA\u30BD\u30FC\u30B9\u304C\u5229\u7528\u3067\u304D\u306A\u304F\u306A\u308B\u305F\u3081)\u3002
action000611=\u5FC5\u8981\u306B\u5FDC\u3058\u3066\u3001\u30D7\u30FC\u30EB\u306EMaxUnavailable\u5C5E\u6027\u306E\u5024\u3092\u30C1\u30E5\u30FC\u30CB\u30F3\u30B0\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000612=\u63D0\u793A\u3055\u308C\u305F\u30D7\u30FC\u30EB\u3067\u73FE\u6642\u70B9\u3067\u5229\u7528\u53EF\u80FD\u306A\u3059\u3079\u3066\u306E\u30EA\u30BD\u30FC\u30B9\u30FB\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u30C6\u30B9\u30C8\u3055\u308C\u3066\u3044\u307E\u3059\u3002
cause000612=\u3053\u308C\u306F\u8B66\u544A\u3067\u3042\u308A\u3001\u30D7\u30FC\u30EB\u306E\u73FE\u6642\u70B9\u3067\u5229\u7528\u53EF\u80FD\u306A\u3059\u3079\u3066\u306E\u30EA\u30BD\u30FC\u30B9\u304C\u30C6\u30B9\u30C8\u3055\u308C\u3066\u304A\u308A\u3001\u305D\u308C\u3089\u306E\u30EA\u30BD\u30FC\u30B9\u306E\u4E00\u90E8\u307E\u305F\u306F\u3059\u3079\u3066\u304C\u77ED\u3044\u6642\u9593\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304B\u3089\u5229\u7528\u3067\u304D\u306A\u304F\u306A\u308B\u53EF\u80FD\u6027\u304C\u3042\u308B\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002
action000612=\u30D7\u30FC\u30EB\u306EMaxUnavailable\u5C5E\u6027\u306E\u73FE\u5728\u306E\u8A2D\u5B9A\u3092\u5C0F\u3055\u304F\u3057\u307E\u3059\u3002
messagedetail000613=\u4F5C\u6210\u6642\u70B9\u3067\u306E\u30EA\u30BD\u30FC\u30B9\u306E\u30C6\u30B9\u30C8\u3092\u8A31\u53EF\u3059\u308B\u6A5F\u80FD\u304C\u52D5\u7684\u306B\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002
cause000613=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000613=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000614=\u4F5C\u6210\u6642\u70B9\u3067\u306E\u30EA\u30BD\u30FC\u30B9\u306E\u30C6\u30B9\u30C8\u3092\u8A31\u53EF\u3059\u308B\u6A5F\u80FD\u304C\u52D5\u7684\u306B\u7121\u52B9\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002
cause000614=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000614=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000615=\u4E88\u7D04\u3055\u308C\u3066\u3044\u308B\u3068\u304D\u306E\u30EA\u30BD\u30FC\u30B9\u306E\u30C6\u30B9\u30C8\u3092\u8A31\u53EF\u3059\u308B\u6A5F\u80FD\u304C\u52D5\u7684\u306B\u7121\u52B9\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002
cause000615=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000615=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000616=\u4E88\u7D04\u3055\u308C\u3066\u3044\u308B\u3068\u304D\u306E\u30EA\u30BD\u30FC\u30B9\u306E\u30C6\u30B9\u30C8\u3092\u8A31\u53EF\u3059\u308B\u6A5F\u80FD\u304C\u52D5\u7684\u306B\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002
cause000616=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000616=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000617=\u89E3\u653E\u3055\u308C\u3066\u3044\u308B\u3068\u304D\u306E\u30EA\u30BD\u30FC\u30B9\u306E\u30C6\u30B9\u30C8\u3092\u8A31\u53EF\u3059\u308B\u6A5F\u80FD\u304C\u52D5\u7684\u306B\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002
cause000617=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000617=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000618=\u89E3\u653E\u3055\u308C\u3066\u3044\u308B\u3068\u304D\u306E\u30EA\u30BD\u30FC\u30B9\u306E\u30C6\u30B9\u30C8\u3092\u8A31\u53EF\u3059\u308B\u6A5F\u80FD\u304C\u52D5\u7684\u306B\u7121\u52B9\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002
cause000618=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000618=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000619=\u30D7\u30FC\u30EB\u7BA1\u7406\u30B9\u30EC\u30C3\u30C9\u3067\u3001\u6307\u5B9A\u3055\u308C\u305F\u30EA\u30BD\u30FC\u30B9\u3092\u6307\u5B9A\u3055\u308C\u305F\u30D7\u30FC\u30EB\u306B\u89E3\u653E\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause000619=InactiveResourceTimeout\u6A5F\u80FD\u306E\u4E00\u90E8\u3068\u3057\u3066\u3001\u69CB\u6210\u3055\u308C\u305F\u671F\u9593\u30A2\u30AF\u30C6\u30A3\u30D6\u3067\u306A\u3044\u3053\u3068\u304C\u5224\u660E\u3057\u305F\u30EA\u30BD\u30FC\u30B9\u306F\u30D7\u30FC\u30EB\u306B\u5F37\u5236\u7684\u306B\u89E3\u653E\u3055\u308C\u307E\u3059\u3002\u3053\u308C\u306B\u3088\u308A\u3001\u51E6\u7406\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action000619=My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail000620=\u6307\u5B9A\u3055\u308C\u305F\u30EA\u30BD\u30FC\u30B9\u304C\u6307\u5B9A\u3055\u308C\u305F\u30D7\u30FC\u30EB\u306B\u5F37\u5236\u7684\u306B\u89E3\u653E\u3055\u308C\u3066\u3044\u307E\u3059\u3002
cause000620=\u30EA\u30BD\u30FC\u30B9\u304C\u6307\u5B9A\u3055\u308C\u305F\u671F\u9593\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u3088\u3063\u3066\u4F7F\u7528\u3055\u308C\u3066\u3044\u306A\u3044\u3053\u3068\u304C\u308F\u304B\u3063\u305F\u306E\u3067\u3001\u30D7\u30FC\u30EB\u306B\u5F37\u5236\u7684\u306B\u89E3\u653E\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action000620=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B3\u30FC\u30C9\u3067\u30EA\u30BD\u30FC\u30B9\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u6F0F\u6D29\u3092\u8ABF\u3079\u308B\u304B\u3001\u9069\u5207\u306A\u30D7\u30FC\u30EB\u5C5E\u6027\u306E\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u5024\u3092\u30C1\u30E5\u30FC\u30CB\u30F3\u30B0\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000621=\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u30FB\u30BF\u30A4\u30D7\u306E\u5165\u3063\u305F\u4F4E\u30EC\u30D9\u30EB\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u30B5\u30FC\u30D0\u30FC\u304C\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002
cause000621=\u4E88\u671F\u3057\u306A\u3044\u4F4E\u30EC\u30D9\u30EB\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u30B5\u30FC\u30D0\u30FC\u306B\u9001\u4FE1\u3055\u308C\u307E\u3057\u305F\u3002
action000621=\u539F\u56E0\u3068\u3057\u3066\u306F\u3001\u30B5\u30FC\u30D0\u30FC/\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306E\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u8003\u3048\u3089\u308C\u307E\u3059\u3002My Oracle Support\u306B\u5831\u544A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000622=\u505C\u6B62\u3055\u308C\u3066\u3044\u308B\u30D7\u30FC\u30EB\u306B\u30EA\u30BD\u30FC\u30B9\u3092\u89E3\u653E\u3057\u3088\u3046\u3068\u3059\u308B\u8A66\u307F\u3092\u7121\u8996\u3057\u3066\u3044\u307E\u3059\u3002
cause000622=\u505C\u6B62\u3055\u308C\u3066\u3044\u308B\u30D7\u30FC\u30EB\u306B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C\u30EA\u30BD\u30FC\u30B9\u3092\u89E3\u653E\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
action000622=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u52D5\u4F5C\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30EA\u30BD\u30FC\u30B9\u306F\u3059\u3079\u3066\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C\u505C\u6B62\u3055\u308C\u308B\u524D\u306B\u9589\u3058\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
messagedetail000623=\u6307\u5B9A\u3055\u308C\u305F\u5024\u304C\u7121\u52B9\u306A\u306E\u3067\u3001\u30D7\u30FC\u30EB\u306ECapacityIncrement\u5024\u304C\u5185\u90E8\u3067\u8ABF\u6574\u3055\u308C\u307E\u3057\u305F\u3002
cause000623=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304CCapacityIncrement\u306B\u7121\u52B9\u306A\u5024\u3092\u6307\u5B9A\u3057\u3066\u3044\u307E\u3057\u305F\u3002
action000623=\u6307\u5B9A\u3055\u308C\u305F\u30D7\u30FC\u30EB\u306ECapacityIncrement\u306E\u6307\u5B9A\u3055\u308C\u305F\u5024\u3092\u78BA\u8A8D\u3057\u3066\u4FEE\u6B63\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000624=\u6307\u5B9A\u3055\u308C\u305F\u5024\u304C\u7121\u52B9\u306A\u306E\u3067\u3001\u30D7\u30FC\u30EB\u306E\u7A7A\u304D\u30EA\u30BD\u30FC\u30B9\u306E\u30C6\u30B9\u30C8\u983B\u5EA6\u304C\u5185\u90E8\u3067\u8ABF\u6574\u3055\u308C\u307E\u3057\u305F\u3002
cause000624=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C\u30C6\u30B9\u30C8\u983B\u5EA6\u306B\u7121\u52B9\u306A\u5024\u3092\u6307\u5B9A\u3057\u3066\u3044\u307E\u3057\u305F\u3002
action000624=\u6307\u5B9A\u3055\u308C\u305F\u30D7\u30FC\u30EB\u306ETestFrequencySeconds\u306E\u6307\u5B9A\u3055\u308C\u305F\u5024\u3092\u78BA\u8A8D\u3057\u3066\u4FEE\u6B63\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000625=\u30D7\u30FC\u30EB\u306E\u7A7A\u304D\u30EA\u30BD\u30FC\u30B9\u3092\u5B9A\u671F\u7684\u306B\u30C6\u30B9\u30C8\u3059\u308B\u6A5F\u80FD\u304C\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u3088\u3063\u3066\u7121\u52B9\u306B\u3055\u308C\u307E\u3057\u305F\u3002
cause000625=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000625=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000626=\u6307\u5B9A\u3055\u308C\u305F\u30D7\u30FC\u30EB\u306E\u7A7A\u304D\u30EA\u30BD\u30FC\u30B9\u306F\u793A\u3055\u308C\u305F\u983B\u5EA6\u3067\u30C6\u30B9\u30C8\u3055\u308C\u307E\u3059\u3002
cause000626=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000626=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000627=\u30D7\u30FC\u30EB\u306E\u8FFD\u52A0\u30EA\u30BD\u30FC\u30B9\u3092\u4F5C\u6210\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30D7\u30FC\u30EB\u306E\u69CB\u6210\u3055\u308C\u305F\u6700\u5927\u5BB9\u91CF\u306B\u9054\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u305F\u3081\u3001\u4F5C\u6210\u3055\u308C\u308B\u30EA\u30BD\u30FC\u30B9\u306E\u6570\u304C\u5897\u3084\u3055\u308C\u3066\u3044\u307E\u3059\u3002
cause000627=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000627=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000628=\u793A\u3055\u308C\u305F\u6570\u306E\u30EA\u30BD\u30FC\u30B9\u304C\u30D7\u30FC\u30EB\u306B\u4F5C\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002
cause000628=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000628=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000629=\u30D7\u30FC\u30EB\u3067\u306F\u3001\u793A\u3055\u308C\u305F\u5FC5\u8981\u6570\u3067\u306F\u306A\u304F\u793A\u3055\u308C\u305F\u6570\u306E\u30EA\u30BD\u30FC\u30B9\u306E\u307F\u518D\u4F5C\u6210\u3067\u304D\u307E\u3057\u305F\u3002
cause000629=\u30D7\u30FC\u30EB\u3092\u5F37\u5236\u7684\u306B\u4E2D\u65AD\u3059\u308B\u904E\u7A0B\u3067\u3001\u73FE\u6642\u70B9\u3067\u4F7F\u7528\u3055\u308C\u3066\u3044\u308B\u3059\u3079\u3066\u306E\u30EA\u30BD\u30FC\u30B9\u304C\u7834\u68C4\u3055\u308C\u3066\u518D\u4F5C\u6210\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u5FC5\u8981\u306A\u3059\u3079\u3066\u306E\u30EA\u30BD\u30FC\u30B9\u304C\u518D\u4F5C\u6210\u3055\u308C\u305F\u308F\u3051\u3067\u306F\u306A\u3044\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002
action000629=My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail000630=\u793A\u3055\u308C\u305F\u6570\u306E\u30EA\u30BD\u30FC\u30B9\u3092\u30D7\u30FC\u30EB\u3067\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause000630=ConnectionCreationRetry\u6A5F\u80FD\u306E\u4E00\u90E8\u3068\u3057\u3066\u3001\u30D7\u30FC\u30EB\u3067\u306F\u5B9A\u671F\u7684\u306B\u5229\u7528\u3067\u304D\u306A\u3044\u30EA\u30BD\u30FC\u30B9\u306E\u4F5C\u6210\u304C\u8A66\u884C\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u73FE\u5728\u306E\u8A66\u884C\u3067\u3001\u793A\u3055\u308C\u305F\u6570\u306E\u30EA\u30BD\u30FC\u30B9\u3092\u4F5C\u6210\u3067\u304D\u306A\u304B\u3063\u305F\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002
action000630=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30FB\u30B5\u30FC\u30D0\u30FC\u3084\u305D\u306E\u30B5\u30FC\u30D0\u30FC\u3078\u306E\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u63A5\u7D9A\u304C\u30C0\u30A6\u30F3\u3057\u3066\u3044\u308B\u306A\u3069\u3001\u30EA\u30BD\u30FC\u30B9\u306E\u4F5C\u6210\u3092\u59A8\u3052\u308B\u969C\u5BB3\u72B6\u614B\u304C\u307E\u3060\u7D9A\u3044\u3066\u3044\u308B\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000631=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306F\u3001\u30D7\u30FC\u30EB\u304C\u8A8D\u8B58\u3057\u3066\u3044\u306A\u3044\u30EA\u30BD\u30FC\u30B9\u3078\u306E\u89E3\u653E\u3092\u884C\u304A\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
cause000631=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306F\u3001\u30D7\u30FC\u30EB\u306E\u4E00\u90E8\u3067\u306F\u306A\u304F\u306A\u3063\u305F\u30EA\u30BD\u30FC\u30B9\u3092\u30D7\u30FC\u30EB\u306B\u89E3\u653E\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002\u3053\u308C\u306F\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C\u30EA\u30BD\u30FC\u30B9\u3092\u501F\u308A\u3066\u3044\u308B\u9593\u306B\u30D7\u30FC\u30EB\u304C\u5F37\u5236\u7684\u306B\u4E2D\u65AD\u3055\u308C\u305F(\u305D\u306E\u7D50\u679C\u501F\u308A\u3089\u308C\u3066\u3044\u308B\u3059\u3079\u3066\u306E\u30EA\u30BD\u30FC\u30B9\u304C\u9589\u3058\u3089\u308C\u3001\u65B0\u3057\u3044\u30EA\u30BD\u30FC\u30B9\u306B\u7F6E\u63DB\u3055\u308C\u308B)\u5834\u5408\u306B\u8D77\u3053\u308A\u307E\u3059\u3002
action000631=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u52D5\u4F5C\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000632=\u30EA\u30BD\u30FC\u30B9\u30FB\u30D7\u30FC\u30EB\u3092\u505C\u6B62\u3057\u3066\u3044\u307E\u3059\u3002\u30D7\u30FC\u30EB\u304B\u3089\u501F\u308A\u3066\u3044\u308B\u4F7F\u7528\u4E2D\u306E\u30EA\u30BD\u30FC\u30B9\u306F\u7121\u8996\u3055\u308C\u307E\u3059\u3002
cause000632=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C\u30D7\u30FC\u30EB\u304B\u3089\u53D6\u5F97\u3057\u305F\u30EA\u30BD\u30FC\u30B9\u3092\u307E\u3060\u4F7F\u7528\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u3001\u7BA1\u7406\u8005\u304C\u305D\u306E\u30D7\u30FC\u30EB\u3092\u505C\u6B62\u3057\u3066\u3044\u307E\u3059\u3002\u3053\u308C\u3089\u306E\u30EA\u30BD\u30FC\u30B9\u306F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u3088\u3063\u3066\u30EA\u30FC\u30AF\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action000632=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u52D5\u4F5C\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause000633=\u30EA\u30BD\u30FC\u30B9\u4F5C\u6210\u307E\u305F\u306F\u30EA\u30BD\u30FC\u30B9\u30FB\u30C6\u30B9\u30C8\u306B\u7E70\u308A\u8FD4\u3057\u5931\u6557\u3057\u307E\u3057\u305F\u3002
action000633=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A8\u30E9\u30FC\u306E\u539F\u56E0\u3092\u5224\u65AD\u3057\u3001\u4FEE\u6B63\u3092\u884C\u3063\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000634=\u30EA\u30BD\u30FC\u30B9\u5F85\u6A5F\u6642\u9593\u304C\u8A31\u5BB9\u7BC4\u56F2\u3057\u304D\u3044\u5024\u3092\u8D85\u3048\u307E\u3057\u305F\u3002
cause000634=\u30EA\u30BD\u30FC\u30B9\u30FB\u30C6\u30B9\u30C8\u306B\u4E88\u5B9A\u3088\u308A\u3082\u9577\u3044\u6642\u9593\u304C\u304B\u304B\u308A\u307E\u3057\u305F\u3002
action000634=\u30EA\u30BD\u30FC\u30B9\u30FB\u30C6\u30B9\u30C8\u304C\u9577\u6642\u9593\u30D6\u30ED\u30C3\u30AF\u3055\u308C\u308B\u539F\u56E0\u3068\u306A\u308B\u6761\u4EF6\u3092\u4FEE\u6B63\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause000635=\u30EA\u30BD\u30FC\u30B9\u4F5C\u6210\u307E\u305F\u306F\u30EA\u30BD\u30FC\u30B9\u30FB\u30C6\u30B9\u30C8\u306B\u7E70\u308A\u8FD4\u3057\u5931\u6557\u3057\u307E\u3057\u305F\u3002
action000635=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A8\u30E9\u30FC\u306E\u539F\u56E0\u3092\u5224\u65AD\u3057\u3001\u4FEE\u6B63\u3092\u884C\u3063\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000636=\u30C6\u30B9\u30C8\u64CD\u4F5C\u306B\u6210\u529F\u3057\u305F\u305F\u3081\u3001\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7\u306F\u6709\u52B9\u306B\u306A\u308A\u307E\u3057\u305F\u3002
cause000636=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000636=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause000637=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000637=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause000638=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000638=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause000639=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000639=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause000640=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000640=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000641=\u3053\u308C\u306F\u5185\u90E8\u306E\u8A3A\u65AD(\u30C7\u30D0\u30C3\u30B0)\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
cause000641=\u5185\u90E8\u306E\u3042\u308B\u72B6\u614B\u306B\u3088\u3063\u3066\u3001\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u8868\u793A\u3055\u308C\u307E\u3057\u305F\u3002
action000641=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
