messagedetail000100=\u30B5\u30FC\u30D0\u30FC\u306F\u30C7\u30D5\u30A9\u30EB\u30C8\u30FB\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30A2\u30C9\u30EC\u30B9{0}\u3092\u4F7F\u7528\u3057\u3066\u30CF\u30FC\u30C8\u30D3\u30FC\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3068JNDI\u901A\u77E5\u3092\u9001\u4FE1\u3057\u307E\u3059\u3002
cause000100=\u30AF\u30E9\u30B9\u30BF\u30FB\u30A2\u30C9\u30EC\u30B9\u3092\u6307\u5B9A\u305B\u305A\u306B\u30AF\u30E9\u30B9\u30BF\u3092\u4F5C\u6210\u3057\u305F\u5834\u5408\u3001\u30B5\u30FC\u30D0\u30FC\u3067\u306F\u30C7\u30D5\u30A9\u30EB\u30C8\u3067\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30A2\u30C9\u30EC\u30B9237.0.0.1\u304C\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
action000100=\u30AF\u30E9\u30B9\u30BF\u306EMulticastAddress="a.b.c.d"\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002224.0.0.0\u304B\u3089239.255.255.255\u306E\u7BC4\u56F2\u306E\u30A2\u30C9\u30EC\u30B9\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002224.0.0.0\u304B\u3089224.0.1.255\u306F\u4E88\u7D04\u6E08\u307F\u306E\u305F\u3081\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
messagedetail000101=ClusterAddress {0}\u3092\u89E3\u6C7A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause000101=\u30AF\u30E9\u30B9\u30BF\u30FB\u30A2\u30C9\u30EC\u30B9{0}\u3092\u89E3\u6C7A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002ClusterAddress\u306F\u8907\u6570\u306EIP\u30A2\u30C9\u30EC\u30B9\u306B\u30DE\u30C3\u30D7\u3055\u308C\u308BDNS\u540D\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action000101=\u30AF\u30E9\u30B9\u30BF\u306E\u6B63\u3057\u3044ClusterAddress\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000102=\u3053\u308C\u306F\u30B5\u30FC\u30D0\u30FC\u304C\u30AF\u30E9\u30B9\u30BF\u3092\u7D50\u5408\u3057\u305F\u3053\u3068\u3092\u793A\u3059\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
cause000102=\u30B5\u30FC\u30D0\u30FC\u304C\u30AF\u30E9\u30B9\u30BF{0}\u3092\u7D50\u5408\u3057\u307E\u3057\u305F\u3002
action000102=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000103=\u30AF\u30E9\u30B9\u30BF{0}\u304B\u3089\u63A5\u7D9A\u3092\u89E3\u9664\u3057\u3066\u3044\u307E\u3059
cause000103=\u4E2D\u65AD\u3055\u308C\u305F\u30B5\u30FC\u30D0\u30FC\u306F\u30AF\u30E9\u30B9\u30BF{0}\u306E\u30E1\u30F3\u30D0\u30FC\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
action000103=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000104=\u30AF\u30E9\u30B9\u30BF\u30FB\u30E1\u30F3\u30D0\u30FC\u3067\u4E92\u63DB\u6027\u306E\u306A\u3044\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u5B9F\u884C\u3055\u308C\u3066\u3044\u307E\u3059\u3002\n\t\u30ED\u30FC\u30AB\u30EB\u30FB\u30D0\u30FC\u30B8\u30E7\u30F3: {0}\u3002\n\t\u30EA\u30E2\u30FC\u30C8\u30FB\u30D0\u30FC\u30B8\u30E7\u30F3({1}): {2}
cause000104=\u3053\u306E\u30B5\u30FC\u30D0\u30FC\u306F\u3053\u306E\u30AF\u30E9\u30B9\u30BF\u306E\u4ED6\u306E\u30B5\u30FC\u30D0\u30FC\u3068\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u7570\u306A\u308A\u307E\u3059\u3002
action000104=\u3053\u306E\u30AF\u30E9\u30B9\u30BF\u306E\u3059\u3079\u3066\u306E\u30E1\u30F3\u30D0\u30FC\u3067\u540C\u3058\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u5B9F\u884C\u3055\u308C\u308B\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000105=\u30D0\u30FC\u30B8\u30E7\u30F3\u306B\u4E92\u63DB\u6027\u304C\u306A\u3044\u305F\u3081\u3001\u30B5\u30FC\u30D0\u30FC\u306F\u30AF\u30E9\u30B9\u30BF\u304B\u3089\u5916\u308C\u307E\u3059\u3002
cause000105=\u3053\u306E\u30B5\u30FC\u30D0\u30FC\u3067\u306F\u7570\u306A\u308B\u30D0\u30FC\u30B8\u30E7\u30F3\u306EWebLogic Server\u304C\u5B9F\u884C\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action000105=\u3053\u306E\u30AF\u30E9\u30B9\u30BF\u306B\u5225\u306E\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30A2\u30C9\u30EC\u30B9\u3092\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002224.0.0.0 - 239.255.255.255\u306E\u7BC4\u56F2\u306E\u30A2\u30C9\u30EC\u30B9\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002224.0.0.0 - 224.0.1.255\u306F\u4E88\u7D04\u6E08\u307F\u306E\u305F\u3081\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
messagedetail000106={1}\u304C\u539F\u56E0\u3067\u4FDD\u7559\u30EA\u30B9\u30C8\u306B{0}\u3092\u79FB\u52D5\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause000106=JNDI\u30C4\u30EA\u30FC\u306E\u30CE\u30FC\u30C9\u3067\u7AF6\u5408\u3059\u308B\u975E\u30ED\u30FC\u30AB\u30EB\u30FB\u30AA\u30D5\u30A1\u30FC\u3092\u89E3\u6C7A\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action000106=\u30ED\u30B0\u306E\u4E2D\u3067\u76F4\u524D\u306E\u7AF6\u5408\u767A\u751F\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u63A8\u5968\u306E\u3044\u305A\u308C\u304B\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u884C\u3063\u3066\u7AF6\u5408\u304C\u8D77\u304D\u306A\u3044\u3088\u3046\u52AA\u3081\u3066\u304F\u3060\u3055\u3044\u3002\u554F\u984C\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u8A73\u3057\u304F\u5206\u6790\u3067\u304D\u308B\u3088\u3046\u306B\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u3092\u7528\u610F\u3057\u3066\u3001My Oracle Support\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
messagedetail000107={1}\u306E\u305F\u3081\u3001\u73FE\u5728\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u308B\u5834\u6240\u306B{0}\u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause000107=JNDI\u30C4\u30EA\u30FC\u306E\u30CE\u30FC\u30C9\u3067\u7AF6\u5408\u3059\u308B\u975E\u30ED\u30FC\u30AB\u30EB\u30FB\u30AA\u30D5\u30A1\u30FC\u3092\u89E3\u6C7A\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action000107=\u30ED\u30B0\u306E\u4E2D\u3067\u76F4\u524D\u306E\u7AF6\u5408\u767A\u751F\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u63A8\u5968\u306E\u3044\u305A\u308C\u304B\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u884C\u3063\u3066\u7AF6\u5408\u304C\u8D77\u304D\u306A\u3044\u3088\u3046\u52AA\u3081\u3066\u304F\u3060\u3055\u3044\u3002\u554F\u984C\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u8A73\u3057\u304F\u5206\u6790\u3067\u304D\u308B\u3088\u3046\u306B\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u3092\u7528\u610F\u3057\u3066\u3001My Oracle Support\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
messagedetail000108=\u4EE5\u524D\u306B\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u304A\u3089\u305A\u3001\u7AF6\u5408\u3092\u89E3\u6C7A\u3059\u308B\u6BB5\u968E\u306B\u3082\u306A\u3044\u30AA\u30D5\u30A1\u30FC\u3092\u64A4\u56DE\u3059\u308B\u8A66\u307F\u304C\u884C\u308F\u308C\u307E\u3057\u305F\u3002
cause000108=\u4EE5\u524D\u306B\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u304A\u3089\u305A\u3001\u7AF6\u5408\u3092\u89E3\u6C7A\u3059\u308B\u6BB5\u968E\u306B\u3082\u306A\u3044\u30AA\u30D5\u30A1\u30FC\u3092\u64A4\u56DE\u3059\u308B\u8A66\u307F\u304C\u884C\u308F\u308C\u307E\u3057\u305F\u3002
action000108=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000109=\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u3067\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u9001\u4FE1\u3057\u3088\u3046\u3068\u3057\u305F\u3068\u304D\u306BI/O\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause000109=\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u3067\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u9001\u4FE1\u3057\u3088\u3046\u3068\u3057\u305F\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action000109=WebLogic Server\u306F\u3001\u3053\u306E\u30A8\u30E9\u30FC\u304B\u3089\u56DE\u5FA9\u3057\u3088\u3046\u3068\u3057\u307E\u3059\u3002\u554F\u984C\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306E\u30A4\u30F3\u30D5\u30E9\u30B9\u30C8\u30E9\u30AF\u30C1\u30E3\u3068NIC\u304C\u6B63\u3057\u304F\u6A5F\u80FD\u3057\u3066\u3044\u308B\u304B\u3069\u3046\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u74B0\u5883\u306B\u554F\u984C\u304C\u306A\u3044\u3068\u8003\u3048\u3089\u308C\u308B\u5834\u5408\u306F\u3001\u8A73\u7D30\u306A\u5206\u6790\u3092\u884C\u3046\u305F\u3081\u306E\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u3092\u6E96\u5099\u3057\u3066\u3001My Oracle Support\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
messagedetail000110=\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u3067\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D7\u4FE1\u3057\u3088\u3046\u3068\u3057\u305F\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause000110=\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u3067\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D7\u4FE1\u3057\u3088\u3046\u3068\u3057\u305F\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action000110=NIC\u306E\u52D5\u4F5C\u304C\u6B63\u5E38\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u74B0\u5883\u306B\u554F\u984C\u304C\u306A\u3044\u3068\u8003\u3048\u3089\u308C\u308B\u5834\u5408\u306F\u3001\u8A73\u7D30\u306A\u5206\u6790\u3092\u884C\u3046\u305F\u3081\u306E\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u3092\u6E96\u5099\u3057\u3066\u3001My Oracle Support\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
messagedetail000111=\u30AF\u30E9\u30B9\u30BF{1}\u306E\u30D3\u30E5\u30FC\u306BID:{2}\u306E{0}\u3092\u8FFD\u52A0\u3057\u3066\u3044\u307E\u3059\u3002
cause000111=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000111=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000112=\u30AF\u30E9\u30B9\u30BF\u306E\u3059\u3079\u3066\u306E\u30B5\u30FC\u30D0\u30FC\u306F10\u79D2\u304A\u304D\u306B\u30CF\u30FC\u30C8\u30D3\u30FC\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u9001\u4FE1\u3057\u307E\u3059\u30023\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u671F\u9593\u306B\u30CF\u30FC\u30C8\u30D3\u30FC\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D7\u4FE1\u3067\u304D\u306A\u3044\u5834\u5408\u3001\u305D\u306E\u30B5\u30FC\u30D0\u30FC\u306F\u30AF\u30E9\u30B9\u30BF\u30FB\u30D3\u30E5\u30FC\u304B\u3089\u524A\u9664\u3055\u308C\u307E\u3059\u3002
cause000112=30\u79D2\u306E\u9593\u30CF\u30FC\u30C8\u30D3\u30FC\u30C8\u3092\u9001\u4FE1\u3067\u304D\u306A\u304B\u3063\u305F\u306E\u3067{0}\u3092\u30AF\u30E9\u30B9\u30BF\u304B\u3089\u524A\u9664\u3057\u3066\u3044\u307E\u3059\u3002
action000112=\u30B5\u30FC\u30D0\u30FC\u304C\u505C\u6B62\u307E\u305F\u306F\u4E2D\u65AD\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u306F\u4F55\u3082\u3059\u308B\u5FC5\u8981\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u30EA\u30E2\u30FC\u30C8\u30FB\u30B5\u30FC\u30D0\u30FC{0}\u304C\u30CF\u30F3\u30B0\u3057\u3066\u3044\u308B\u3088\u3046\u3067\u3042\u308B\u5834\u5408\u306F\u3001\u30B9\u30EC\u30C3\u30C9\u30C0\u30F3\u30D7\u3092\u3068\u3063\u3066My Oracle Support\u306B\u304A\u9001\u308A\u304F\u3060\u3055\u3044\u3002
messagedetail000113=\u30AF\u30E9\u30B9\u30BF\u306E\u30B5\u30FC\u30D0\u30FC\u3067\u306FTCP/IP\u7D4C\u7531\u306E\u76F4\u63A5\u63A5\u7D9A\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u63A5\u7D9A\u304C\u5931\u6557\u3059\u308B\u3068\u3001\u305D\u306E\u30B5\u30FC\u30D0\u30FC\u306F\u30AF\u30E9\u30B9\u30BF\u30FB\u30D3\u30E5\u30FC\u304B\u3089\u524A\u9664\u3055\u308C\u307E\u3059\u3002
cause000113=\u30B5\u30FC\u30D0\u30FC{0}\u3068\u306ETCP/IP\u63A5\u7D9A\u304C\u5931\u308F\u308C\u307E\u3057\u305F\u3002
action000113=\u30B5\u30FC\u30D0\u30FC\u304C\u505C\u6B62\u307E\u305F\u306F\u4E2D\u65AD\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u306F\u4F55\u3082\u3059\u308B\u5FC5\u8981\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u30EA\u30E2\u30FC\u30C8\u30FB\u30B5\u30FC\u30D0\u30FC{0}\u304C\u30CF\u30F3\u30B0\u3057\u3066\u3044\u308B\u3088\u3046\u3067\u3042\u308B\u5834\u5408\u306F\u3001\u30B9\u30EC\u30C3\u30C9\u30C0\u30F3\u30D7\u3092\u3068\u3063\u3066My Oracle Support\u306B\u304A\u9001\u308A\u304F\u3060\u3055\u3044\u3002
messagedetail000114=\u30E9\u30A4\u30BB\u30F3\u30B9\u30FB\u30D5\u30A1\u30A4\u30EB\u3067\u30AF\u30E9\u30B9\u30BF\u30FB\u30E9\u30A4\u30BB\u30F3\u30B9{0}\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause000114=\u30AF\u30E9\u30B9\u30BF\u3092\u5B9F\u884C\u3059\u308B\u305F\u3081\u306B\u306F\u6709\u52B9\u306A\u30E9\u30A4\u30BB\u30F3\u30B9\u30FB\u30D5\u30A1\u30A4\u30EB\u304C\u5FC5\u8981\u3067\u3059\u3002
action000114=Oracle\u55B6\u696D\u62C5\u5F53\u8005\u306B\u9023\u7D61\u3057\u3066\u6709\u52B9\u306A\u30E9\u30A4\u30BB\u30F3\u30B9\u3092\u53D6\u5F97\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000115=\u30B5\u30FC\u30D0\u30FC\u3067{0}\u500B\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D7\u4FE1\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause000115=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002\u30B5\u30FC\u30D0\u30FC\u304C\u5B89\u5B9A\u3057\u305F\u30AF\u30E9\u30B9\u30BF\u3092\u7D50\u5408\u3057\u305F\u3068\u304D\u306B\u3001\u305D\u306E\u30AF\u30E9\u30B9\u30BF\u5185\u306E\u30B5\u30FC\u30D0\u30FC\u304B\u3089\u9001\u4FE1\u3055\u308C\u305F\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D7\u4FE1\u3057\u306A\u304B\u3063\u305F\u3053\u3068\u304C\u539F\u56E0\u3067\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
action000115=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000116={2}\u306B\u3088\u308A\u3001\u30A2\u30C9\u30EC\u30B9{1}\u3067\u30AF\u30E9\u30B9\u30BF{0}\u3092\u7D50\u5408\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30AF\u30E9\u30B9\u30BF\u5185\u306E\u30B5\u30FC\u30D0\u30FC\u306F\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u3092\u5229\u7528\u3057\u3066\u30AF\u30E9\u30B9\u30BF\u306E\u30E1\u30F3\u30D0\u30FC\u30B7\u30C3\u30D7\u3092\u5224\u5225\u3057\u307E\u3059\u3002\u6709\u52B9\u306A\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30A2\u30C9\u30EC\u30B9\u3092\u8A2D\u5B9A\u3057\u3066\u3082\u3046\u4E00\u5EA6\u8A66\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause000116=\u3053\u306E\u554F\u984C\u306F\u3001\u30AF\u30E9\u30B9\u30BF\u3067\u6B63\u3057\u304F\u306A\u3044\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30A2\u30C9\u30EC\u30B9\u304C\u6307\u5B9A\u3055\u308C\u305F\u5834\u5408\u306B\u767A\u751F\u3057\u307E\u3059\u3002224.0.0.0 - 239.255.255.255\u306E\u7BC4\u56F2\u306E\u30A2\u30C9\u30EC\u30B9\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002224.0.0.0 - 224.0.1.255\u306F\u4E88\u7D04\u6E08\u307F\u306E\u305F\u3081\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
action000116=\u6709\u52B9\u306A\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30A2\u30C9\u30EC\u30B9\u3092\u8A2D\u5B9A\u3057\u3066\u3082\u3046\u4E00\u5EA6\u8A66\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000117=\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30C7\u30FC\u30BF\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u53E4\u3044\u30B5\u30FC\u30D0\u30FC\u304C\u305D\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30C7\u30FC\u30BF\u3092\u7834\u640D\u3055\u305B\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002
cause000117=\u3053\u308C\u306F\u3001\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306B\u554F\u984C\u304C\u3042\u308B\u304B\u3001\u3044\u305A\u308C\u304B\u306E\u30B5\u30FC\u30D0\u30FC\u3067\u30AC\u30D9\u30FC\u30B8\u30FB\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u306B\u6642\u9593\u304C\u304B\u304B\u3063\u3066\u4EEE\u60F3\u30DE\u30B7\u30F3\u304C\u30D5\u30EA\u30FC\u30BA\u3059\u308B\u5834\u5408\u306B\u767A\u751F\u3057\u307E\u3059\u3002
action000117=\u4E2D\u65AD\u3057\u3066\u3057\u307E\u308F\u306A\u3044\u3088\u3046\u306B\u30AC\u30D9\u30FC\u30B8\u30FB\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u3092\u30C1\u30E5\u30FC\u30CB\u30F3\u30B0\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u554F\u984C\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001My Oracle Support\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
messagedetail000118=\u30BB\u30AB\u30F3\u30C0\u30EA\u30FB\u30B5\u30FC\u30D0\u30FC\u3067\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8{1}\u306E\u30EC\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u66F4\u65B0{0}\u3092\u5931\u3044\u307E\u3057\u305F\u3002\u30D7\u30E9\u30A4\u30DE\u30EA\u30FB\u30B5\u30FC\u30D0\u30FC\u304C\u30BB\u30C3\u30B7\u30E7\u30F3\u3092\u518D\u4F5C\u6210\u3057\u3001\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u72B6\u614B\u3092\u30D7\u30E9\u30A4\u30DE\u30EA\u3068\u540C\u671F\u5316\u3057\u307E\u3059\u3002
cause000118=\u30BB\u30AB\u30F3\u30C0\u30EA\u3067\u66F4\u65B0\u306E\u4E00\u90E8\u3092\u53D7\u4FE1\u3067\u304D\u306A\u304B\u3063\u305F\u5834\u5408\u3001\u305D\u306E\u30B5\u30FC\u30D0\u30FC\u306FNotFoundException\u3092\u751F\u6210\u3057\u3066\u30D7\u30E9\u30A4\u30DE\u30EA\u30FB\u30B5\u30FC\u30D0\u30FC\u306B\u305D\u306E\u3053\u3068\u3092\u901A\u77E5\u3057\u3001\u30D7\u30E9\u30A4\u30DE\u30EA\u30FB\u30B5\u30FC\u30D0\u30FC\u3067\u30BB\u30C3\u30B7\u30E7\u30F3\u72B6\u614B\u3092\u518D\u4F5C\u6210\u3067\u304D\u308B\u3088\u3046\u306B\u3057\u307E\u3059\u3002
action000118=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000119=\u30AF\u30E9\u30B9\u30BF{0}\u306E\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30A2\u30C9\u30EC\u30B9\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30AF\u30E9\u30B9\u30BF\u306EMulticastAddress="a.b.c.d"\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002224.0.0.0 - 239.255.255.255\u306E\u7BC4\u56F2\u306E\u30A2\u30C9\u30EC\u30B9\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002224.0.0.0 - 224.0.1.255\u306F\u4E88\u7D04\u6E08\u307F\u306E\u305F\u3081\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
cause000119=\u30AF\u30E9\u30B9\u30BF\u3067\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30A2\u30C9\u30EC\u30B9\u304C\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action000119=\u6709\u52B9\u306A\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30A2\u30C9\u30EC\u30B9\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000120=ClusterRuntimeMBean\u306E\u4F5C\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u69CB\u6210\u304C\u6B63\u78BA\u304B\u3069\u3046\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause000120=JMX\u30D5\u30EC\u30FC\u30E0\u30EF\u30FC\u30AF\u3067ClusterRuntimeMBean\u306E\u521D\u671F\u5316\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
action000120=\u30AF\u30E9\u30B9\u30BF\u306E\u69CB\u6210\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u69CB\u6210\u306B\u554F\u984C\u306F\u306A\u3044\u3068\u601D\u308F\u308C\u308B\u5834\u5408\u306F\u3001My Oracle Support\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
messagedetail000121=\u540C\u3058LAN\u5185\u306E2\u3064\u306E\u30C9\u30E1\u30A4\u30F3\u3067\u306F\u3001\u540C\u4E00\u306E\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30A2\u30C9\u30EC\u30B9\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002\u7AF6\u5408\u3057\u3066\u3044\u308B\u30C9\u30E1\u30A4\u30F3\u306F{0}\u3068{1}\u3067\u3059\u3002
cause000121=\u540C\u3058\u30ED\u30FC\u30AB\u30EB\u30FB\u30A8\u30EA\u30A2\u30FB\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306E2\u3064\u306E\u30AF\u30E9\u30B9\u30BF\u3067\u540C\u3058\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30A2\u30C9\u30EC\u30B9\u304C\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action000121=\u30C9\u30E1\u30A4\u30F3{0}\u307E\u305F\u306F{1}\u306E\u3044\u305A\u308C\u304B\u3067\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30A2\u30C9\u30EC\u30B9\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000122=\u30AF\u30E9\u30B9\u30BF{0}\u3068{1}\u3067\u540C\u3058\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30A2\u30C9\u30EC\u30B9\u3092\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002\u5404\u30AF\u30E9\u30B9\u30BF\u3067\u7570\u306A\u308B\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30A2\u30C9\u30EC\u30B9\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause000122=\u540C\u3058\u30C9\u30E1\u30A4\u30F3\u306E\u8907\u6570\u306E\u30AF\u30E9\u30B9\u30BF\u3067\u540C\u3058\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30A2\u30C9\u30EC\u30B9\u304C\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action000122=\u52B9\u7387\u3092\u4E0A\u3052\u308B\u305F\u3081\u306B\u306F2\u3064\u306E\u7570\u306A\u308B\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30A2\u30C9\u30EC\u30B9\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000123=\u7AF6\u5408\u304C\u767A\u751F\u3057\u3066\u3044\u307E\u3059\u3002JNDI\u30C4\u30EA\u30FC\u306B\u3042\u308B\u540D\u524D{0}\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30D0\u30A4\u30F3\u30C9\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8{1}\u306F\u30AF\u30E9\u30B9\u30BF\u5316\u53EF\u80FD\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u307E\u305F\u3001\u8907\u6570\u306E\u30B5\u30FC\u30D0\u30FC\u304B\u3089\u8907\u6570\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30D0\u30A4\u30F3\u30C9\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u3088\u3046\u306A\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30C7\u30D7\u30ED\u30A4\u3067\u304D\u308B\u306E\u306F\u30011\u3064\u306E\u30B5\u30FC\u30D0\u30FC\u304B\u3089\u306E\u307F\u3067\u3059\u3002
cause000123=\u30AF\u30E9\u30B9\u30BF\u304C\u5747\u4E00\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u30AF\u30E9\u30B9\u30BF\u5185\u306E2\u3064\u306E\u30B5\u30FC\u30D0\u30FC\u304C\u3001\u540C\u3058\u540D\u524D{0}\u3067\u7570\u306A\u308B\u30B5\u30FC\u30D3\u30B9\u3092\u63D0\u4F9B\u3057\u3066\u3044\u307E\u3059\u3002\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u30AF\u30E9\u30B9\u30BF\u5316\u53EF\u80FD\u3067\u306A\u3044\u5834\u5408\u3001\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u3092\u63D0\u4F9B\u3067\u304D\u308B\u306E\u306F\u30AF\u30E9\u30B9\u30BF\u5185\u30671\u3064\u306E\u30B5\u30FC\u30D0\u30FC\u306E\u307F\u3067\u3059\u3002
action000123=\u69D8\u3005\u306A\u30AA\u30D7\u30B7\u30E7\u30F3\u304C\u3042\u308A\u307E\u3059\u30021. 1\u3064\u76EE\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3067\u306F\u3001\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30AF\u30E9\u30B9\u30BF\u5316\u53EF\u80FD\u306B\u3057\u307E\u3059\u30022. 2\u3064\u76EE\u3067\u306F\u3001\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306EJNDI\u540D\u3092\u5909\u66F4\u3057\u307E\u3059\u30023. 3\u3064\u76EE\u3067\u306F\u3001\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u5FC5\u305A1\u3064\u306E\u30B5\u30FC\u30D0\u30FC\u306E\u307F\u306B\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u308B\u3088\u3046\u306B\u3057\u307E\u3059\u30024. 4\u3064\u76EE\u3067\u306F\u3001\u3059\u3079\u3066\u306E\u30B5\u30FC\u30D0\u30FC\u306B\u30B5\u30FC\u30D3\u30B9\u3092\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059\u3002\u305F\u3060\u3057\u3001JNDI\u30C4\u30EA\u30FC\u306B\u30D0\u30A4\u30F3\u30C9\u3059\u308B\u5834\u5408\u306F\u3001replicate bindings\u30D7\u30ED\u30D1\u30C6\u30A3\u3092false\u306B\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000124=\u7AF6\u5408\u304C\u767A\u751F\u3057\u3066\u3044\u307E\u3059\u3002JNDI\u30C4\u30EA\u30FC\u306B\u3042\u308B\u540D\u524D{0}\u3067\u30D0\u30A4\u30F3\u30C9\u3057\u3088\u3046\u3068\u3057\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8{1}\u306F\u3001\u30AF\u30E9\u30B9\u30BF\u5316\u53EF\u80FD\u3067\u3059\u304C\u4E92\u63DB\u6027\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30AF\u30E9\u30B9\u30BF\u5185\u306E\u3059\u3079\u3066\u306E\u30B5\u30FC\u30D0\u30FC\u3067\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3068\u540C\u4E00\u306E\u30B3\u30D4\u30FC\u3092\u4F7F\u7528\u3059\u308B\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause000124=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8{1}\u306F\u30AF\u30E9\u30B9\u30BF\u5316\u53EF\u80FD\u3067\u3059\u3002\u305F\u3060\u3057\u3001\u5225\u3005\u306E\u30B5\u30FC\u30D0\u30FC\u3067\u7570\u306A\u308B\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u307E\u305F\u306F\u4E92\u63DB\u6027\u306E\u306A\u3044\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u3092\u5B9F\u88C5\u3057\u3066\u3044\u307E\u3059\u3002
action000124=\u30AF\u30E9\u30B9\u30BF\u5185\u306E\u3059\u3079\u3066\u306E\u30B5\u30FC\u30D0\u30FC\u3067\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u540C\u4E00\u30B3\u30D4\u30FC\u304C\u4F7F\u7528\u3055\u308C\u308B\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000125=\u7AF6\u5408\u304C\u89E3\u6C7A\u3055\u308C\u307E\u3057\u305F\u3002JNDI\u30C4\u30EA\u30FC\u306B\u3042\u308B\u30D0\u30A4\u30F3\u30C9\u540D{0}\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8{1}\u306E{0}\u3067\u3059\u3002
cause000125=\u7AF6\u5408\u3092\u89E3\u6C7A\u3059\u308B\u305F\u3081\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u304C\u5B9F\u884C\u3055\u308C\u307E\u3057\u305F\u3002
action000125=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000126=\u3059\u3079\u3066\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u3001\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3059\u308B\u305F\u3081\u306B\u30B7\u30EA\u30A2\u30E9\u30A4\u30BA\u53EF\u80FD\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30BB\u30C3\u30B7\u30E7\u30F3\u5185\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30B7\u30EA\u30A2\u30E9\u30A4\u30BA\u53EF\u80FD\u3067\u306A\u3044\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause000126=\u30BB\u30C3\u30B7\u30E7\u30F3\u5185\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u30B7\u30EA\u30A2\u30E9\u30A4\u30BA\u53EF\u80FD\u307E\u305F\u306F\u5916\u90E8\u5316\u53EF\u80FD\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
action000126=HTTP\u30BB\u30C3\u30B7\u30E7\u30F3\u5185\u306E\u3059\u3079\u3066\u306E\u30E6\u30FC\u30B6\u30FC\u5B9A\u7FA9\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30B7\u30EA\u30A2\u30E9\u30A4\u30BA\u53EF\u80FD\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000127={0}\u3092\u30AF\u30E9\u30B9\u30BF\u306B\u8FFD\u52A0\u3057\u3066\u3044\u307E\u3059\u3002
cause000127=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000127=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000128=\u30AF\u30E9\u30B9\u30BF\u5185\u306E{0}\u3092\u65B0\u3057\u3044\u5C5E\u6027\u3067\u66F4\u65B0\u3057\u3066\u3044\u307E\u3059\u3002
cause000128=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000128=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000129=PeerGone\u307E\u305F\u306F\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u306E\u305F\u3081\u30AF\u30E9\u30B9\u30BF\u304B\u3089{0}\u3092\u524A\u9664\u3057\u3066\u3044\u307E\u3059\u3002
cause000129=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000129=\u30B5\u30FC\u30D0\u30FC\u304C\u505C\u6B62\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u306F\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u5FC5\u8981\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000131=\u30E1\u30C3\u30BB\u30FC\u30B8{0}\u306E\u30C7\u30B7\u30EA\u30A2\u30E9\u30A4\u30BA\u4E2D\u306BJNDI\u30CD\u30FC\u30DF\u30F3\u30B0\u30FB\u30A4\u30D9\u30F3\u30C8\u30FB\u30EA\u30B9\u30CA\u30FC\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u4F8B\u5916\u306F{1}\u3067\u3059\u3002
cause000131=\u8003\u3048\u3089\u308C\u308B\u539F\u56E0\u306F\u793A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action000131=\u3053\u308C\u306FWebLogic Server\u5185\u90E8\u30A8\u30E9\u30FC\u3067\u3059\u3002\u8A73\u3057\u3044\u5206\u6790\u304C\u3067\u304D\u308B\u3088\u3046\u306B\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u3092\u7528\u610F\u3057\u3066\u3001My Oracle Support\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
messagedetail000132=\u30AF\u30E9\u30B9\u30BF\u306E\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30DD\u30FC\u30C8{0}\u304C\u7121\u52B9\u3067\u3059\u3002\u30AF\u30E9\u30B9\u30BF\u306EMulticastPort\u307E\u305F\u306F\u30B5\u30FC\u30D0\u30FC\u306EListenPort\u306B\u6709\u52B9\u306A\u5024\u3092\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044(1\u304B\u308965534\u306A\u3069)\u3002
cause000132=\u30DD\u30FC\u30C8{0}\u306F\u6709\u52B9\u306A\u7BC4\u56F2\u3067\u3042\u308B1\u304B\u308965534\u306B\u3042\u308A\u307E\u305B\u3093\u3002
action000132=\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30DD\u30FC\u30C8\u30921\u304B\u308965534\u306E\u6709\u52B9\u306A\u5024\u306B\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000133=\u30AF\u30E9\u30B9\u30BF\u306E\u5B9F\u884C\u4E2D\u306E\u4ED6\u306E\u30E1\u30F3\u30D0\u30FC\u306B\u540C\u671F\u3059\u308B\u305F\u3081\u306B\u5F85\u6A5F\u3057\u3066\u3044\u307E\u3059\u3002
cause000133=\u8D77\u52D5\u304C\u5B8C\u4E86\u3057\u3066\u5B9F\u884C\u30E2\u30FC\u30C9\u306B\u5165\u308B\u524D\u306B\u3001\u4ED6\u306E\u30AF\u30E9\u30B9\u30BF\u30FB\u30E1\u30F3\u30D0\u30FC\u3068\u30AF\u30E9\u30B9\u30BF\u60C5\u5831\u3092\u540C\u671F\u3055\u305B\u308B\u305F\u3081\u306B\u30AF\u30E9\u30B9\u30BF\u30FB\u30E1\u30F3\u30D0\u30FC\u304C\u5F85\u6A5F\u3057\u3066\u3044\u307E\u3059\u3002
action000133=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000134=\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u30EA\u30BF\u30A4\u30A2\u3055\u308C\u3066\u3044\u307E\u3059\u3002
cause000134=\u30AF\u30E9\u30B9\u30BF\u30FB\u30E1\u30F3\u30D0\u30FC\u304C\u4ED6\u306E\u30AF\u30E9\u30B9\u30BF\u30FB\u30E1\u30F3\u30D0\u30FC\u3068\u306E\u30AF\u30E9\u30B9\u30BF\u60C5\u5831\u306E\u4EA4\u63DB\u3092\u3059\u3067\u306B\u7D42\u3048\u3066\u3044\u307E\u3059\u3002
action000134=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000135=\u30EA\u30BF\u30A4\u30A2\u3055\u308C\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
cause000135=\u30AF\u30E9\u30B9\u30BF\u30FB\u30E1\u30F3\u30D0\u30FC\u306F\u3001MemberWarmupTimeoutSeconds\u306E\u9593\u306B\u4ED6\u306E\u30E1\u30F3\u30D0\u30FC\u306E\u4E00\u90E8\u307E\u305F\u306F\u3059\u3079\u3066\u3068\u540C\u671F\u3059\u308B\u3053\u3068\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
action000135=\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30D1\u30B1\u30C3\u30C8\u306E\u640D\u5931\u3092\u8ABF\u3079\u3066\u304F\u3060\u3055\u3044\u3002\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u306E\u8A2D\u5B9A\u306B\u554F\u984C\u304C\u306A\u3044\u5834\u5408\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3067\u30AF\u30E9\u30B9\u30BF\u95A2\u9023\u306E\u30A8\u30E9\u30FC\u3092\u8ABF\u3079\u3001\u6307\u793A\u3069\u304A\u308A\u306B\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u8A73\u3057\u3044\u60C5\u5831\u3092\u5F97\u308B\u305F\u3081\u306B\u306F\u3001\u30AF\u30E9\u30B9\u30BF\u306E\u30C7\u30D0\u30C3\u30B0\u3092\u6709\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000136=\u30EA\u30BF\u30A4\u30A2\u3055\u308C\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
cause000136=\u30AF\u30E9\u30B9\u30BF\u30FB\u30E1\u30F3\u30D0\u30FC\u304C{0}\u3068\u306E\u540C\u671F\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
action000136=\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30D1\u30B1\u30C3\u30C8\u306E\u640D\u5931\u3092\u8ABF\u3079\u3066\u304F\u3060\u3055\u3044\u3002\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u306E\u8A2D\u5B9A\u306B\u554F\u984C\u304C\u306A\u3044\u5834\u5408\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3067\u30AF\u30E9\u30B9\u30BF\u95A2\u9023\u306E\u30A8\u30E9\u30FC\u3092\u8ABF\u3079\u3001\u6307\u793A\u3069\u304A\u308A\u306B\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000137=\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8{0}\u3092\u9001\u4FE1\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause000137=IOException\u306E\u305F\u3081\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u9001\u4FE1\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
action000137=\u8A73\u3057\u3044\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u8868\u793A\u3059\u308B\u306B\u306F\u3001\u30AF\u30E9\u30B9\u30BF\u306E\u30C7\u30D0\u30C3\u30B0\u3092\u6709\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000138={1}:{2}\u4E0A\u3067\u30AF\u30E9\u30B9\u30BF{0}\u304B\u3089\u306E\u901A\u77E5\u3092\u30EA\u30B9\u30CB\u30F3\u30B0\u3057\u3066\u3044\u307E\u3059\u3002
cause000138=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000138=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000139=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306B\u3001\u7570\u306A\u308B\u30D0\u30FC\u30B8\u30E7\u30F3\u306EWebLogic Server\u3092\u5B9F\u884C\u3057\u3066\u3044\u308B\u3068\u601D\u308F\u308C\u308B2\u3064\u306E\u30AF\u30E9\u30B9\u30BF\u304C\u3042\u308A\u307E\u3059\u3002\u305D\u308C\u30892\u3064\u306E\u30AF\u30E9\u30B9\u30BF\u306F\u304A\u305D\u3089\u304F\u540D\u524D\u304C\u540C\u3058{0}\u3067\u3001\u540C\u3058\u30A2\u30C9\u30EC\u30B9{1}\u3068\u30DD\u30FC\u30C8{2}\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u3002
cause000139=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306B\u3001\u7570\u306A\u308B\u30D0\u30FC\u30B8\u30E7\u30F3\u306EWebLogic Server\u3092\u5B9F\u884C\u3057\u3066\u3044\u308B\u3068\u601D\u308F\u308C\u308B2\u3064\u306E\u30AF\u30E9\u30B9\u30BF\u304C\u3042\u308A\u307E\u3059\u3002\u305D\u308C\u30892\u3064\u306E\u30AF\u30E9\u30B9\u30BF\u306F\u304A\u305D\u3089\u304F\u540D\u524D\u304C\u540C\u3058{0}\u3067\u3001\u540C\u3058\u30A2\u30C9\u30EC\u30B9{1}\u3068\u30DD\u30FC\u30C8{2}\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u3002
action000139=\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30A2\u30C9\u30EC\u30B9\u307E\u305F\u306F\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30DD\u30FC\u30C8\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000140=JNDI\u72B6\u614B\u30C0\u30F3\u30D7\u3092\u30C7\u30B7\u30EA\u30A2\u30E9\u30A4\u30BA\u3059\u308B\u306E\u306B\u5FC5\u8981\u306A\u3059\u3079\u3066\u306E\u30AF\u30E9\u30B9\u3092\u898B\u3064\u3051\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause000140=\u30AF\u30E9\u30B9\u5B9A\u7FA9\u304C\u306A\u3044\u305F\u3081\u30B5\u30FC\u30D0\u30FC\u3067\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30C7\u30B7\u30EA\u30A2\u30E9\u30A4\u30BA\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u3053\u308C\u306F\u901A\u5E38\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30AF\u30E9\u30B9\u304C\u30AF\u30E9\u30B9\u30BF\u5185\u306E\u3059\u3079\u3066\u306E\u30CE\u30FC\u30C9\u306B\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u3066\u3044\u306A\u3044\u3053\u3068\u304C\u539F\u56E0\u3067\u8D77\u3053\u308A\u307E\u3059\u3002Bean\u306F\u30AF\u30E9\u30B9\u30BF\u306E\u3059\u3079\u3066\u306E\u30CE\u30FC\u30C9\u306B\u30C7\u30D7\u30ED\u30A4\u3059\u308B\u3053\u3068\u3092\u304A\u85A6\u3081\u3057\u307E\u3059\u3002
action000140=\u3059\u3079\u3066\u306E\u30AF\u30E9\u30B9\u304C\u30AF\u30E9\u30B9\u30BF\u306E\u3059\u3079\u3066\u306E\u30CE\u30FC\u30C9\u3067\u5229\u7528\u53EF\u80FD\u306B\u306A\u308B\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000141={0}\u304B\u3089HTTP\u7D4C\u7531\u3067\u72B6\u614B\u30C0\u30F3\u30D7\u3092\u30D5\u30A7\u30C3\u30C1\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u3001{1}\u306B\u3088\u308ATCP/IP\u30BD\u30B1\u30C3\u30C8\u306E\u969C\u5BB3\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause000141=\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0\u30FB\u30B7\u30B9\u30C6\u30E0\u3067IOException\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action000141=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306B\u554F\u984C\u304C\u306A\u3044\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u554F\u984C\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u8A73\u3057\u304F\u5206\u6790\u3067\u304D\u308B\u3088\u3046\u306B\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u3092\u7528\u610F\u3057\u3066\u3001My Oracle Support\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
messagedetail000142=\u30AF\u30E9\u30B9\u30BF\u5185\u3067\u30B5\u30FC\u30D0\u30FC\u304C\u8D77\u52D5\u3059\u308B\u3068\u3001\u305D\u306E\u30B5\u30FC\u30D0\u30FC\u306F\u30AF\u30E9\u30B9\u30BF\u306E\u5B9F\u884C\u4E2D\u306E\u30E1\u30F3\u30D0\u30FC\u3092\u691C\u51FA\u3057\u3001\u30AF\u30E9\u30B9\u30BF\u5168\u4F53\u306EJNDI\u30C4\u30EA\u30FC\u30FB\u30D0\u30A4\u30F3\u30C9\u3092\u30D5\u30A7\u30C3\u30C1\u3057\u307E\u3059\u3002
cause000142=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000142=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000143={0}\u3067\u30EA\u30B9\u30CB\u30F3\u30B0\u3057\u3066\u3044\u308B\u30B5\u30FC\u30D0\u30FC\u304C\u30AF\u30E9\u30B9\u30BF\u306B\u53C2\u52A0\u3057\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u30B5\u30FC\u30D0\u30FC\u306B\u306F\u3001\u4ED6\u306E\u30B5\u30FC\u30D0\u30FC\u304B\u3089\u516C\u958B\u3055\u308C\u305F\u60C5\u5831\u306B\u95A2\u3059\u308B\u60C5\u5831\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30B5\u30FC\u30D0\u30FC\u306FHTTP\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u884C\u3063\u3066\u3001\u305D\u306E\u60C5\u5831\u3092\u540C\u671F\u3057\u307E\u3059\u3002\u305F\u3068\u3048\u3070\u3001\u3053\u306E\u30B5\u30FC\u30D0\u30FC\u306F\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u884C\u3063\u3066\u3001\u4ED6\u306E\u30B5\u30FC\u30D0\u30FC\u306B\u3088\u308A\u63D0\u4F9B\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u306E\u53D7\u4FE1\u3067\u304D\u306A\u304B\u3063\u305FJNDI\u30B5\u30FC\u30D3\u30B9\u901A\u77E5\u3092\u3053\u306EJNDI\u30C4\u30EA\u30FC\u306B\u79FB\u5165\u3057\u307E\u3059\u3002
cause000143=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000143=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u5F15\u304D\u7D9A\u304D\u8868\u793A\u3055\u308C\u308B\u5834\u5408\u306F\u3001\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u3092\u78BA\u5B9F\u306B\u5B89\u5B9A\u3055\u305B\u3066\u304F\u3060\u3055\u3044\u3002\u3055\u3089\u306B\u30B5\u30DD\u30FC\u30C8\u304C\u5FC5\u8981\u306A\u5834\u5408\u306F\u3001My Oracle Support\u307E\u3067\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
messagedetail000144=\u7BA1\u7406\u5BFE\u8C61\u30B5\u30FC\u30D0\u30FC{0}\u304C\u4E2D\u65AD\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u30B5\u30FC\u30D0\u30FC\u306F\u5B9F\u884C\u4E2D\u306E\u30AF\u30E9\u30B9\u30BF\u306E\u4E00\u90E8\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause000144=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000144=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000145=\u7BA1\u7406\u5BFE\u8C61\u30B5\u30FC\u30D0\u30FC{0}\u306F\u79FB\u884C\u53EF\u80FD\u306A\u30B5\u30FC\u30D0\u30FC\u3068\u3057\u3066\u30BF\u30B0\u304C\u4ED8\u3051\u3089\u308C\u3066\u3044\u307E\u3059\u3002\u79FB\u884C\u53EF\u80FD\u306A\u30B5\u30FC\u30D0\u30FC\u3092\u542B\u3080\u30AF\u30E9\u30B9\u30BF\u3067\u306F\u3001JDBC\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u3092\u69CB\u6210\u3057\u3066\u3001\u79FB\u884C\u53EF\u80FD\u306A\u30B5\u30FC\u30D0\u30FC\u306E\u53EF\u7528\u6027\u3092\u9AD8\u3081\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause000145=\u30AF\u30E9\u30B9\u30BF\u306E\u69CB\u6210\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
action000145=DataSourceForAutomaticMigration\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u6B63\u3057\u304F\u69CB\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000146=\u30AF\u30E9\u30B9\u30BF{0}\u3067\u306F\u3001\u305D\u306E\u4E2D\u306E\u3059\u3079\u3066\u306E\u30CE\u30FC\u30C9\u304CJDBCDataSource {1}\u306B\u5230\u9054\u3067\u304D\u308B\u3068\u306F\u304B\u304E\u308A\u307E\u305B\u3093\u3002
cause000146=\u30AF\u30E9\u30B9\u30BF\u306E\u69CB\u6210\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
action000146=JDBCDataSource {0}\u3092\u30AF\u30E9\u30B9\u30BF\u5168\u4F53\u306B\u30BF\u30FC\u30B2\u30C3\u30C8\u6307\u5B9A\u3057\u3066\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u53EF\u7528\u6027\u3092\u9AD8\u3081\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000147=\u30B5\u30FC\u30D0\u30FC"{0}"\u306F{1}\u306E\u30EA\u30FC\u30B9\u306E\u66F4\u65B0\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
cause000147=\u30B5\u30FC\u30D0\u30FC\u306F\u6642\u9593\u5185\u306B\u30EA\u30FC\u30B9\u3092\u66F4\u65B0\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action000147=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000148=\u79FB\u884C\u53EF\u80FD\u306A\u30B5\u30FC\u30D0\u30FC"{0}"\u306F\u6B63\u3057\u304F\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u81EA\u52D5\u79FB\u884C\u3092\u884C\u3046\u306B\u306F\u3001\u30AF\u30E9\u30B9\u30BF\u306B\u30DE\u30B7\u30F3\u306E\u30D7\u30FC\u30EB\u3092\u5272\u308A\u5F53\u3066\u308B\u304B\u3001\u540C\u3058\u30AF\u30E9\u30B9\u30BF\u5185\u306E\u79FB\u884C\u53EF\u80FD\u306A\u30B5\u30FC\u30D0\u30FC\u305D\u308C\u305E\u308C\u306B\u3001\u81EA\u52D5\u79FB\u884C\u7528\u306E\u30DE\u30B7\u30F3\u30922\u53F0\u4EE5\u4E0A\u5272\u308A\u5F53\u3066\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause000148=\u79FB\u884C\u53EF\u80FD\u306A\u30B5\u30FC\u30D0\u30FC\u306E\u69CB\u6210\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
action000148=\u30B5\u30FC\u30D0\u30FC\u304C\u30DE\u30B7\u30F3\u3092\u30BF\u30FC\u30B2\u30C3\u30C8\u3068\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3001\u79FB\u884C\u53EF\u80FD\u306A\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000149=\u30B5\u30FC\u30D0\u30FC\u306F{0}\u306E\u9593\u306B{1}\u306B\u63A5\u7D9A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause000149=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u307E\u305F\u306F\u30B3\u30F3\u30BB\u30F3\u30B5\u30B9\u30FB\u30EA\u30FC\u30B7\u30F3\u30B0\u30FB\u30D9\u30FC\u30B9\u304C\u30C0\u30A6\u30F3\u3057\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action000149=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304C\u30AF\u30E9\u30B9\u30BF\u304B\u3089\u30A2\u30AF\u30BB\u30B9\u53EF\u80FD\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30B3\u30F3\u30BB\u30F3\u30B5\u30B9\u30FB\u30EA\u30FC\u30B7\u30F3\u30B0\u30FB\u30D9\u30FC\u30B9\u306E\u5834\u5408\u3001\u30B5\u30FC\u30D0\u30FC\u304C\u30DE\u30A4\u30CE\u30EA\u30C6\u30A3\u30FB\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306B\u3042\u308A\u3001\u5225\u306E\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306B\u3042\u308B\u30EA\u30FC\u30B7\u30F3\u30B0\u30FB\u30D9\u30FC\u30B9\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u307E\u305B\u3093\u3002
messagedetail000150=\u30B5\u30FC\u30D0\u30FC\u306F{0}\u79D2\u9593\u306B{1}\u306B\u63A5\u7D9A\u3057\u3066\u30EA\u30FC\u30B9\u3092\u66F4\u65B0\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u307E\u305F\u306F\u30B5\u30FC\u30D0\u30FC\u306F\u63A5\u7D9A\u3067\u304D\u307E\u3057\u305F\u304C\u30EA\u30FC\u30B9\u3092\u66F4\u65B0\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30B5\u30FC\u30D0\u30FC\u306F\u505C\u6B62\u3055\u308C\u307E\u3059\u3002
cause000150=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u307E\u305F\u306F\u30B3\u30F3\u30BB\u30F3\u30B5\u30B9\u30FB\u30EA\u30FC\u30B7\u30F3\u30B0\u30FB\u30D9\u30FC\u30B9\u304C\u30C0\u30A6\u30F3\u3057\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action000150=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304C\u30AF\u30E9\u30B9\u30BF\u304B\u3089\u30A2\u30AF\u30BB\u30B9\u53EF\u80FD\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30B3\u30F3\u30BB\u30F3\u30B5\u30B9\u30FB\u30EA\u30FC\u30B7\u30F3\u30B0\u30FB\u30D9\u30FC\u30B9\u306E\u5834\u5408\u3001\u30B5\u30FC\u30D0\u30FC\u304C\u30DE\u30A4\u30CE\u30EA\u30C6\u30A3\u30FB\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306B\u3042\u308A\u3001\u5225\u306E\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306B\u3042\u308B\u30EA\u30FC\u30B7\u30F3\u30B0\u30FB\u30D9\u30FC\u30B9\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u307E\u305B\u3093\u3002\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304C\u30A2\u30AF\u30BB\u30B9\u53EF\u80FD\u3067\u3042\u3063\u3066\u3082\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u8868\u793A\u3055\u308C\u7D9A\u3051\u308B\u5834\u5408\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306B\u4F55\u3089\u304B\u306E\u554F\u984C\u304C\u767A\u751F\u3057\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u8A73\u7D30\u306B\u3064\u3044\u3066\u306F\u3001My Oracle Support\u306B\u554F\u3044\u5408\u305B\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000151=\u30B5\u30FC\u30D0\u30FC"{0}"\u304C\u30AF\u30E9\u30B9\u30BF\u30FB\u30DE\u30B9\u30BF\u30FC\u306E\u30ED\u30FC\u30EB\u3092\u5F15\u304D\u7D99\u304E\u307E\u3057\u305F\u3002
cause000151=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000151=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000152=\u30B5\u30FC\u30D0\u30FC"{0}"\u306F\u30AF\u30E9\u30B9\u30BF\u30FB\u30DE\u30B9\u30BF\u30FC\u306B\u306A\u308B\u6A29\u9650\u3092\u5931\u3044\u307E\u3057\u305F\u3002
cause000152=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000152=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000153=\u30AF\u30E9\u30B9\u30BF\u306F\u6B63\u3057\u304F\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u81EA\u52D5\u79FB\u884C\u3092\u884C\u3046\u306B\u306F\u3001\u30AF\u30E9\u30B9\u30BF\u306B\u30DE\u30B7\u30F3\u306E\u30D7\u30FC\u30EB\u3092\u5272\u308A\u5F53\u3066\u308B\u304B\u3001\u540C\u3058\u30AF\u30E9\u30B9\u30BF\u5185\u306E\u79FB\u884C\u53EF\u80FD\u306A\u30B5\u30FC\u30D0\u30FC\u305D\u308C\u305E\u308C\u306B\u3001\u81EA\u52D5\u79FB\u884C\u7528\u306E\u30DE\u30B7\u30F3\u30922\u53F0\u4EE5\u4E0A\u5272\u308A\u5F53\u3066\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause000153=\u30AF\u30E9\u30B9\u30BF\u306E\u69CB\u6210\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
action000153=\u81EA\u52D5\u79FB\u884C\u7528\u306E\u30DE\u30B7\u30F3\u306E\u30D7\u30FC\u30EB\u3092\u5272\u308A\u5F53\u3066\u3066\u304F\u3060\u3055\u3044\u3002\u8A73\u7D30\u306F\u3001WebLogic Server\u306E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000154=\u30AF\u30E9\u30B9\u30BF\u306F\u6B63\u3057\u304F\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u30EA\u30E2\u30FC\u30C8\u30FB\u30AF\u30E9\u30B9\u30BF\u30FB\u30A2\u30C9\u30EC\u30B9{0}\u306F\u6709\u52B9\u306AURL\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u30EA\u30E2\u30FC\u30C8\u30FB\u30AF\u30E9\u30B9\u30BF\u30FB\u30A2\u30C9\u30EC\u30B9\u306F\u3001T3\u3001T3S\u3001IIOP\u307E\u305F\u306FIIOPS\u30D7\u30ED\u30C8\u30B3\u30EB\u304B\u3089\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u308B\u6709\u52B9\u306AURL\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause000154=\u30B5\u30FC\u30D0\u30FC\u306E\u69CB\u6210\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
action000154=\u6B63\u3057\u3044\u30EA\u30E2\u30FC\u30C8\u30FB\u30AF\u30E9\u30B9\u30BF\u30FB\u30A2\u30C9\u30EC\u30B9\u3092\u8A2D\u5B9A\u3057\u3066\u3001\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30EA\u30E2\u30FC\u30C8\u306EClusterAddress\u306E\u8A2D\u5B9A\u65B9\u6CD5\u304C\u308F\u304B\u3089\u306A\u3044\u5834\u5408\u306F\u3001WebLogic Server\u306E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000155=\u30AF\u30E9\u30B9\u30BF\u30FB\u30A2\u30C9\u30EC\u30B9\u306E\u69CB\u6210\u306B\u30D7\u30ED\u30C8\u30B3\u30EB\u306F\u5FC5\u8981\u3042\u308A\u307E\u305B\u3093\u3002\u30AF\u30E9\u30B9\u30BF\u30FB\u30A2\u30C9\u30EC\u30B9\u306B\u306F\u3001DNS\u540D\u307E\u305F\u306F\u30AB\u30F3\u30DE\u533A\u5207\u308A\u306E\u30DB\u30B9\u30C8\u30FB\u30EA\u30B9\u30C8(IP\u30EA\u30B9\u30C8)\u3001\u3042\u308B\u3044\u306F\u30AB\u30F3\u30DE\u533A\u5207\u308A\u306Ehost:port\u30EA\u30B9\u30C8(\u307E\u305F\u306FIP:port\u30EA\u30B9\u30C8)\u3092\u542B\u3081\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
cause000155=\u30AF\u30E9\u30B9\u30BF\u306E\u69CB\u6210\u304C\u7121\u52B9\u3067\u3059\u3002
action000155=\u30AF\u30E9\u30B9\u30BF\u30FB\u30A2\u30C9\u30EC\u30B9\u306B\u306F\u3001DNS\u540D\u307E\u305F\u306F\u30AB\u30F3\u30DE\u533A\u5207\u308A\u306E\u30DB\u30B9\u30C8\u30FB\u30EA\u30B9\u30C8(IP\u30EA\u30B9\u30C8)\u3001\u3042\u308B\u3044\u306F\u30AB\u30F3\u30DE\u533A\u5207\u308A\u306Ehost:port\u30EA\u30B9\u30C8(\u307E\u305F\u306FIP:port\u30EA\u30B9\u30C8)\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000156=\u30AF\u30E9\u30B9\u30BF\u30FB\u30E1\u30F3\u30D0\u30FC{0}\u306B\u65B0\u3057\u3044\u5C5E\u6027\u3092\u9001\u4FE1\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002{1}\u3002
cause000156=\u5909\u66F4\u3055\u308C\u305F\u30E1\u30F3\u30D0\u30FC\u5C5E\u6027\u306E\u9001\u4FE1\u3067\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action000156=\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000157={1}\u30DE\u30B7\u30F3\u306E1\u3064\u306B\u5BFE\u3057\u3066\u30B5\u30FC\u30D0\u30FC"{0}"\u3092\u518D\u8D77\u52D5/\u79FB\u884C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
cause000157=\u79FB\u884C\u53EF\u80FD\u306A\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3059\u308B\u306E\u306B\u3057\u3070\u3089\u304F\u6642\u9593\u304C\u304B\u304B\u308A\u307E\u3057\u305F\u3002
action000157=\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3092\u78BA\u8A8D\u3057\u3001My Oracle Support\u306B\u9001\u4FE1\u3057\u3066\u8A73\u7D30\u306A\u8ABF\u67FB\u3092\u4F9D\u983C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000158=\u30B5\u30FC\u30D0\u30FC\u306F\u30AF\u30E9\u30B9\u30BF\u30FB\u30CF\u30FC\u30C8\u30D3\u30FC\u30C8\u3068\u901A\u77E5\u306E\u9001\u4FE1\u3092\u505C\u6B62\u3057\u307E\u3057\u305F
cause000158=\u30B5\u30FC\u30D0\u30FC\u306F\u3001\u4E2D\u65AD\u64CD\u4F5C\u307E\u305F\u306F\u505C\u6B62\u64CD\u4F5C\u306E\u7D50\u679C\u3068\u3057\u3066\u3001\u30AF\u30E9\u30B9\u30BF\u304B\u3089\u5207\u65AD\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action000158=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093
messagedetail000159=\u30ED\u30FC\u30AB\u30EB\u30FB\u30B5\u30FC\u30D0\u30FC\u3068\u30EA\u30E2\u30FC\u30C8\u30FB\u30B5\u30FC\u30D0\u30FC"{0}"\u306E\u30DB\u30B9\u30C8\u3068\u306A\u3063\u3066\u3044\u308B\u30DE\u30B7\u30F3\u306E\u30AF\u30ED\u30C3\u30AF\u304C{1}\u79D2\u305A\u308C\u3066\u3044\u307E\u3059
cause000159=\u30AF\u30E9\u30B9\u30BF\u306E\u30B5\u30FC\u30D0\u30FC\u306E\u30DB\u30B9\u30C8\u3068\u306A\u3063\u3066\u3044\u308B\u30DE\u30B7\u30F3\u306E\u30AF\u30ED\u30C3\u30AF\u304C\u540C\u671F\u3057\u3066\u3044\u307E\u305B\u3093\u3002
action000159=\u3059\u3079\u3066\u306E\u30DE\u30B7\u30F3\u304C\u540C\u3058\u6642\u523B\u306B\u306A\u3063\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000160=JNDI\u30C4\u30EA\u30FC\u306E\u540C\u671F\u5316\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u5B89\u5168\u3067\u306A\u3044\u30C1\u30E3\u30CD\u30EB\u306B\u5BFE\u3057\u3066\u884C\u308F\u308C\u307E\u3057\u305F\u3002\u30AF\u30E9\u30B9\u30BF\u306E\u3059\u3079\u3066\u306E\u30B5\u30FC\u30D0\u30FC\u306B\u5BFE\u3057\u3066\u5B89\u5168\u306AHTTP\u30C1\u30E3\u30CD\u30EB\u3092\u69CB\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause000160=\u30AF\u30E9\u30B9\u30BF\u306F\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30C7\u30FC\u30BF\u3092\u6697\u53F7\u5316\u3059\u308B\u3088\u3046\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001JNDI\u30C4\u30EA\u30FC\u306E\u540C\u671F\u5316\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u5B89\u5168\u3067\u306A\u3044\u30C1\u30E3\u30CD\u30EB(HTTP)\u3067\u884C\u308F\u308C\u3066\u3044\u307E\u3059\u3002\u30AF\u30E9\u30B9\u30BF\u3092\u5B8C\u5168\u306B\u4FDD\u8B77\u3059\u308B\u306B\u306F\u3001\u30AF\u30E9\u30B9\u30BF\u306E\u3059\u3079\u3066\u306E\u30B5\u30FC\u30D0\u30FC\u306B\u5BFE\u3057\u3066\u5B89\u5168\u306AHTTP\u30C1\u30E3\u30CD\u30EB\u3092\u69CB\u6210\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action000160=\u30AF\u30E9\u30B9\u30BF\u306E\u3059\u3079\u3066\u306E\u30B5\u30FC\u30D0\u30FC\u306B\u5BFE\u3057\u3066\u5B89\u5168\u306AHTTP\u30C1\u30E3\u30CD\u30EB\u3092\u69CB\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000161=\u30B5\u30FC\u30D0\u30FC"{0}"\u304B\u3089\u306E\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u6539\u3056\u3093\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
cause000161=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u4FE1\u983C\u6027\u3092\u691C\u8A3C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action000161=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u304C\u30CF\u30A4\u30B8\u30E3\u30C3\u30AF\u3055\u308C\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000162=\u30EA\u30E2\u30FC\u30C8\u30FB\u30AF\u30E9\u30B9\u30BF\u30FB\u30A2\u30C9\u30EC\u30B9"{1}"\u3068\u306E"{0}"\u30EC\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u958B\u59CB\u3057\u3066\u3044\u307E\u3059
cause000162=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000162=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000163="{0}"\u30EC\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u505C\u6B62\u3057\u3066\u3044\u307E\u3059
cause000163=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000163=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000164=\u30B5\u30FC\u30D0\u30FC{0}\u304B\u3089\u30AF\u30E9\u30B9\u30BF\u306EJNDI\u30C4\u30EA\u30FC\u304C\u540C\u671F\u3055\u308C\u307E\u3057\u305F\u3002
cause000164=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000164=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000165=\u4ED6\u306E\u30C9\u30E1\u30A4\u30F3\u306B\u3001{0}\u306E\u30AF\u30E9\u30B9\u30BF\u3068\u540C\u3058\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30A2\u30C9\u30EC\u30B9\u3068\u30DD\u30FC\u30C8\u3092\u4F7F\u7528\u3059\u308B\u3088\u3046\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u30AF\u30E9\u30B9\u30BF\u304C\u3042\u308A\u307E\u3059\u3002\u540C\u3058LAN\u5185\u306E2\u3064\u306E\u30C9\u30E1\u30A4\u30F3\u3067\u306F\u3001\u540C\u4E00\u306E\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30A2\u30C9\u30EC\u30B9\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
cause000165=\u540C\u3058\u30ED\u30FC\u30AB\u30EB\u30FB\u30A8\u30EA\u30A2\u30FB\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306E2\u3064\u306E\u30AF\u30E9\u30B9\u30BF\u3067\u540C\u3058\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30A2\u30C9\u30EC\u30B9\u304C\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action000165=\u3044\u305A\u308C\u304B\u306E\u30C9\u30E1\u30A4\u30F3\u306E\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30A2\u30C9\u30EC\u30B9\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000166=\u3053\u306E\u30C9\u30E1\u30A4\u30F3\u306E\u4ED6\u306E\u30AF\u30E9\u30B9\u30BF\u304C{0}\u3068\u540C\u3058\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30A2\u30C9\u30EC\u30B9\u3092\u4F7F\u7528\u3059\u308B\u3088\u3046\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u8907\u6570\u306E\u30AF\u30E9\u30B9\u30BF\u3067\u540C\u3058\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30A2\u30C9\u30EC\u30B9\u3092\u4F7F\u7528\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
cause000166=\u540C\u3058\u30C9\u30E1\u30A4\u30F3\u306E\u8907\u6570\u306E\u30AF\u30E9\u30B9\u30BF\u3067\u540C\u3058\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30A2\u30C9\u30EC\u30B9\u304C\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action000166=\u52B9\u7387\u3092\u4E0A\u3052\u308B\u305F\u3081\u306B\u306F2\u3064\u306E\u7570\u306A\u308B\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30A2\u30C9\u30EC\u30B9\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000167=\u79FB\u884C\u3092\u4E2D\u6B62\u3057\u3088\u3046\u3068\u3057\u305F\u3068\u304D\u306B\u3001\u4E00\u90E8\u306E\u30B5\u30FC\u30D3\u30B9\u3092\u6B63\u5E38\u306B\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F: {0}\u3002
cause000167=\u6B21\u306E\u4F8B\u5916\u306B\u3088\u3063\u3066\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u304C\u5931\u6557\u3057\u307E\u3057\u305F: {0}\u3002
action000167=\u6700\u3082\u5B89\u5168\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3001\u6B8B\u3063\u3066\u3044\u308B\u3059\u3079\u3066\u306E\u30B5\u30FC\u30D3\u30B9\u304C\u505C\u6B62\u3059\u308B\u3088\u3046\u306B\u3001\u3053\u306E\u30B5\u30FC\u30D0\u30FC\u3092\u505C\u6B62\u3059\u308B\u3053\u3068\u3067\u3059\u3002\u5404\u30B5\u30FC\u30D3\u30B9\u306F\u518D\u8D77\u52D5\u6642\u306B\u81EA\u52D5\u7684\u306B\u518D\u8D77\u52D5\u3055\u308C\u307E\u305B\u3093\u3002\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u306E\u539F\u56E0\u304C\u4FEE\u6B63\u3055\u308C\u308B\u3068\u3001\u3053\u306E\u30B5\u30FC\u30D0\u30FC\u3078\u306E\u79FB\u884C\u304C\u6B63\u5E38\u306B\u5B9F\u884C\u3067\u304D\u307E\u3059\u3002
messagedetail000168={1}\u306E\u305F\u3081\u3001\u30B5\u30FC\u30D0\u30FC"{0}"\u3092\u518D\u8D77\u52D5\u307E\u305F\u306F\u79FB\u884C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
cause000168=\u79FB\u884C\u53EF\u80FD\u306A\u30B5\u30FC\u30D0\u30FC\u306E\u518D\u8D77\u52D5\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {1}
action000168=\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000169=\u79FB\u884C\u8868\u306B\u306F"{0}"\u306E\u30A8\u30F3\u30C8\u30EA\u304C\u3042\u308A\u307E\u3059\u304C\u3001\u5BFE\u5FDC\u3059\u308B\u30B5\u30FC\u30D0\u30FC\u304C\u3053\u306E\u30C9\u30E1\u30A4\u30F3\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u3053\u306E\u30B5\u30FC\u30D0\u30FC\u306F\u7121\u8996\u3055\u308C\u3001\u8D77\u52D5\u306F\u8A66\u307F\u3089\u308C\u307E\u305B\u3093\u3002\u30B5\u30FC\u30D0\u30FC\u3092\u30C9\u30E1\u30A4\u30F3\u306B\u69CB\u6210\u3059\u308B\u304B\u3001\u307E\u305F\u306F\u8868\u304B\u3089\u524A\u9664\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause000169=\u79FB\u884C\u8868\u306B\u306F"{0}"\u306E\u30A8\u30F3\u30C8\u30EA\u304C\u3042\u308A\u307E\u3059\u304C\u3001\u5BFE\u5FDC\u3059\u308B\u30B5\u30FC\u30D0\u30FC\u304C\u3053\u306E\u30C9\u30E1\u30A4\u30F3\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action000169=\u30C9\u30E1\u30A4\u30F3\u306B\u30B5\u30FC\u30D0\u30FC\u3092\u69CB\u6210\u3059\u308B\u304B\u3001\u307E\u305F\u306F\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u8868\u304B\u3089\u30B5\u30FC\u30D0\u30FC\u306E\u884C\u3092\u524A\u9664\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000170=\u30B5\u30FC\u30D0\u30FC{0}\u306F\u3001\u3053\u306E\u30B5\u30FC\u30D0\u30FC\u81EA\u8EAB\u304C\u9001\u4FE1\u3057\u305F\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30D1\u30B1\u30C3\u30C8\u3092\u53D7\u4FE1\u3057\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause000170=\u5404WebLogic Server\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306F\u3001\u305D\u308C\u305E\u308C\u306E\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30B0\u30EB\u30FC\u30D7\u306B\u5BFE\u3057\u3066\u305D\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u81EA\u8EAB\u304C\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u3057\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D7\u4FE1\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30B5\u30FC\u30D0\u30FC\u304C\u81EA\u8EAB\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D7\u4FE1\u3057\u306A\u3044\u305F\u3081\u3001\u30AF\u30E9\u30B9\u30BF\u69CB\u6210\u306E\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30FB\u30A2\u30C9\u30EC\u30B9\u69CB\u6210\u307E\u305F\u306F\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u30FB\u30A2\u30C9\u30EC\u30B9\u306E\u6307\u5B9A\u304C\u9593\u9055\u3063\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action000170=\u30AF\u30E9\u30B9\u30BF\u69CB\u6210\u3068\u30B5\u30FC\u30D0\u30FC\u306E\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u69CB\u6210\u304C\u6709\u52B9\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail000171={1}\u306E\u305F\u3081\u3001\u30AB\u30B9\u30BF\u30E0\u30FB\u30B7\u30F3\u30B0\u30EB\u30C8\u30F3\u30FB\u30B5\u30FC\u30D3\u30B9\u306ESQL\u554F\u5408\u305B\u30D8\u30EB\u30D1\u30FC{0}\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause000171=\u6307\u5B9A\u3055\u308C\u305F\u30AF\u30E9\u30B9\u3092\u30ED\u30FC\u30C9\u3067\u304D\u306A\u304B\u3063\u305F\u539F\u56E0\u3068\u3057\u3066\u306F\u3001\u30AF\u30E9\u30B9\u540D\u306E\u5165\u529B\u30DF\u30B9\u304B\u3001\u3053\u306E\u30AF\u30E9\u30B9\u304C\u30B5\u30FC\u30D0\u30FC\u306E\u30AF\u30E9\u30B9\u30D1\u30B9\u306B\u5B58\u5728\u3057\u306A\u3044\u3053\u3068\u304C\u8003\u3048\u3089\u308C\u307E\u3059\u3002
action000171=\u6709\u52B9\u306A\u30AF\u30E9\u30B9\u540D\u304C\u6307\u5B9A\u3055\u308C\u3066\u304A\u308A\u3001\u305D\u306E\u30AF\u30E9\u30B9\u304C\u30B5\u30FC\u30D0\u30FC\u306E\u30AF\u30E9\u30B9\u30D1\u30B9\u306B\u5B58\u5728\u3059\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000172={0}\u304B\u3089HTTP\u7D4C\u7531\u3067\u72B6\u614B\u30C0\u30F3\u30D7\u3092\u30D5\u30A7\u30C3\u30C1\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u3001{1}\u306B\u3088\u308ATCP/IP\u30BD\u30B1\u30C3\u30C8\u306E\u969C\u5BB3\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause000172=\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0\u30FB\u30B7\u30B9\u30C6\u30E0\u3067IOException\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action000172=\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306B\u554F\u984C\u304C\u306A\u3044\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u554F\u984C\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u8A73\u3057\u304F\u5206\u6790\u3067\u304D\u308B\u3088\u3046\u306B\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u3092\u7528\u610F\u3057\u3066\u3001My Oracle Support\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
messagedetail000173={0}
cause000173=\u30C7\u30D0\u30C3\u30B0\u60C5\u5831\u3067\u3059\u3002
action000173=\u306A\u3057\u3002
messagedetail000174={0} {1}
cause000174=\u8B66\u544A\u60C5\u5831\u3067\u3059\u3002
action000174=\u306A\u3057\u3002
messagedetail000175=\u6307\u5B9A\u3055\u308C\u305F\u30B9\u30AF\u30EA\u30D7\u30C8{0}\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002\u30B9\u30AF\u30EA\u30D7\u30C8\u306F\u69CB\u6210\u306E{1}\u3067\u5FC5\u8981\u306B\u306A\u308A\u307E\u3059\u3002
cause000175=\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u306F\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
action000175={1}\u306E\u30B9\u30AF\u30EA\u30D7\u30C8\u5024\u3092\u30C1\u30A7\u30C3\u30AF\u3057\u3001\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u304C\u305D\u306E\u3068\u304A\u308A\u306B\u5B58\u5728\u3059\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000176={0}\u306E\u30DE\u30B7\u30F3\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
cause000176={0}\u304C\u5B9F\u884C\u3055\u308C\u3066\u3044\u308B\u30DE\u30B7\u30F3\u304C\u69CB\u6210\u3067\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u79FB\u884C\u304C\u767A\u751F\u3057\u305F\u3068\u304D\u306B\u30B9\u30AF\u30EA\u30D7\u30C8\u304C\u5B9F\u884C\u3055\u308C\u308B\u5834\u5408\u3001\u30DE\u30B7\u30F3\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action000176=\u30B5\u30FC\u30D0\u30FC\u306E\u30B3\u30F3\u30BD\u30FC\u30EB\u30FB\u30DA\u30FC\u30B8\u3067\u3001{0}\u304C\u5B9F\u884C\u3055\u308C\u3066\u3044\u308B\u30DE\u30B7\u30F3\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000178={1}\u306E\u305F\u3081\u3001{0}\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause000178={0}\u306E\u5B9F\u884C\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {1}\u3002
action000178=\u30B9\u30AF\u30EA\u30D7\u30C8{0}\u304C\u5B8C\u5168\u306B\u30C7\u30D0\u30C3\u30B0\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30B9\u30AF\u30EA\u30D7\u30C8\u3092\u624B\u52D5\u3067\u5B9F\u884C\u3057\u3066\u3001\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3059\u308B\u3053\u3068\u3092\u304A\u85A6\u3081\u3057\u307E\u3059\u3002
messagedetail000179={1}\u306E\u305F\u3081\u3001\u30EA\u30FC\u30B9\u306E\u5909\u66F4\u4E2D\u306B{0}\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
cause000179=\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {1}\u3002
action000179=\u30EA\u30FC\u30B9\u306B\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304C\u4F7F\u7528\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u305D\u306E\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304C\u4F7F\u7528\u53EF\u80FD\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000180=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304B\u3089\u30B8\u30E7\u30D6{0}\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002{1}\u306B\u3088\u308A\u3001\u53D6\u5F97\u306B\u5931\u6557\u3057\u307E\u3057\u305F
cause000180=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304B\u3089\u30B8\u30E7\u30D6\u3092\u8AAD\u53D6\u308A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action000180=\u30B8\u30E7\u30D6\u306B\u5BFE\u5FDC\u3059\u308B\u30AF\u30E9\u30B9\u304C\u30B5\u30FC\u30D0\u30FC\u306E\u30AF\u30E9\u30B9\u30D1\u30B9\u306B\u3042\u308A\u3001\u6B63\u3057\u3044\u30D0\u30FC\u30B8\u30E7\u30F3\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000181=\u30C7\u30D0\u30C3\u30B0
cause000181=\u30C7\u30D0\u30C3\u30B0
action000181=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093
messagedetail000182=\u30B8\u30E7\u30D6\u30FB\u30B9\u30B1\u30B8\u30E5\u30FC\u30E9\u306B\u3088\u3063\u3066\u3001TimerListener\u306E\u30B8\u30E7\u30D6\u304CID {0}\u3001\u8AAC\u660E{1}\u3067\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F
cause000182=\u30B8\u30E7\u30D6\u30FB\u30B9\u30B1\u30B8\u30E5\u30FC\u30E9\u306B\u3088\u3063\u3066\u3001\u767A\u884C\u6E08\u30B8\u30E7\u30D6\u306E\u30A8\u30F3\u30C8\u30EA\u304C\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306B\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F\u3002
action000182=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000183=\u30B8\u30E7\u30D6\u30FB\u30B9\u30B1\u30B8\u30E5\u30FC\u30E9\u306B\u3088\u3063\u3066\u3001ID {0}\u306E\u30B8\u30E7\u30D6\u304C\u53D6\u308A\u6D88\u3055\u308C\u307E\u3057\u305F
cause000183=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u306B\u5FDC\u3058\u3066\u3001\u30B8\u30E7\u30D6\u30FB\u30B9\u30B1\u30B8\u30E5\u30FC\u30E9\u306B\u3088\u3063\u3066\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304B\u3089\u30B8\u30E7\u30D6\u30FB\u30A8\u30F3\u30C8\u30EA\u304C\u524A\u9664\u3055\u308C\u307E\u3057\u305F
action000183=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000184=\u3053\u306E\u30B5\u30FC\u30D0\u30FC\u306E\u30EA\u30FC\u30B9\u66F4\u65B0\u304C{0}\u79D2\u9593\u884C\u308F\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30B5\u30FC\u30D0\u30FC\u306E\u518D\u8D77\u52D5\u307E\u305F\u306F\u79FB\u884C\u304C\u5FC5\u8981\u306B\u306A\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
cause000184=\u5B9A\u671F\u7684\u306B\u30EA\u30FC\u30B9\u306E\u66F4\u65B0\u304C\u884C\u308F\u308C\u308B\u30B9\u30EC\u30C3\u30C9\u304C\u306A\u3093\u3089\u304B\u306E\u7406\u7531\u3067\u30D6\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action000184=\u30B5\u30FC\u30D0\u30FC\u304C\u30AA\u30FC\u30D0\u30FC\u30ED\u30FC\u30C9\u3067\u306A\u3044\u3053\u3068\u3068\u30DE\u30B7\u30F3\u306B\u4F7F\u7528\u53EF\u80FD\u306A\u30B7\u30B9\u30C6\u30E0\u30FB\u30EA\u30BD\u30FC\u30B9\u304C\u5341\u5206\u306B\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000185=\u30EA\u30FC\u30B9\u66F4\u65B0\u30B9\u30EC\u30C3\u30C9\u3067\u9045\u5EF6\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u304C\u3001\u30B5\u30FC\u30D0\u30FC\u306E\u30EA\u30FC\u30B9\u66F4\u65B0\u304C\u6B63\u5E38\u306B\u884C\u308F\u308C\u307E\u3057\u305F\u3002\u4ECA\u3059\u3050\u306B\u79FB\u884C\u307E\u305F\u306F\u518D\u8D77\u52D5\u3055\u308C\u308B\u3053\u3068\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause000185=\u5B9A\u671F\u7684\u306B\u30EA\u30FC\u30B9\u306E\u66F4\u65B0\u304C\u884C\u308F\u308C\u308B\u30B9\u30EC\u30C3\u30C9\u304C\u30D6\u30ED\u30C3\u30AF\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u6B63\u3057\u3044\u52D5\u4F5C\u306B\u623B\u308A\u3001\u30EA\u30FC\u30B9\u306E\u66F4\u65B0\u304C\u6B63\u5E38\u306B\u884C\u308F\u308C\u307E\u3057\u305F\u3002
action000185=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000186={0}\u306E\u79FB\u884C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F: {1}
cause000186=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u306E\u30A8\u30E9\u30FC\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action000186=\u30AF\u30E9\u30B9\u30BF\u3067\u5B9F\u884C\u3057\u3066\u3044\u308B\u5019\u88DC\u30B5\u30FC\u30D0\u30FC\u304C\u5341\u5206\u306B\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000187=\u30B7\u30F3\u30B0\u30EB\u30C8\u30F3\u30FB\u30B5\u30FC\u30D3\u30B9{0}\u306F\u3053\u306E\u30B5\u30FC\u30D0\u30FC\u306B\u767B\u9332\u3055\u308C\u307E\u3057\u305F\u3002\u3053\u308C\u306F\u3001\u3053\u306E\u30B5\u30FC\u30D0\u30FC\u304C\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u30DB\u30B9\u30C8\u5019\u88DC\u306B\u306A\u3063\u305F\u3053\u3068\u3092\u610F\u5473\u3057\u307E\u3059\u3002\u73FE\u5728\u30B5\u30FC\u30D3\u30B9\u306F\u30A2\u30AF\u30C6\u30A3\u30D6\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u3053\u306E\u30B5\u30FC\u30D0\u30FC\u3067\u30A2\u30AF\u30C6\u30A3\u30D6\u306B\u306A\u3063\u305F\u6642\u70B9\u3067\u3001\u5225\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u51FA\u529B\u3055\u308C\u307E\u3059\u3002
cause000187=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000187=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000188=\u30B7\u30F3\u30B0\u30EB\u30C8\u30F3\u30FB\u30B5\u30FC\u30D3\u30B9{0}\u306F\u3053\u306E\u30B5\u30FC\u30D0\u30FC\u306B\u767B\u9332\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u3053\u308C\u306F\u3001\u3053\u306E\u30B5\u30FC\u30D0\u30FC\u304C\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u30DB\u30B9\u30C8\u5019\u88DC\u3067\u306F\u306A\u304F\u306A\u3063\u305F\u3053\u3068\u3092\u610F\u5473\u3057\u307E\u3059\u3002\u30B5\u30FC\u30D3\u30B9\u304C\u30A2\u30AF\u30C6\u30A3\u30D6\u3067\u3042\u3063\u305F\u5834\u5408\u306F\u3001\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51FA\u529B\u6642\u307E\u3067\u306B\u975E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3055\u308C\u3066\u3044\u307E\u3059\u3002
cause000188=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000188=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000189=\u30B7\u30F3\u30B0\u30EB\u30C8\u30F3\u30FB\u30B5\u30FC\u30D3\u30B9{0}\u306F\u3053\u306E\u30B5\u30FC\u30D0\u30FC\u3067\u30A2\u30AF\u30C6\u30A3\u30D6\u3067\u3059\u3002
cause000189=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000189=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000190=\u30B7\u30F3\u30B0\u30EB\u30C8\u30F3\u30FB\u30B5\u30FC\u30D3\u30B9{0}\u306F\u3053\u306E\u30B5\u30FC\u30D0\u30FC\u3067\u975E\u30A2\u30AF\u30C6\u30A3\u30D6\u306B\u3055\u308C\u3066\u3044\u307E\u3059\u3002
cause000190=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000190=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000191=\u3053\u306E\u30B5\u30FC\u30D0\u30FC\u306F\u73FE\u5728\u3001\u79FB\u884C\u53EF\u80FD\u306A\u30B5\u30FC\u30D0\u30FC{0}\u3092\u30E2\u30CB\u30BF\u30EA\u30F3\u30B0\u3057\u3066\u3044\u307E\u3059\u3002{0}\u304C\u4F7F\u7528\u4E0D\u53EF\u80FD\u306B\u306A\u3063\u305F\u5834\u5408\u307E\u305F\u306F\u30AF\u30E9\u30C3\u30B7\u30E5\u3057\u305F\u5834\u5408\u306F\u3001\u65B0\u3057\u3044\u30DE\u30B7\u30F3\u306B\u79FB\u884C\u3055\u308C\u307E\u3059\u3002
cause000191=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000191=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000192=\u5B9F\u884C\u4E2D\u306E\u3059\u3079\u3066\u306E\u30B5\u30FC\u30D0\u30FC\u306B{0}\u306E\u30DB\u30B9\u30C8\u304C\u8981\u6C42\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u30B5\u30FC\u30D3\u30B9\u3092\u6B63\u5E38\u306B\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3067\u304D\u305F\u30B5\u30FC\u30D0\u30FC\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u3092\u30A2\u30AF\u30C6\u30A3\u30D6\u306B\u3059\u308B\u6700\u4F4E1\u3064\u306E\u5019\u88DC\u30B5\u30FC\u30D0\u30FC\u304C\u5B58\u5728\u3057\u3001activate()\u30E1\u30BD\u30C3\u30C9\u306B\u30D0\u30B0\u304C\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u307E\u3059\u3002
cause000192=\u5B9F\u884C\u4E2D\u306E\u3059\u3079\u3066\u306E\u30B5\u30FC\u30D0\u30FC\u304C\u3001\u8981\u6C42\u3055\u308C\u305F{0}\u306E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
action000192=\u3053\u306E\u30B5\u30FC\u30D3\u30B9\u306B\u5BFE\u3057\u3066\u6700\u4F4E1\u3064\u306E\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u5019\u88DC\u30B5\u30FC\u30D0\u30FC\u304C\u5B58\u5728\u3057\u3001activate()\u30E1\u30BD\u30C3\u30C9\u306B\u30D0\u30B0\u304C\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u5B9F\u884C\u4E2D\u306E\u3059\u3079\u3066\u306E\u30B5\u30FC\u30D0\u30FC\u3067\u6570\u79D2\u5F8C\u306B\u30B5\u30FC\u30D3\u30B9\u304C\u8A66\u884C\u3055\u308C\u307E\u3059\u3002
messagedetail000193={0}\u306EJTA\u30B5\u30FC\u30D3\u30B9\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u304C\u3001{0}\u306F\u5F15\u304D\u7D9A\u304D\u5B9F\u884C\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u5B9F\u884C\u4E2D\u306E\u30B5\u30FC\u30D0\u30FC\u304B\u3089JTA\u3092\u79FB\u884C\u3067\u304D\u307E\u305B\u3093\u3002
cause000193=JTA\u30B5\u30FC\u30D3\u30B9\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
action000193={0}\u306E\u30ED\u30B0\u3092\u8ABF\u3079\u3066\u304F\u3060\u3055\u3044\u3002\u30A8\u30E9\u30FC\u306E\u539F\u56E0\u3092\u898B\u3064\u3051\u3066\u4FEE\u6B63\u3057\u305F\u3089\u3001{0}\u3092\u518D\u8D77\u52D5\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u518D\u8D77\u52D5\u3059\u308B\u3068\u3001JTA\u30B5\u30FC\u30D3\u30B9\u304C\u79FB\u884C\u3055\u308C\u3001\u5B9F\u884C\u4E2D\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u56DE\u5FA9\u3055\u308C\u307E\u3059\u3002
messagedetail000194=\u79FB\u884C\u30A4\u30D9\u30F3\u30C8\u3092\u5831\u544A\u3057\u3088\u3046\u3068\u3057\u305F\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}\u3002
cause000194=\u6700\u3082\u53EF\u80FD\u6027\u304C\u9AD8\u3044\u539F\u56E0\u306F\u3001\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u304C\u4F7F\u7528\u3067\u304D\u306A\u3044\u3053\u3068\u3067\u3059\u3002\u3053\u308C\u304C\u4E88\u6E2C\u3069\u304A\u308A\u306E\u52D5\u4F5C\u3067\u3042\u308C\u3070\u3001\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u7121\u8996\u3067\u304D\u307E\u3059\u3002
action000194=\u30E2\u30CB\u30BF\u30EA\u30F3\u30B0\u60C5\u5831\u304C\u5FC5\u8981\u306A\u5834\u5408\u306F\u3001\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u304C\u5B9F\u884C\u4E2D\u3067\u3042\u308A\u3001\u30A2\u30AF\u30BB\u30B9\u53EF\u80FD\u3067\u3042\u308B\u3053\u3068\u304C\u5FC5\u8981\u3067\u3059\u3002
messagedetail000195=\u79FB\u884C\u30A4\u30D9\u30F3\u30C8\u3092\u4FDD\u5B58\u3057\u3088\u3046\u3068\u3057\u305F\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30A8\u30E9\u30FC: {0}\u3002
cause000195=\u3053\u306E\u30C7\u30FC\u30BF\u3092\u30AB\u30D7\u30BB\u30EB\u5316\u3059\u308B\u305F\u3081\u306E\u5B9F\u884C\u6642MBean\u3092\u4F5C\u6210\u3057\u3088\u3046\u3068\u3057\u305F\u3068\u304D\u306BWebLogic Server\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action000195=\u8A73\u3057\u3044\u5206\u6790\u304C\u3067\u304D\u308B\u3088\u3046\u306B\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u3092\u7528\u610F\u3057\u3066\u3001My Oracle Support\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
messagedetail000196=\u30BF\u30A4\u30D7{0}\u306E\u79FB\u884C\u306B\u95A2\u3059\u308B\u30C7\u30FC\u30BF\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F\u304C\u3001\u305D\u306E\u30BF\u30A4\u30D7\u304C\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u3067\u8A8D\u8B58\u3055\u308C\u307E\u305B\u3093\u3002
cause000196=\u7BA1\u7406\u5BFE\u8C61\u30B5\u30FC\u30D0\u30FC\u304C\u65B0\u3057\u3044\u30D0\u30FC\u30B8\u30E7\u30F3\u306EWebLogic Server\u306B\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u305F\u5834\u5408\u306F\u3001\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u3067\u51E6\u7406\u65B9\u6CD5\u304C\u4E0D\u660E\u3067\u3042\u308B\u3068\u3044\u3046\u30C7\u30FC\u30BF\u3092\u5831\u544A\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action000196=\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u3092\u30AF\u30E9\u30B9\u30BF\u30FB\u30E1\u30F3\u30D0\u30FC\u3068\u540C\u3058\u30D0\u30FC\u30B8\u30E7\u30F3\u306B\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000197=\u30E6\u30CB\u30AD\u30E3\u30B9\u30C8\u30FB\u30AF\u30E9\u30B9\u30BF\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u3092\u4F7F\u7528\u3057\u3066\u30AF\u30E9\u30B9\u30BF\u304B\u3089\u306E\u901A\u77E5\u3092\u30EA\u30B9\u30CB\u30F3\u30B0\u3057\u3066\u3044\u307E\u3059\u3002
cause000197=\u30E6\u30CB\u30AD\u30E3\u30B9\u30C8\u30FB\u30AF\u30E9\u30B9\u30BF\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30E2\u30FC\u30C9\u304C\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002
action000197=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000198=\u30AF\u30E9\u30B9\u30BF{0}\u306B\u5BFE\u3059\u308B\u3059\u3079\u3066\u306E\u30EC\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u547C\u51FA\u3057\u306F\u30C1\u30E3\u30CD\u30EB{1}\u7D4C\u7531\u3067\u884C\u3046\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
cause000198=\u30AF\u30E9\u30B9\u30BF{0}\u306B\u5BFE\u3059\u308B\u3059\u3079\u3066\u306E\u30EC\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u547C\u51FA\u3057\u306F\u30C1\u30E3\u30CD\u30EB{1}\u7D4C\u7531\u3067\u884C\u3046\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
action000198=\u30EC\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u547C\u51FA\u3057\u7528\u306E\u69CB\u6210\u6E08\u307F\u306E\u30C1\u30E3\u30CD\u30EB\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000199=\u30EC\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u547C\u51FA\u3057\u3092\u884C\u3046\u3053\u3068\u304C\u3067\u304D\u308B\u306E\u306F\u3001{1}\u30C1\u30E3\u30CD\u30EB\u7D4C\u7531\u306E{0}\u306E\u307F\u3067\u3059
cause000199=\u30EC\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u547C\u51FA\u3057\u3092\u884C\u3046\u3053\u3068\u304C\u3067\u304D\u308B\u306E\u306F\u3001{1}\u30C1\u30E3\u30CD\u30EB\u7D4C\u7531\u306E{0}\u306E\u307F\u3067\u3059
action000199=\u30EC\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u547C\u51FA\u3057\u306E\u5BFE\u8C61\u306E\u30E6\u30FC\u30B6\u30FC\u306E\u30ED\u30FC\u30EB\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
