startingClusterService=\u30AF\u30E9\u30B9\u30BF\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u958B\u59CB\u4E2D...
## {0}: String msg
displayMulticastMonitorMessage={0}
## {0}: String clusterName, {1}: String serverName
CannotChangeClusterWhileServerReferredToInMigratableTarget=\u30B5\u30FC\u30D0\u30FC{1}\u306E\u30AF\u30E9\u30B9\u30BF\u3092{0}\u306B\u5909\u66F4\u3067\u304D\u307E\u305B\u3093\u3002\u30B5\u30FC\u30D0\u30FC\u306FMigratableTarget\u306E\u30E6\u30FC\u30B6\u30FC\u512A\u5148\u30B5\u30FC\u30D0\u30FC\u3067\u3042\u308A\u3001\u3053\u306E\u64CD\u4F5C\u306F\u4E0D\u6B63\u3067\u3059\u3002
## {0}: String objectName
CannotDeleteServerException=\u30B5\u30FC\u30D0\u30FC[{0}]\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u5B9F\u884C\u4E2D\u306E\u30B5\u30FC\u30D0\u30FC\u3092\u524A\u9664\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u5B9F\u884C\u4E2D\u3067\u306A\u3051\u308C\u3070\u3001\u305D\u306E\u30B5\u30FC\u30D0\u30FC\u306F\u3001\u540C\u69D8\u306B\u524A\u9664\u3092\u963B\u6B62\u3059\u308B\u3001\u79FB\u884C\u53EF\u80FD\u30BF\u30FC\u30B2\u30C3\u30C8\u306E"\u30E6\u30FC\u30B6\u30FC\u512A\u5148\u30B5\u30FC\u30D0\u30FC"\u3067\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059(\u307E\u305A\u79FB\u884C\u53EF\u80FD\u30BF\u30FC\u30B2\u30C3\u30C8\u3092\u5225\u306E\u30B5\u30FC\u30D0\u30FC\u306B\u79FB\u884C\u3057\u3066\u304F\u3060\u3055\u3044)\u3002
## {0}: String objectName
CannotDeleteClusterException=\u30AF\u30E9\u30B9\u30BF[{0}]\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u305D\u306E\u30AF\u30E9\u30B9\u30BF\u3092\u53C2\u7167\u3059\u308B\u3059\u3079\u3066\u306E\u79FB\u884C\u53EF\u80FD\u30BF\u30FC\u30B2\u30C3\u30C8\u304C\u524A\u9664\u3055\u308C\u308B\u307E\u3067\u306F\u3001\u30AF\u30E9\u30B9\u30BF\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String objectName
CannotDeleteMigratableTargetException=MigratableTarget [{0}]\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u79FB\u884C\u53EF\u80FD\u30BF\u30FC\u30B2\u30C3\u30C8[\u4F8B: \u30B5\u30FC\u30D0\u30FC(\u79FB\u884C\u53EF\u80FD)]\u306F\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002\u30E6\u30FC\u30B6\u30FC\u5B9A\u7FA9\u306E\u79FB\u884C\u53EF\u80FD\u30BF\u30FC\u30B2\u30C3\u30C8\u306F\u3001\u305D\u308C\u306B\u30B5\u30FC\u30D3\u30B9\u304C\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u306E\u307F\u524A\u9664\u53EF\u80FD\u3067\u3059\u3002
## {0}: String s
MigratableTargetInvViolation_1A=MigratableTargetMBean {0}\u306B\u30AF\u30E9\u30B9\u30BF\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String s
MigratableTargetInvViolation_1B=MigratableTargetMBean {0}\u306B\u512A\u5148\u30B5\u30FC\u30D0\u30FC\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String s
MigratableTargetInvViolation_1C=MigratableTargetMBean {0}\u306E\u512A\u5148\u30B5\u30FC\u30D0\u30FC\u306E\u30AF\u30E9\u30B9\u30BF\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String s
MigratableTargetInvViolation_1D=MigratableTargetMBean {0}\u306E\u512A\u5148\u30B5\u30FC\u30D0\u30FC\u304C\u3001\u79FB\u884C\u53EF\u80FD\u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u30AF\u30E9\u30B9\u30BF\u306E\u30B5\u30FC\u30D0\u30FC\u30FB\u30BB\u30C3\u30C8\u5185\u306B\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String s
MigratableTargetInvViolation_2=MigratableTargetMBean {0}\u30AF\u30E9\u30B9\u30BF\u304C\u512A\u5148\u30B5\u30FC\u30D0\u30FC\u30FB\u30AF\u30E9\u30B9\u30BF\u306B\u7B49\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String s
MigratableTargetInvViolation_3=MigratableTargetMBean {0}\u306E\u512A\u5148\u30B5\u30FC\u30D0\u30FC\u304C\u3001\u660E\u793A\u7684\u306B\u6307\u5B9A\u3055\u308C\u305F\u5019\u88DC\u30B5\u30FC\u30D0\u30FC(ConstrainedCandidateServers)\u30BB\u30C3\u30C8\u5185\u306B\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String s
MigratableTargetInvViolation_4=MigratableTargetMBean {0}\u306E\u660E\u793A\u7684\u306B\u6307\u5B9A\u3055\u308C\u305F\u5019\u88DC\u30B5\u30FC\u30D0\u30FC(ConstrainedCandidateServers)\u306F\u3001\u79FB\u884C\u53EF\u80FD\u30BF\u30FC\u30B2\u30C3\u30C8\u304C\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u3044\u308B\u30AF\u30E9\u30B9\u30BF\u5185\u306E\u30B5\u30FC\u30D0\u30FC\u30FB\u30BB\u30C3\u30C8\u306E\u30B5\u30D6\u30BB\u30C3\u30C8\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String s
MigratableTargetInvViolation_5=MigratableTargetMBean {0}\u304C\u300C\u30AF\u30EA\u30C6\u30A3\u30AB\u30EB\u300D\u3068\u30DE\u30FC\u30AF\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u975E\u624B\u52D5\u79FB\u884C\u53EF\u80FD\u30BF\u30FC\u30B2\u30C3\u30C8\u3067\u3059\u3002\u624B\u52D5\u79FB\u884C\u53EF\u80FD\u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u307F\u30AF\u30EA\u30C6\u30A3\u30AB\u30EB\u3068\u3057\u3066\u69CB\u6210\u3067\u304D\u307E\u3059\u3002
MigratableTargetSubSystemName=\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u30FB\u30B5\u30FC\u30D3\u30B9\u79FB\u884C
## {0}: String mt
CannotSetConstrainedCandidateServersException=\u79FB\u884C\u53EF\u80FD\u30BF\u30FC\u30B2\u30C3\u30C8{0}\u306B\u5236\u7D04\u4ED8\u304D\u5019\u88DC\u30B5\u30FC\u30D0\u30FC\u3092\u8A2D\u5B9A\u3067\u304D\u307E\u305B\u3093\u3002\u79FB\u884C\u53EF\u80FD\u30BF\u30FC\u30B2\u30C3\u30C8\u3068\u30E6\u30FC\u30B6\u30FC\u512A\u5148\u30B5\u30FC\u30D0\u30FC\u306F\u5236\u7D04\u4ED8\u304D\u5019\u88DC\u30B5\u30FC\u30D0\u30FC\u306E\u30E1\u30F3\u30D0\u30FC\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308B\u306E\u3067\u3001\u30B5\u30FC\u30D0\u30FC\u306F\u3059\u3079\u3066\u540C\u3058\u30AF\u30E9\u30B9\u30BF\u306B\u5165\u308C\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String mt
CannotSetUserPreferredServerException=\u79FB\u884C\u53EF\u80FD\u30BF\u30FC\u30B2\u30C3\u30C8{0}\u306E\u30E6\u30FC\u30B6\u30FC\u512A\u5148\u30B5\u30FC\u30D0\u30FC\u3092\u8A2D\u5B9A\u3067\u304D\u307E\u305B\u3093\u3002\u30B5\u30FC\u30D0\u30FC\u306F\u79FB\u884C\u53EF\u80FD\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30AF\u30E9\u30B9\u30BF\u306E\u4E00\u90E8\u3067\u3042\u308A\u3001\u304B\u3064\u5236\u7D04\u4ED8\u304D\u5019\u88DC\u30B5\u30FC\u30D0\u30FC\u30FB\u30BB\u30C3\u30C8(\u7A7A\u3067\u306A\u3044\u5834\u5408)\u306E\u4E00\u90E8\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String mt
CannotRemoveUserPreferredServerException=\u79FB\u884C\u53EF\u80FD\u30BF\u30FC\u30B2\u30C3\u30C8{0}\u306E\u30E6\u30FC\u30B6\u30FC\u512A\u5148\u30B5\u30FC\u30D0\u30FC\u3092\u5236\u7D04\u4ED8\u304D\u5019\u88DC\u30B5\u30FC\u30D0\u30FC\u304B\u3089\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String mt
CannotSetClusterException=\u79FB\u884C\u53EF\u80FD\u30BF\u30FC\u30B2\u30C3\u30C8{0}\u306E\u30AF\u30E9\u30B9\u30BF\u3092\u8A2D\u5B9A\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String mt
AutomaticModeNotSupportedException=\u81EA\u52D5\u79FB\u884C\u306F\u307E\u3060\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
MigrationTaskStatusInProgress=\u9032\u884C\u4E2D
MigrationTaskStatusDone=\u5B8C\u4E86
MigrationTaskStatusFailed=\u5931\u6557
MigrationTaskStatusCanceled=\u53D6\u6D88\u3057\u6E08\u307F
MigrationTaskStatusQIsTheSourceServerDown=\u30BD\u30FC\u30B9\u30FB\u30B5\u30FC\u30D0\u30FC\u306F\u505C\u6B62\u3057\u3066\u3044\u307E\u3059\u304B\u3002
MigrationTaskStatusQIsTheDestinationServerDown=\u5B9B\u5148\u30B5\u30FC\u30D0\u30FC\u306F\u505C\u6B62\u3057\u3066\u3044\u307E\u3059\u304B\u3002
## {0}: String from, {1}: String to, {2}: String jtaLabel
MigrationTaskTitle={2}{0}\u304B\u3089{1}\u3078\u306E\u79FB\u884C
MigrationTaskCannotCancelHere=\u79FB\u884C\u30BF\u30B9\u30AF\u3092\u53D6\u308A\u6D88\u305B\u308B\u306E\u306F\u3001\u30E6\u30FC\u30B6\u30FC\u5165\u529B\u5F85\u6A5F\u4E2D\u306E\u307F\u3067\u3059\u3002
MigrationTaskErrorCandidateServerMustNotBeEmpty=\u79FB\u884C\u53EF\u80FD\u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u5019\u88DC\u30B5\u30FC\u30D0\u30FC\u306F\u7A7A\u306B\u306F\u3067\u304D\u307E\u305B\u3093\u3002
MigrationTaskErrorDestinationMustNotBeCurrentlyActiveServer=\u79FB\u884C\u3067\u304D\u307E\u305B\u3093 - \u73FE\u5728\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u30B5\u30FC\u30D0\u30FC\u3092\u5B9B\u5148\u30B5\u30FC\u30D0\u30FC\u306B\u306F\u3067\u304D\u307E\u305B\u3093 - \u3053\u306E\u30B5\u30FC\u30D0\u30FC\u306B\u306F\u3059\u3067\u306B\u30B5\u30FC\u30D3\u30B9\u304C\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u3066\u3044\u307E\u3059\u3002
MigrationTaskErrorDestinationMustBeMemberOfCandidiateServers=\u5B9B\u5148\u30B5\u30FC\u30D0\u30FC\u306F\u79FB\u884C\u53EF\u80FD\u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u5019\u88DC\u30B5\u30FC\u30D0\u30FC\u306E\u30E1\u30F3\u30D0\u30FC\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String serverName
MigrationTaskErrorUnableToDetermineListenAddressFromConfig=\u30B5\u30FC\u30D0\u30FC{0}\u306E\u69CB\u6210\u30D5\u30A1\u30A4\u30EB\u5185\u306BListenAddress\u304C\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String serverName, {1}: String destination
MigrationTaskLoglineJTAMigrationStarted=\u30B5\u30FC\u30D0\u30FC{0}\u304C\u6240\u6709\u3059\u308BJTA\u56DE\u5FA9\u30B5\u30FC\u30D3\u30B9\u306E\u5B9B\u5148\u30B5\u30FC\u30D0\u30FC{1}\u3078\u306E\u79FB\u884C\u3092\u958B\u59CB\u3057\u307E\u3057\u305F ...
## {0}: String serverName, {1}: String destination
MigrationTaskLoglineMigrationStarted=\u79FB\u884C\u53EF\u80FD\u30BF\u30FC\u30B2\u30C3\u30C8{0}\u306E\u5B9B\u5148\u30B5\u30FC\u30D0\u30FC{1}\u3078\u306E\u79FB\u884C\u3092\u958B\u59CB\u3057\u307E\u3057\u305F ...
## {0}: String destinationServer, {1}: String migratableTarget
MigrationErrorDestinationNotAmongCandidateServers=\u30A8\u30E9\u30FC: \u5B9B\u5148\u30B5\u30FC\u30D0\u30FC{0}\u304C{1}\u306E\u5019\u88DC\u30B5\u30FC\u30D0\u30FC\u306E\u4E2D\u306B\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String prefix, {1}: String migratableTarget, {2}: String destinationServer
MigrationStarted={1}\u306B\u5BFE\u3059\u308B{0}\u500B\u306E\u30B5\u30FC\u30D3\u30B9\u3092\u5B9B\u5148\u30B5\u30FC\u30D0\u30FC{2}\u306B\u79FB\u884C\u3057\u3088\u3046\u3068\u3057\u59CB\u3081\u307E\u3057\u305F ..."
## {0}: String prefix
MigrationSucceeded={0}\u306E\u79FB\u884C\u304C\u6B63\u5E38\u306B\u5B8C\u4E86\u3057\u307E\u3057\u305F\u3002
## {0}: String prefix, {1}: String exception
MigrationFailed={0}\u306E\u79FB\u884C\u304C\u5931\u6557\u3057\u307E\u3057\u305F({1})\u3002
## {0}: String destinationServer
MigrationUnknownDestinationServer=\u30A8\u30E9\u30FC: \u4E0D\u660E\u306A\u5B9B\u5148\u30B5\u30FC\u30D0\u30FC: {0}
## {0}: String migratableTarget
MigrationUnknownMigratableTarget=\u30A8\u30E9\u30FC: \u4E0D\u660E\u306A\u79FB\u884C\u53EF\u80FD\u30BF\u30FC\u30B2\u30C3\u30C8: {0}
MigrationJTAPrefix=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9
## {0}: String destinationName
MigrationTaskUserStopDestinationNotReachable=\u79FB\u884C\u5148\u3067\u306F\u5B9B\u5148\u30B5\u30FC\u30D0\u30FC{0}\u306B\u5230\u9054\u3067\u304D\u305A\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3067\u304D\u306A\u3044\u305F\u3081\u3001\u79FB\u884C\u3092\u7D9A\u884C\u3057\u306A\u3044\u3068\u3044\u3046\u8981\u6C42\u304C\u30E6\u30FC\u30B6\u30FC\u5074\u304B\u3089\u3042\u308A\u307E\u3057\u305F\u3002
## {0}: String name
IncorrectMigratableServerName=\u79FB\u884C\u53EF\u80FD\u30B5\u30FC\u30D0\u30FC{0}\u306F\u5B58\u5728\u3057\u307E\u305B\u3093\u3002\u79FB\u884C\u3059\u308B\u30B5\u30FC\u30D0\u30FC\u306E\u6B63\u3057\u3044\u540D\u524D\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String name
MigratableServerIsNotInCluster=\u79FB\u884C\u53EF\u80FD\u30B5\u30FC\u30D0\u30FC{0}\u306F\u30AF\u30E9\u30B9\u30BF\u306E\u30E1\u30F3\u30D0\u30FC\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u3059\u3079\u3066\u306E\u79FB\u884C\u53EF\u80FD\u30B5\u30FC\u30D0\u30FC\u304C\u30AF\u30E9\u30B9\u30BF\u306E\u30E1\u30F3\u30D0\u30FC\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String name
CannotEnableAutoMigrationWithoutLeasing=\u79FB\u884C\u53EF\u80FD\u30BF\u30FC\u30B2\u30C3\u30C8{0}\u306E\u79FB\u884C\u30DD\u30EA\u30B7\u30FC\u3092\u975E\u624B\u52D5\u306B\u8A2D\u5B9A\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002\u4EFB\u610F\u306E\u7A2E\u985E\u306E\u81EA\u52D5\u79FB\u884C\u3092\u4F7F\u7528\u3059\u308B\u524D\u306B\u3001ClusterMBean\u306BMigrationBasis\u3092\u8A2D\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304C\u9078\u629E\u3055\u308C\u308B\u5834\u5408\u306F\u3001DataSourceForAutomaticMigration\u3082\u8A2D\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
CannotEnableAutoMigrationWithoutLeasing2=\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u79FB\u884C\u53EF\u80FD\u30BF\u30FC\u30B2\u30C3\u30C8\u306B\u81EA\u52D5\u79FB\u884C\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u4EFB\u610F\u306E\u7A2E\u985E\u306E\u81EA\u52D5\u79FB\u884C\u3092\u4F7F\u7528\u3059\u308B\u524D\u306B\u3001ClusterMBean\u306BMigrationBasis\u3092\u8A2D\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304C\u9078\u629E\u3055\u308C\u308B\u5834\u5408\u306F\u3001DataSourceForAutomaticMigration\u3082\u8A2D\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String name
NodemanagerRequiredOnCandidateServers=\u30B3\u30F3\u30BB\u30F3\u30B5\u30B9\u30FB\u30EA\u30FC\u30B7\u30F3\u30B0\u304C\u6709\u52B9\u306A\u5834\u5408\u306F\u3001\u3059\u3079\u3066\u306E\u5019\u88DC\u30B5\u30FC\u30D0\u30FC\u306B1\u3064\u306E\u30DE\u30B7\u30F3\u30FB\u30BB\u30C3\u30C8\u304C\u5FC5\u8981\u3067\u3042\u308A\u3001\u305D\u306E\u30DE\u30B7\u30F3\u306B\u5BFE\u3057\u3066\u30CE\u30FC\u30C9\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String name
IllegalMigrationPolicy=\u79FB\u884C\u53EF\u80FD\u30BF\u30FC\u30B2\u30C3\u30C8{0}\u306E\u79FB\u884C\u30DD\u30EA\u30B7\u30FC\u3092\u975E\u624B\u52D5\u306B\u8A2D\u5B9A\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002\u3053\u308C\u306F\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String name
IllegalAttemptToSetPostScriptFailure=\u79FB\u884C\u53EF\u80FD\u30BF\u30FC\u30B2\u30C3\u30C8{0}\u306EPost-Migration Script Failure\u5C5E\u6027\u3092\u8A2D\u5B9A\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002\u3053\u308C\u306F\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String name
IllegalAttemptToSetRestartOnFailure=\u79FB\u884C\u53EF\u80FD\u30BF\u30FC\u30B2\u30C3\u30C8{0}\u306ERestartOnFailure\u5C5E\u6027\u3092\u8A2D\u5B9A\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002\u3053\u308C\u306F\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String name
IllegalAttemptToSetSecondsBetweenRestarts=\u79FB\u884C\u53EF\u80FD\u30BF\u30FC\u30B2\u30C3\u30C8{0}\u306ESecondsBetweenRestarts\u5C5E\u6027\u3092\u8A2D\u5B9A\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002\u3053\u308C\u306F\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String name
IllegalAttemptToSetNumberOfRestartAttempts=\u79FB\u884C\u53EF\u80FD\u30BF\u30FC\u30B2\u30C3\u30C8{0}\u306ENumberOfRestartAttempts\u5C5E\u6027\u3092\u8A2D\u5B9A\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002\u3053\u308C\u306F\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
