messagedetail320300=\u8A3A\u65AD\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u3067\u53CE\u96C6\u306E\u305F\u3081\u306BWLS ServerRuntime MBeanServer\u3092\u30ED\u30FC\u30C9\u304A\u3088\u3073\u767B\u9332\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30E6\u30FC\u30B6\u30FC\u30FB\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30AB\u30B9\u30BF\u30E0MBean\u30BF\u30A4\u30D7\u306E\u53CE\u96C6\u306B\u306F\u3001ServerRuntime MBeanServer\u304C\u5FC5\u8981\u3067\u3059\u3002
cause320300=\u3053\u308C\u306B\u3088\u308A\u3001OA&M\u30A4\u30F3\u30D5\u30E9\u30B9\u30C8\u30E9\u30AF\u30C1\u30E3\u3067\u91CD\u5927\u306A\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u30ED\u30B0\u3067\u305D\u306E\u9818\u57DF\u306E\u4ED6\u306E\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action320300=My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail320301=\u30A6\u30A9\u30C3\u30C1\u304A\u3088\u3073\u901A\u77E5\u30D5\u30EC\u30FC\u30E0\u30EF\u30FC\u30AF\u306E\u9045\u5EF6\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u306F\u3001\u4E88\u671F\u3057\u306A\u3044\u4F8B\u5916\u306B\u3088\u308A\u5931\u6557\u3057\u307E\u3057\u305F\u3002
cause320301=\u30B5\u30FC\u30D0\u30FC\u8D77\u52D5\u6642\u306B\u3001\u30A6\u30A9\u30C3\u30C1\u304A\u3088\u3073\u901A\u77E5\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u306F\u3001WLDF\u30CF\u30FC\u30D9\u30B9\u30BF\u304C\u5B8C\u5168\u306B\u30A2\u30AF\u30C6\u30A3\u30D6\u306B\u306A\u308B\u307E\u3067\u9045\u5EF6\u3055\u308C\u307E\u3059\u3002\u9045\u5EF6\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3067\u4E88\u671F\u3057\u306A\u3044\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30A6\u30A9\u30C3\u30C1\u304A\u3088\u3073\u901A\u77E5\u6A5F\u80FD\u304C\u60AA\u5316\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action320301=My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail320302=\u5024{0}\u306F\u6709\u52B9\u306AWebLogic\u8A3A\u65AD\u30D5\u30EC\u30FC\u30E0\u30EF\u30FC\u30AF\u306E\u30CF\u30FC\u30D9\u30B9\u30BF\u30FB\u30CD\u30FC\u30E0\u30B9\u30DA\u30FC\u30B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u4F7F\u7528\u3067\u304D\u308B\u306E\u306F\u3001"ServerRuntime"\u307E\u305F\u306F"DomainRuntime"\u3067\u3059\u3002
cause320302=\u6307\u5B9A\u3055\u308C\u305F\u30CD\u30FC\u30E0\u30B9\u30DA\u30FC\u30B9\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u5024\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
action320302=\u53CE\u96C6\u3055\u308C\u305F\u30BF\u30A4\u30D7\u306E\u30CD\u30FC\u30E0\u30B9\u30DA\u30FC\u30B9\u5BA3\u8A00\u3092\u4FEE\u6B63\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail320303=\u7BA1\u7406\u5BFE\u8C61\u30B5\u30FC\u30D0\u30FC\u306F\u3001{1}\u30CD\u30FC\u30E0\u30B9\u30DA\u30FC\u30B9\u306E\u53CE\u96C6\u3055\u308C\u305F\u30BF\u30A4\u30D7\u3092\u51E6\u7406\u3067\u304D\u307E\u305B\u3093\u3002\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u306E\u307F\u304C\u3053\u306E\u3088\u3046\u306A\u30BF\u30A4\u30D7\u3092\u51E6\u7406\u3067\u304D\u307E\u3059\u3002\u30EA\u30AF\u30A8\u30B9\u30C8\u3055\u308C\u3066\u3044\u308B\u53CE\u96C6\u3055\u308C\u305F\u30BF\u30A4\u30D7\u306F\u3001\u3053\u306E\u30B5\u30FC\u30D0\u30FC\u306B\u5BFE\u3057\u3066\u53CE\u96C6\u3055\u308C\u307E\u305B\u3093\u3002
cause320303=DomainRuntime\u30CD\u30FC\u30E0\u30B9\u30DA\u30FC\u30B9\u3092\u6307\u5B9A\u3057\u3066\u3044\u308B\u53CE\u96C6\u3055\u308C\u305F\u30BF\u30A4\u30D7\u306F\u3001\u7BA1\u7406\u5BFE\u8C61\u30B5\u30FC\u30D0\u30FC\u3092\u30BF\u30FC\u30B2\u30C3\u30C8\u3068\u3057\u3066\u3044\u307E\u3057\u305F\u3002\u7BA1\u7406\u5BFE\u8C61\u30B5\u30FC\u30D0\u30FC\u306F\u3001ServerRuntime\u30CD\u30FC\u30E0\u30B9\u30DA\u30FC\u30B9\u306E\u307F\u51E6\u7406\u3067\u304D\u307E\u3059\u3002
action320303=\u3053\u306E\u30BF\u30A4\u30D7\u3092\u51E6\u7406\u3059\u308B\u306B\u306F\u3001\u53CE\u96C6\u3055\u308C\u305F\u30BF\u30A4\u30D7\u306E\u30CD\u30FC\u30E0\u30B9\u30DA\u30FC\u30B9\u5BA3\u8A00\u3092\u4FEE\u6B63\u3059\u308B\u304B\u3001WLDF\u69CB\u6210\u306E\u5BFE\u8C61\u3092\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u306B\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail320304=\u30CF\u30FC\u30D9\u30B9\u30BF\u306F\u3001\u69CB\u6210\u3067\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u30E1\u30C8\u30EA\u30C3\u30AF\u306E\u4E00\u90E8\u3092\u51E6\u7406\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause320304=\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u53CE\u96C6\u3055\u308C\u305F\u30BF\u30A4\u30D7\u306E\u4E00\u90E8\u3067\u3001\u30CF\u30FC\u30D9\u30B9\u30BF\u304C\u53CE\u96C6\u306E\u305F\u3081\u306B\u3053\u308C\u3089\u3092\u51E6\u7406\u3067\u304D\u306A\u3044\u539F\u56E0\u3068\u306A\u308B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action320304=\u53CE\u96C6\u3055\u308C\u305F\u30BF\u30A4\u30D7\u306E\u69CB\u6210\u306E\u554F\u984C\u3092\u4FEE\u6B63\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail320305=\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u540D{0}\u306F\u3001\u6709\u52B9\u306AObjectName\u307E\u305F\u306F\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u540D\u30D1\u30BF\u30FC\u30F3\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause320305=\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u540D\u306F\u3001\u6709\u52B9\u306AJMX ObjectName\u3067\u3042\u308B\u304B\u3001WebLogic\u8A3A\u65AD\u30D5\u30EC\u30FC\u30E0\u30EF\u30FC\u30AF\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u69CB\u6587\u306B\u6E96\u62E0\u3057\u305F\u30D1\u30BF\u30FC\u30F3\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action320305=\u53CE\u96C6\u3055\u308C\u305F\u30BF\u30A4\u30D7\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u540D\u3092\u4FEE\u6B63\u3057\u3066\u304F\u3060\u3055\u3044\u3002
