2000000="{1}"\u3067\u91CD\u8907\u3057\u305F\u30B8\u30A7\u30CD\u30EC\u30FC\u30BF"{0}"\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002\u524D\u306E\u5B9A\u7FA9\u3092\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3057\u307E\u3059\u3002
2000001=\u7121\u52B9\u306AEntityManager\u30D7\u30ED\u30D1\u30C6\u30A3\u304CcreateEntityManager\u306B\u6E21\u3055\u308C\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001\u30CD\u30B9\u30C8\u3055\u308C\u305F\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000002="{0}"\u306F\u8A8D\u8B58\u3055\u308C\u3066\u3044\u308B\u554F\u5408\u305B\u30D2\u30F3\u30C8\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
2000003=\u554F\u5408\u305B"{0}"\u3092\u89E3\u6790\u3057\u3066\u3044\u307E\u3059\u3002
2000004=\u554F\u5408\u305B\u306F\u7D50\u679C\u3092\u623B\u3057\u307E\u305B\u3093\u3067\u3057\u305F: "{0}"\u3002
2000005="{0}"\u306F\u540D\u524D\u306E\u306A\u3044\u30D5\u30A7\u30C3\u30C1\u30FB\u30B0\u30EB\u30FC\u30D7\u3092\u5BA3\u8A00\u3057\u3066\u3044\u307E\u3059\u3002\u3059\u3079\u3066\u306E\u30D5\u30A7\u30C3\u30C1\u30FB\u30B0\u30EB\u30FC\u30D7\u306B\u306F\u540D\u524D\u304C\u5FC5\u8981\u3067\u3059\u3002
2000006=\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9"{0}"\u306B\u5BFE\u3059\u308B\u30B7\u30B9\u30C6\u30E0\u30FB\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30EA\u30B9\u30CA\u30FC\u30FB\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u306E\u547C\u51FA\u3057\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
2000007=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8"{0}"\u306F\u3053\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3067\u7BA1\u7406\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
2000008=OpenJPA\u306F\u3001"{0}"\u3067\u4F7F\u7528\u3055\u308C\u3066\u3044\u308B"{1}"\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u3002
2000009="{1}"\u5185\u306E\u6307\u5B9A\u3055\u308C\u305F\u554F\u5408\u305B"{0}"\u306F\u554F\u5408\u305B\u6587\u5B57\u5217\u3092\u5BA3\u8A00\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000010=\u30BF\u30A4\u30D7"{0}"\u306EID\u30AF\u30E9\u30B9"{1}"\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2000011=OpenJPA\u306F\u73FE\u5728XML\u8981\u7D20"{0}"\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u7121\u8996\u3057\u307E\u3059\u3002
2000012="{1}"\u3067\u91CD\u8907\u3057\u305F\u554F\u5408\u305B"{0}"\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002\u7121\u8996\u3057\u307E\u3059\u3002
2000013=\u30AF\u30E9\u30B9"{0}"\u306B\u554F\u5408\u305B"{1}"\u3092\u66F8\u304D\u8FBC\u3093\u3067\u3044\u307E\u3059\u3002
2000014=\u3053\u306EEntityManager\u3068\u540C\u671F\u3059\u308B\u9032\u884C\u4E2D\u306E\u7BA1\u7406\u5BFE\u8C61\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2000015=\u6B21\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u3092"{0}"\u304B\u3089\u69CB\u6210\u306B\u8A2D\u5B9A\u3057\u3066\u3044\u307E\u3059: {1}
2000016=\u30D1\u30C3\u30B1\u30FC\u30B8"{0}"\u3092\u89E3\u6790\u3057\u3066\u3044\u307E\u3059\u3002
2000017="{1}"\u5185\u306E\u6307\u5B9A\u3055\u308C\u305F\u30CD\u30A4\u30C6\u30A3\u30D6\u554F\u5408\u305B"{0}"\u306F\u554F\u5408\u305B\u6587\u5B57\u5217\u3092\u5BA3\u8A00\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000018="{1}"\u3067\u91CD\u8907\u3057\u305F\u30B8\u30A7\u30CD\u30EC\u30FC\u30BF"{0}"\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002\u7121\u8996\u3057\u307E\u3059\u3002
2000019=\u554F\u5408\u305B"{1}"\u3092\u66F8\u304D\u8FBC\u3093\u3067\u3044\u307E\u3059\u3002
2000020=\u30BF\u30A4\u30D7"{1}"\u306E\u30D5\u30A7\u30C3\u30C1\u30FB\u30B0\u30EB\u30FC\u30D7"{0}"\u306F\u30D5\u30A3\u30FC\u30EB\u30C9"{2}"\u306B\u30BC\u30ED\u4EE5\u5916\u306E\u30D5\u30A7\u30C3\u30C1\u6DF1\u5EA6\u3092\u8A2D\u5B9A\u3057\u307E\u3059\u3002OpenJPA\u306F\u73FE\u5728\u30BC\u30ED\u306E\u30D5\u30A7\u30C3\u30C1\u6DF1\u5EA6\u306E\u307F\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u3059\u3002\u6DF1\u5EA6\u30920\u306B\u30EA\u30BB\u30C3\u30C8\u3057\u3066\u3044\u307E\u3059\u3002
2000021=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306F\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u6C38\u7D9A\u6027\u30BF\u30A4\u30D7\u3067\u306F\u306A\u304F\u3001\u6C38\u7D9A\u6027\u65B9\u5F0F\u3092\u793A\u3059\u6CE8\u91C8\u3092\u6301\u3061\u307E\u305B\u3093\u3002\u3053\u308C\u3089\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u6C38\u7D9A\u5316\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u3053\u308C\u3089\u306B@Transient\u306E\u6CE8\u91C8\u3092\u4ED8\u3051\u307E\u3059\u3002
2000022=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306F\u30D5\u30A7\u30C3\u30C1\u30FB\u30B0\u30EB\u30FC\u30D7"{1}"\u306B\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30D5\u30A7\u30C3\u30C1\u30FB\u30B0\u30EB\u30FC\u30D7\u306B\u3082\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002OpenJPA\u306F\u3001\u73FE\u5728\u30D5\u30A3\u30FC\u30EB\u30C9\u30921\u3064\u306E\u30D5\u30A7\u30C3\u30C1\u30FB\u30B0\u30EB\u30FC\u30D7\u306B\u5236\u9650\u3057\u3066\u3044\u307E\u3059\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30D5\u30A7\u30C3\u30C1\u30FB\u30B0\u30EB\u30FC\u30D7\u304B\u3089\u9664\u5916\u3059\u308B\u306B\u306F\u3001\u30D5\u30A3\u30FC\u30EB\u30C9\u306E"fetch"\u5C5E\u6027\u3092"FetchType.LAZY"\u306B\u8A2D\u5B9A\u3057\u307E\u3059\u3002
2000023=\u30AF\u30E9\u30B9\u5C5E\u6027\u304C\u6307\u5B9A\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2000024=\u9806\u5E8F"{0}"\u3092\u89E3\u6790\u3057\u3066\u3044\u307E\u3059\u3002
2000025=\u30AF\u30E9\u30B9"{0}"\u3092\u89E3\u6790\u3057\u3066\u3044\u307E\u3059\u3002
2000026=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306E\u30BF\u30A4\u30D7\u306F\u3001\u5BA3\u8A00\u3055\u308C\u305F\u6C38\u7D9A\u6027\u65B9\u5F0F"{1}"\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u5225\u306E\u65B9\u5F0F\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000027="{0}"\u306B\u5BFE\u3057\u3066\u91CD\u8907\u3059\u308B\u30E1\u30BF\u30C7\u30FC\u30BF\u307E\u305F\u306F\u30DE\u30C3\u30D4\u30F3\u30B0\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002\u7121\u8996\u3057\u307E\u3059\u3002
2000028=jar\u30EA\u30BD\u30FC\u30B9"{0}"\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3002
2000029=\u66F4\u65B0\u307E\u305F\u306F\u524A\u9664\u554F\u5408\u305B\u306B\u5BFE\u3057\u3066\u9078\u629E\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093: "{0}"\u3002
2000030=\u30BF\u30A4\u30D7"{0}"\u306B\u306F\u3001"{1}"\u3068\u3044\u3046\u540D\u524D\u306E\u7BA1\u7406\u5BFE\u8C61\u30D5\u30A3\u30FC\u30EB\u30C9\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2000031=\u524A\u9664\u3055\u308C\u305F\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3"{0}"\u306B\u5BFE\u3057\u3066\u3053\u306E\u64CD\u4F5C\u3092\u5B9F\u884C\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
2000032="{0}"\u306F\u30B8\u30A7\u30CD\u30EC\u30FC\u30BF\u540D"{1}"\u3092\u5BA3\u8A00\u3057\u307E\u3059\u304C\u3001AUTO\u751F\u6210\u30BF\u30A4\u30D7\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002AUTO\u306E\u6709\u52B9\u306A\u30B8\u30A7\u30CD\u30EC\u30FC\u30BF\u540D\u306F"uuid-hex"\u304A\u3088\u3073"uuid-string"\u3067\u3059\u3002
2000033="{0}"\u306E\u6307\u5B9A\u3055\u308C\u305F\u554F\u5408\u305B\u306F\u540D\u524D\u3092\u5BA3\u8A00\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000034=\u30D1\u30E9\u30E1\u30FC\u30BF\u7D22\u5F15{0}\u304C\u7121\u52B9\u3067\u3059\u3002\u30D1\u30E9\u30E1\u30FC\u30BF\u306F1\u304B\u3089\u59CB\u307E\u308B\u6574\u6570\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000035="{1}"\u3067\u91CD\u8907\u3057\u305F\u554F\u5408\u305B"{0}"\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002\u524D\u306E\u5B9A\u7FA9\u3092\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3057\u307E\u3059\u3002
2000036=\u30CD\u30A4\u30C6\u30A3\u30D6\u554F\u5408\u305B\u3092\u4F5C\u6210\u3059\u308B\u5834\u5408\u306FSQL\u6587\u5B57\u5217\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000037=TRANSACTION\u306E\u6C38\u7D9A\u6027\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30FB\u30BF\u30A4\u30D7\u3092\u4F7F\u7528\u3057\u3066\u3044\u308B\u5834\u5408\u306F\u3001\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u4E2D\u306B\u306E\u307F\u3053\u306E\u64CD\u4F5C\u3092\u5B9F\u884C\u3067\u304D\u307E\u3059\u3002
2000038=\u9078\u629E\u554F\u5408\u305B\u306B\u5BFE\u3057\u3066\u66F4\u65B0\u307E\u305F\u306F\u524A\u9664\u64CD\u4F5C\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093: "{0}"\u3002
2000039=\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u540D"{0}"\u306E\u65E2\u77E5\u306E\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30AF\u30E9\u30B9\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u5BFE\u5FDC\u3059\u308B\u30AF\u30E9\u30B9\u304C\u307E\u3060JVM\u306B\u767B\u9332\u3055\u308C\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
2000040=\u554F\u5408\u305B\u306F\u8907\u6570\u306E\u7D50\u679C\u3092\u623B\u3057\u307E\u3057\u305F: "{0}"\u3002
2000041=\u7121\u52B9\u306AEntityManager\u30D7\u30ED\u30D1\u30C6\u30A3\u304CcreateEntityManager\u306B\u6E21\u3055\u308C\u307E\u3057\u305F\u3002\u30AD\u30FC: "{0}"\u3001\u5024: "{1}"\u3002
2000042=\u30AF\u30E9\u30B9"{0}"\u3092\u66F8\u304D\u8FBC\u3093\u3067\u3044\u307E\u3059\u3002
2000043=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306F\u30D5\u30A7\u30C3\u30C1\u30FB\u30B0\u30EB\u30FC\u30D7"{1}"\u306B\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30D5\u30A7\u30C3\u30C1\u30FB\u30B0\u30EB\u30FC\u30D7"{2}"\u306B\u3059\u3067\u306B\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002OpenJPA\u306F\u3001\u73FE\u5728\u30D5\u30A3\u30FC\u30EB\u30C9\u30921\u3064\u306E\u30D5\u30A7\u30C3\u30C1\u30FB\u30B0\u30EB\u30FC\u30D7\u306B\u5236\u9650\u3057\u3066\u3044\u307E\u3059\u3002
2000044=\u30AF\u30E9\u30B9"{0}"\u306F\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
2000045="{0}"\u306E\u6307\u5B9A\u3055\u308C\u305F\u30CD\u30A4\u30C6\u30A3\u30D6\u554F\u5408\u305B\u306F\u540D\u524D\u3092\u5BA3\u8A00\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000046=\u30D1\u30E9\u30E1\u30FC\u30BF"{0}"\u306E\u30BF\u30A4\u30D7\u306F"{1}"\u3067\u3059\u304C\u3001\u554F\u5408\u305B\u5185\u306E\u5BA3\u8A00\u306F\u30BF\u30A4\u30D7"{2}"\u3092\u5BFE\u8C61\u3068\u3057\u3066\u3044\u307E\u3059\u3002
2000047=\u30CD\u30A4\u30C6\u30A3\u30D6\u554F\u5408\u305B"{0}"\u3092\u89E3\u6790\u3057\u3066\u3044\u307E\u3059\u3002
2000048=\u30BF\u30A4\u30D7"{1}"\u306E\u30D5\u30A7\u30C3\u30C1\u30FB\u30B0\u30EB\u30FC\u30D7"{0}"\u306B\u306F\u30D5\u30A3\u30FC\u30EB\u30C9"{2}"\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306F"{1}"\u3067\u5BA3\u8A00\u3055\u308C\u3066\u3044\u306A\u3044\u304B\u3001\u6C38\u7D9A\u7684\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u73FE\u5728\u3001OpenJPA\u306F\u5BA3\u8A00\u3055\u308C\u305F\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u307F\u30D5\u30A7\u30C3\u30C1\u30FB\u30B0\u30EB\u30FC\u30D7\u5185\u3067\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u3059\u3002
2000049=\u540D\u524D\u304C"{0}"\u3067\u30BF\u30A4\u30D7\u304C"{1}"\u306E\u30D7\u30ED\u30D1\u30C6\u30A3/\u30D5\u30A3\u30FC\u30EB\u30C9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2000050=\u9806\u5E8F"{0}"\u3092\u66F8\u304D\u8FBC\u3093\u3067\u3044\u307E\u3059\u3002
2000051="{0}"\u306E\u9806\u5E8F\u30B8\u30A7\u30CD\u30EC\u30FC\u30BF\u306F\u540D\u524D\u3092\u5BA3\u8A00\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000052=\u6C38\u7D9A\u6027\u30E6\u30CB\u30C3\u30C8"{1}"\u306B\u5BFE\u3057\u3066\u6307\u5B9A\u3055\u308C\u305FXML\u30EA\u30BD\u30FC\u30B9"{0}"\u304C\u30AF\u30E9\u30B9\u30FB\u30D1\u30B9\u5185\u306B\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
2000053=\u7BA1\u7406\u5BFE\u8C61\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u306FEntityTransaction\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u307E\u305B\u3093\u3002
2000054=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306A\u3057\u3067\u306F\u64CD\u4F5C\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3002
2000055=JNDI\u304B\u3089"{0}"\u3067\u30D5\u30A1\u30AF\u30C8\u30EA\u3092\u53D6\u5F97\u3057\u3066\u3044\u308B\u3068\u304D\u306BNamingException\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F\u3002
2000056=\u540D\u524D\u6307\u5B9A\u30D1\u30E9\u30E1\u30FC\u30BF\u3068\u4F4D\u7F6E\u6307\u5B9A\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u554F\u5408\u305B"{0}"\u3067\u7D44\u307F\u5408\u305B\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
2000057=\u6C38\u7D9A\u6027\u30E6\u30CB\u30C3\u30C8"{1}"\u306B\u5BFE\u3057\u3066\u6307\u5B9A\u3055\u308C\u305FXML\u30EA\u30BD\u30FC\u30B9"{0}"\u3092\u89E3\u6790\u3067\u304D\u307E\u305B\u3093\u3002
2000058=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306B2\u3064\u306E\u6C38\u7D9A\u6027\u65B9\u5F0F\u6CE8\u91C8\u3092\u4ED8\u3051\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
2000059=\u30C7\u30BF\u30C3\u30C1\u3055\u308C\u305F\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3"{0}"\u306B\u5BFE\u3057\u3066\u3053\u306E\u64CD\u4F5C\u3092\u5B9F\u884C\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
2000060=\u69CB\u6210\u306B\u3001\u30C7\u30FC\u30BF\u30FB\u30B9\u30C8\u30A2\u3068\u306E\u76F8\u4E92\u4F5C\u7528\u306B\u4F7F\u7528\u3059\u308B\u5177\u4F53\u7684\u306A\u30B9\u30C8\u30A2\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u9808\u306E"{0}"\u30D7\u30ED\u30D1\u30C6\u30A3\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2000061={0}\u306B\u6307\u5B9A\u3057\u305F\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u7121\u52B9\u3067\u3059\u3002Ant\u306E\u30D3\u30EB\u30C9\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000062=java.util.Map
2000063=JNDI\u306B\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u305FDataSource\u306E\u4F7F\u7528
2000064=org.apache.openjpa.lib.remote.Transport
2000065=Cache.Queries
2000066=true
2000067=\u4E00\u822C
2000068=JDO.Remote
2000069=\u30B7\u30B9\u30C6\u30E0\u306B\u88FD\u54C1\u5C0E\u51FA\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u88FD\u54C1\u5C0E\u51FA\u306F\u3001\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u30C7\u30FC\u30BF\u30FB\u30B9\u30C8\u30A2\u3068\u4ED5\u69D8\u306E\u69CB\u6210\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u63D0\u4F9B\u3057\u307E\u3059\u3002\u30AF\u30E9\u30B9\u30D1\u30B9\u306B\u306F\u3001\u4F7F\u7528\u53EF\u80FD\u306A\u5C0E\u51FA\u30AF\u30E9\u30B9\u3092\u30EA\u30B9\u30C8\u3059\u308BMETA-INF/services/{0}\u30D5\u30A1\u30A4\u30EB\u304C\u5FC5\u8981\u3067\u3001\u30EA\u30B9\u30C8\u3055\u308C\u3066\u3044\u308B\u4E00\u90E8\u306E\u30AF\u30E9\u30B9\u304C\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5316\u53EF\u80FD\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u901A\u5E38\u3001\u3053\u306E\u30D5\u30A1\u30A4\u30EB\u306F\u914D\u5E03\u306E\u4E00\u90E8\u3068\u3057\u3066\u30D0\u30F3\u30C9\u30EB\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u30D5\u30A1\u30A4\u30EB\u3092\u30D0\u30F3\u30C9\u30EB\u89E3\u9664\u3057\u307E\u3059\u304B\u3001\u307E\u305F\u306F\u30EA\u30B9\u30C8\u3055\u308C\u305F\u30AF\u30E9\u30B9\u3092\u30D0\u30F3\u30C9\u30EB\u89E3\u9664\u3057\u307E\u3059\u304B\u3002
2000070=\u4E00\u822C
2000071=\u554F\u5408\u305B\u30B3\u30F3\u30D1\u30A4\u30EB\u30FB\u30AD\u30E3\u30C3\u30B7\u30E5
2000072=50
2000073=\u8907\u6570\u306E\u4ED5\u69D8\u306B\u5BFE\u3057\u3066\u69CB\u6210\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002"{0}"\u306B\u5BFE\u3057\u3066\u69CB\u6210\u3055\u308C\u307E\u3057\u305F\u3002\u73FE\u5728\u306F"{1}"\u306B\u5BFE\u3057\u3066\u69CB\u6210\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u8A66\u884C\u306F\u7121\u8996\u3055\u308C\u307E\u3059\u3002
2000074=true
2000075=\u30EA\u30E2\u30FC\u30C8\u6C38\u7D9A\u6027\u30B5\u30DD\u30FC\u30C8
2000076=\u554F\u5408\u305B\u30B3\u30F3\u30D1\u30A4\u30EB\u30FB\u30C7\u30FC\u30BF\u306E\u30AD\u30E3\u30C3\u30B7\u30E5\u306B\u4F7F\u7528\u3055\u308C\u308B\u30D7\u30E9\u30B0\u30A4\u30F3\u3002java.util.Map\u3092\u5B9F\u88C5\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30B9\u30EC\u30C3\u30C9\u30BB\u30FC\u30D5\u3067\u3042\u308B\u5FC5\u8981\u306F\u3042\u308A\u307E\u305B\u3093\u3002org.apache.openjpa.util.CacheMap\u3092\u62E1\u5F35\u3057\u306A\u3044\u5834\u5408\u306F\u3001Collections.synchronizedMap()\u30E1\u30BD\u30C3\u30C9\u3092\u4F7F\u7528\u3057\u3066\u30E9\u30C3\u30D7\u3055\u308C\u307E\u3059\u3002
2000077=50
2000078=\u30EA\u30E2\u30FC\u30C8\u6C38\u7D9A\u6027\u30B5\u30FC\u30D0\u30FC\u3092\u5B9A\u7FA9\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000079=\u30AD\u30E3\u30C3\u30B7\u30E5{0}\u306E\u4F7F\u7528\u72B6\u6CC1\u7D71\u8A08: \u30D2\u30C3\u30C8\u6570: {1}\u3001\u30DF\u30B9: {2}\u3001\u30D2\u30C3\u30C8\u7387: {3}
2000080=\u30AD\u30E3\u30C3\u30B7\u30E5"{0}"\u306F\u30AF\u30E9\u30B9\u3054\u3068\u306E\u56FA\u5B9A\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093\u3002
2000081=\u30AD\u30FC"{0}"\u3092\u554F\u5408\u305B\u30AD\u30E3\u30C3\u30B7\u30E5\u306B\u633F\u5165\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000082=\u3053\u306E\u30B9\u30EC\u30C3\u30C9\u306F\u4E2D\u65AD\u3055\u308C\u307E\u3057\u305F\u3002
2000083=\u69CB\u6210\u6587\u5B57\u5217"{0}"\u5185\u306E\u8907\u6570\u306E\u30C7\u30FC\u30BF\u30FB\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30C7\u30FC\u30BF\u30FB\u30AD\u30E3\u30C3\u30B7\u30E5\u3068\u3057\u3066\u69CB\u6210\u3055\u308C\u307E\u3059\u3002\u540D\u524D\u304C"{1}"\u307E\u305F\u306F\u540D\u524D\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u30AD\u30E3\u30C3\u30B7\u30E5\u304C\u5FC5\u305A1\u3064\u306E\u307F\u5FC5\u8981\u3067\u3059\u3002
2000084=\u30AD\u30FC"{0}"\u306E\u524A\u9664\u4E2D\u306B\u554F\u5408\u305B\u30AD\u30E3\u30C3\u30B7\u30E5\u304C\u30D2\u30C3\u30C8\u3057\u307E\u3057\u305F\u3002
2000085=\u30AD\u30FC"{0}"\u306E\u56FA\u5B9A\u3092\u89E3\u9664\u3057\u3066\u3044\u307E\u3059\u3002\u30AD\u30FC\u306F\u73FE\u5728\u30AD\u30E3\u30C3\u30B7\u30E5\u306B\u3042\u308A\u307E\u305B\u3093\u3002
2000086=\u30AD\u30FC"{0}"\u306E\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u4E2D\u306B\u554F\u5408\u305B\u30AD\u30E3\u30C3\u30B7\u30E5\u304C\u30DF\u30B9\u3057\u307E\u3057\u305F\u3002
2000087=\u30AD\u30FC"{0}"\u3092\u30AD\u30E3\u30C3\u30B7\u30E5\u306B\u633F\u5165\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000088=\u30AD\u30E3\u30C3\u30B7\u30E5\u304C\u3059\u3067\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u3001\u3053\u306E\u30E1\u30BD\u30C3\u30C9\u3092\u547C\u3073\u51FA\u305B\u307E\u305B\u3093\u3002
2000089=\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30B9\u30B1\u30B8\u30E5\u30FC\u30EB\u30FB\u30B9\u30EC\u30C3\u30C9\u306F\u3001"{0}"\u5206\u3054\u3068\u306B\u30C1\u30A7\u30C3\u30AF\u3057\u307E\u3059\u3002
2000090=\u4E00\u90E8\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306B\u3064\u3044\u3066\u3053\u306E\u64CD\u4F5C\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001\u30CD\u30B9\u30C8\u3055\u308C\u305F\u4F8B\u5916\u914D\u5217\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000091=\u30C8\u30FC\u30AF\u30F3"{0}"\u306F\u6709\u52B9\u306A\u7BC4\u56F2({1},{2})\u306B\u3042\u308A\u307E\u305B\u3093\u3002
2000092=\u30AD\u30E3\u30C3\u30B7\u30E5\u304C\u30AF\u30E9\u30B9"{0}"\u3092\u524A\u9664\u3057\u3066\u3044\u307E\u3059\u3002
2000093=\u30C8\u30FC\u30AF\u30F3"{0}"\u306F\u30B9\u30B1\u30B8\u30E5\u30FC\u30EB\u306B\u5BFE\u3057\u3066\u6709\u52B9\u306A\u6570\u5B57\u307E\u305F\u306F\u30EF\u30A4\u30EB\u30C9\u30AB\u30FC\u30C9(*)\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
2000094=\u30C7\u30FC\u30BF\u30B9\u30C8\u30A2\u30FB\u30AD\u30E3\u30C3\u30B7\u30E5{0} MBean\u3092\u767B\u9332\u3067\u304D\u307E\u305B\u3093\u3002
2000095=\u30AD\u30FC"{0}"\u306E\u524A\u9664\u4E2D\u306B\u30AD\u30E3\u30C3\u30B7\u30E5\u304C\u30D2\u30C3\u30C8\u3057\u307E\u3057\u305F\u3002
2000096=\u30AD\u30FC"{0}"\u3092\u56FA\u5B9A\u3057\u3066\u3044\u307E\u3059\u3002\u30AD\u30FC\u306F\u73FE\u5728\u30AD\u30E3\u30C3\u30B7\u30E5\u306B\u3042\u308A\u307E\u3059\u3002
2000097=\u554F\u5408\u305B\u30AD\u30E3\u30C3\u30B7\u30E5\u3092\u30AF\u30EA\u30A2\u3057\u3066\u3044\u307E\u3059\u3002
2000098=\u30AD\u30FC"{0}"\u306E\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u4E2D\u306B\u554F\u5408\u305B\u30AD\u30E3\u30C3\u30B7\u30E5\u304C\u30DF\u30B9\u3057\u307E\u3057\u305F\u3002\u30AD\u30FC\u306F\u30AD\u30E3\u30C3\u30B7\u30E5\u5185\u306B\u3042\u308A\u307E\u3057\u305F\u304C\u3001\u7D50\u679C\u306E\u671F\u9650\u304C\u5207\u308C\u3066\u3044\u307E\u3059\u3002
2000099=\u30AD\u30FC"{0}"\u306E\u524A\u9664\u4E2D\u306B\u554F\u5408\u305B\u30AD\u30E3\u30C3\u30B7\u30E5\u304C\u30DF\u30B9\u3057\u307E\u3057\u305F\u3002
2000100=\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30BF\u30A4\u30D7"{0}"\u306F\u7121\u52B9\u3067\u3059\u3002\u8A31\u5BB9\u3055\u308C\u308B\u30BF\u30A4\u30D7\u306F"distributed"\u3001"replicated"\u3001\u307E\u305F\u306F"named"\u3067\u3059\u3002
2000101=\u30AD\u30FC"{0}"\u306F\u30AD\u30E3\u30C3\u30B7\u30E5\u304B\u3089\u671F\u9650\u5207\u308C\u306B\u306A\u308A\u307E\u3057\u305F\u3002
2000102=\u30AD\u30FC"{0}"\u3092\u56FA\u5B9A\u3057\u3066\u3044\u307E\u3059\u3002\u30AD\u30FC\u306F\u73FE\u5728\u30AD\u30E3\u30C3\u30B7\u30E5\u306B\u3042\u308A\u307E\u305B\u3093\u3002
2000103=\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30B9\u30B1\u30B8\u30E5\u30FC\u30E9\u30FB\u30B9\u30EC\u30C3\u30C9\u306F\u4E88\u671F\u305B\u305A\u4E2D\u65AD\u3057\u307E\u3057\u305F\u3002\u30B9\u30B1\u30B8\u30E5\u30FC\u30E9\u3092\u505C\u6B62\u3057\u3066\u3044\u307E\u3059\u3002
2000104=\u30AD\u30FC"{0}"\u306E\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u4E2D\u306B\u30AD\u30E3\u30C3\u30B7\u30E5\u304C\u30DF\u30B9\u3057\u307E\u3057\u305F\u3002
2000105=OpenJPA\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30B9\u30B1\u30B8\u30E5\u30FC\u30E9
2000106=\u554F\u5408\u305B\u30AD\u30E3\u30C3\u30B7\u30E5
2000107=\u30AD\u30FC"{0}"\u306E\u524A\u9664\u4E2D\u306B\u30AD\u30E3\u30C3\u30B7\u30E5\u304C\u30DF\u30B9\u3057\u307E\u3057\u305F\u3002
2000108=\u7121\u52B9\u306A\u30B9\u30B1\u30B8\u30E5\u30FC\u30EB\u6587\u5B57\u5217: "{0}"
2000109=\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30B9\u30B1\u30B8\u30E5\u30FC\u30EB\u306E\u6587\u5B57\u5217"{0}"\u306E\u30C8\u30FC\u30AF\u30F3\u6570\u304C\u7121\u52B9\u3067\u3059\u30025\u3064\u306E\u30C8\u30FC\u30AF\u30F3(minute\u3001hour\u3001dom\u3001month\u3001dow)\u304C\u5FC5\u8981\u3067\u3059\u3002
2000110=\u30B9\u30B1\u30B8\u30E5\u30FC\u30EA\u30F3\u30B0\u3055\u308C\u305F\u30AD\u30E3\u30C3\u30B7\u30E5\u8FFD\u51FA\u3057\u30B9\u30EC\u30C3\u30C9\u3092\u4E2D\u6B62\u3057\u3066\u3044\u307E\u3059\u3002
2000111=\u69CB\u6210\u6587\u5B57\u5217"{0}"\u5185\u306E\u30C7\u30FC\u30BF\u30FB\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306F\u3044\u305A\u308C\u3082\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30C7\u30FC\u30BF\u30FB\u30AD\u30E3\u30C3\u30B7\u30E5\u3068\u3057\u3066\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u540D\u524D\u304C"{1}"\u307E\u305F\u306F\u540D\u524D\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u30AD\u30E3\u30C3\u30B7\u30E5\u304C\u5FC5\u305A1\u3064\u306E\u307F\u5FC5\u8981\u3067\u3059\u3002
2000112=\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30B9\u30B1\u30B8\u30E5\u30FC\u30E9\u30FB\u30B9\u30EC\u30C3\u30C9"{0}"\u3092\u958B\u59CB\u3057\u3066\u3044\u307E\u3059...
2000113=\u30AD\u30E3\u30C3\u30B7\u30E5"{0}"\u306F\u30AF\u30E9\u30B9\u3054\u3068\u306E\u56FA\u5B9A\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093\u3002\u56FA\u5B9A\u3055\u308C\u305F\u30AD\u30FC\u306F\u3059\u3079\u3066\u56FA\u5B9A\u89E3\u9664\u3055\u308C\u307E\u3059\u3002
2000114=\u30AD\u30FC"{0}"\u306F\u554F\u5408\u305B\u30AD\u30E3\u30C3\u30B7\u30E5\u304B\u3089\u671F\u9650\u5207\u308C\u306B\u306A\u308A\u307E\u3057\u305F\u3002
2000115=\u671F\u9650\u5207\u308C\u30EA\u30B9\u30CA\u30FC\u30FB\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u30FB\u30E1\u30BD\u30C3\u30C9\u306E\u5B9F\u884C\u4E2D\u306B\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F\u3002\u30E1\u30BD\u30C3\u30C9\u306F\u30A4\u30F3\u30BF\u30FC\u30BB\u30D7\u30C8\u3055\u308C\u307E\u3057\u305F\u3002\u30A4\u30D9\u30F3\u30C8\u30FB\u30D5\u30EC\u30FC\u30E0\u30EF\u30FC\u30AF\u306F\u3001ExpirationListener\u304B\u3089\u30B9\u30ED\u30FC\u3055\u308C\u308B\u53EF\u80FD\u6027\u306E\u3042\u308B\u4F8B\u5916\u3092\u51E6\u7406\u3057\u307E\u3059\u3002
2000116=\u30AD\u30FC"{0}"\u306F\u554F\u5408\u305B\u30AD\u30E3\u30C3\u30B7\u30E5\u304B\u3089\u524A\u9664\u3055\u308C\u307E\u3057\u305F\u3002
2000117=MBean({0})\u3092\u767B\u9332\u3057\u307E\u3057\u305F\u3002
2000118=\u30C7\u30FC\u30BF\u30B9\u30C8\u30A2\u30FB\u30AD\u30E3\u30C3\u30B7\u30E5"{0}"\u3092\u30AF\u30EA\u30A2\u3057\u3066\u3044\u307E\u3059\u3002
2000119=\u30AD\u30FC"{0}"\u306E\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u4E2D\u306B\u554F\u5408\u305B\u30AD\u30E3\u30C3\u30B7\u30E5\u304C\u30D2\u30C3\u30C8\u3057\u307E\u3057\u305F\u3002
2000120=\u30AD\u30FC"{0}"\u306B\u5BFE\u5FDC\u3059\u308B\u5024\u304C\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u306B\u306A\u308A\u307E\u3057\u305F\u3002
2000121=\u30C7\u30B7\u30EA\u30A2\u30E9\u30A4\u30BC\u30FC\u30B7\u30E7\u30F3\u30FB\u30A8\u30E9\u30FC\u3002\u30AF\u30E9\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
2000122=\u30AD\u30E3\u30C3\u30B7\u30E5"{0}"\u306B\u5BFE\u3057\u3066\u6642\u523B"{1}"\u306B\u30B9\u30B1\u30B8\u30E5\u30FC\u30EA\u30F3\u30B0\u3055\u308C\u305F\u30AD\u30E3\u30C3\u30B7\u30E5\u8FFD\u3044\u51FA\u3057
2000123=\u30EA\u30B9\u30C8\u304C\u9589\u3058\u3089\u308C\u3066\u3044\u308B\u305F\u3081\u3001\u30EA\u30B9\u30C8\u306B\u5BFE\u3057\u3066\u3053\u306E\u64CD\u4F5C\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3002
2000124=\u30AD\u30E3\u30C3\u30B7\u30E5\u306B\u5BFE\u3059\u308B\u30B3\u30DF\u30C3\u30C8\u3092\u5B9F\u884C\u3057\u3066\u3044\u307E\u3059\u3002{0}\u306E\u8FFD\u52A0\u3001{1}\u3068{2}\u306E\u66F4\u65B0\u3001\u304A\u3088\u3073{3}\u306E\u524A\u9664\u3092\u884C\u3063\u3066\u3044\u307E\u3059\u3002
2000125=\u30AD\u30E3\u30C3\u30B7\u30E5"{0}"\u306F\u30AF\u30E9\u30B9\u3054\u3068\u306E\u56FA\u5B9A\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093\u3002
2000126=\u30AD\u30FC"{0}"\u306E\u56FA\u5B9A\u3092\u89E3\u9664\u3057\u3066\u3044\u307E\u3059\u3002\u30AD\u30FC\u306F\u73FE\u5728\u30AD\u30E3\u30C3\u30B7\u30E5\u306B\u3042\u308A\u307E\u3059\u3002
2000127=\u30C7\u30FC\u30BF\u30AD\u30E3\u30C3\u30B7\u30E5\u306F\u30B5\u30D6\u30AF\u30E9\u30B9\u306E\u81EA\u52D5\u524A\u9664\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u3002
2000128=\u30AD\u30FC"{0}"\u306E\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u4E2D\u306B\u30AD\u30E3\u30C3\u30B7\u30E5\u304C\u30D2\u30C3\u30C8\u3057\u307E\u3057\u305F\u3002
2000129=\u3053\u306E\u64CD\u4F5C\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
2000130=EJB\u30B3\u30F3\u30C6\u30CA\u306Ejavax.transaction.TransactionManager\u5B9F\u88C5\u306E\u81EA\u52D5\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002EJB 1.1\u6E96\u62E0\u306EEJB\u30B3\u30F3\u30C6\u30CA\u304B\u3089\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u5B9F\u884C\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304B\u3089\u3001org.apache.openjpa.ManagedRuntime\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u3001TransactionManager\u3092\u53D6\u5F97\u3059\u308B\u306E\u306B\u9069\u3057\u305F\u5024\u306B\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000131=\u4E88\u671F\u3055\u308C\u3066\u3044\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u53C2\u7167\u578B\u3067\u3059\u304C\u3001\u5B9F\u969B\u306F"{0}"\u3067\u3057\u305F\u3002
2000132=\u30AF\u30E9\u30B9"{0}"\u306EserialVersionUID\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u53D6\u5F97\u3057\u3088\u3046\u3068\u3057\u305F\u3068\u304D\u306BIllegalAccessException\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3053\u308C\u306F\u3001\u30AB\u30B9\u30BF\u30E0ClassLoader\u3092\u4F7F\u7528\u3057\u3066java.io.Serializable\u3092\u5B9F\u88C5\u3059\u308B\u30AF\u30E9\u30B9\u3092\u62E1\u5F35\u3059\u308B\u5834\u5408\u306EJDK 1.4+\u306E\u65E2\u77E5\u306E\u30D0\u30B0\u3067\u3059\u3002\u62E1\u5F35\u3055\u308C\u3066\u3044\u306A\u3044\u30D0\u30FC\u30B8\u30E7\u30F3\u306E"{0}"\u3068\u306E\u4E92\u63DB\u6027\u304C\u4E0D\u8981\u306A\u5834\u5408\u306F\u3001\u3053\u306E\u8B66\u544A\u3092\u7121\u8996\u3067\u304D\u307E\u3059\u3002
2000133=\u30BF\u30A4\u30D7"{0}"\u306F\u3059\u3067\u306B\u6C38\u7D9A\u53EF\u80FD\u3067\u3059\u3002\u30B9\u30AD\u30C3\u30D7\u3057\u3066\u3044\u307E\u3059\u3002
2000134=\u52D5\u7684PCData\u304C\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F: \u540D\u524D="{0}"\u3001\u30BF\u30A4\u30D7="{1}"
2000135=\u30BF\u30A4\u30D7"{0}"\u306B\u306F\u3001\u30B7\u30EA\u30A2\u30E9\u30A4\u30BA\u3067\u306E\u30C7\u30BF\u30C3\u30C1\u3092\u30B5\u30DD\u30FC\u30C8\u3059\u308B\u30D1\u30D6\u30EA\u30C3\u30AF\u30FB\u30B3\u30F3\u30B9\u30C8\u30E9\u30AF\u30BF\u304C\u5FC5\u8981\u3067\u3059\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30B3\u30F3\u30B9\u30C8\u30E9\u30AF\u30BF\u3092\u30D1\u30D6\u30EA\u30C3\u30AF\u306B\u3057\u3066\u3044\u307E\u3059\u3002
2000136=\u30BF\u30A4\u30D7"{0}"\u306E\u52D5\u7684PCData\u3092\u751F\u6210\u3057\u3066\u3044\u307E\u3059
2000137=\u30BF\u30A4\u30D7"{0}"\u3092\u62E1\u5F35\u3057\u3066\u3044\u307E\u3059\u3002
2000138=\u30BF\u30A4\u30D7"{0}"\u306B\u306F\u5F15\u6570\u306A\u3057\u306E\u30B3\u30F3\u30B9\u30C8\u30E9\u30AF\u30BF\u304C\u5FC5\u8981\u3067\u3059\u3002\u5F15\u6570\u306A\u3057\u306E\u30B3\u30F3\u30B9\u30C8\u30E9\u30AF\u30BF{1}\u3092\u8FFD\u52A0\u3057\u3066\u3044\u307E\u3059\u3002
2000139=\u6C38\u7D9A\u30D7\u30ED\u30D1\u30C6\u30A3"{0}"\u306E\u30E1\u30F3\u30D0\u30FC\u306F\u30E1\u30BD\u30C3\u30C9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3067\u3057\u305F: "{1}"\u3002
2000140=\u30BF\u30A4\u30D7"{0}"\u306FID\u30AF\u30E9\u30B9\u3092\u5BA3\u8A00\u3057\u307E\u305B\u3093\u3002
2000141="{0}"\u306B\u306F\u30E9\u30F3\u30BF\u30A4\u30E0\u62E1\u5F35\u304C\u5FC5\u8981\u3067\u3059: {1}
2000142=\u6C38\u7D9A\u30D7\u30ED\u30D1\u30C6\u30A3"{0}"\u306E\u30BB\u30C3\u30BF\u30FC\u30FB\u30E1\u30BD\u30C3\u30C9\u3068\u30B2\u30C3\u30BF\u30FC\u30FB\u30E1\u30BD\u30C3\u30C9\u306E\u30D0\u30A4\u30C8\u30B3\u30FC\u30C9\u5206\u6790\u306F\u30012\u3064\u306E\u30E1\u30BD\u30C3\u30C9\u304C\u7570\u306A\u308B\u30D0\u30C3\u30AD\u30F3\u30B0\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u5BFE\u3057\u3066\u6A5F\u80FD\u3067\u304D\u308B\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002\u30BB\u30C3\u30BF\u30FC\u30FB\u30E1\u30BD\u30C3\u30C9\u306F\u30D5\u30A3\u30FC\u30EB\u30C9"{1}"\u306B\u5272\u308A\u5F53\u3066\u307E\u3059\u304C\u3001\u30B2\u30C3\u30BF\u30FC\u30FB\u30E1\u30BD\u30C3\u30C9\u306F\u30D5\u30A3\u30FC\u30EB\u30C9"{2}"\u3092\u623B\u3057\u307E\u3059\u3002
2000143={0}\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30AF\u30E9\u30B9
2000144=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3ID\u30C4\u30FC\u30EB\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u306A\u3044\u30E1\u30BF\u30C7\u30FC\u30BF\u69CB\u6210\u3067\u30C4\u30FC\u30EB\u3092\u5B9F\u884C\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3ID\u30C4\u30FC\u30EB\u306F\u3001\u7279\u5B9A\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u30FB\u30D5\u30A1\u30AF\u30C8\u30EA\u8A2D\u5B9A\u3067\u306E\u307F\u5B9F\u884C\u3067\u304D\u307E\u3059\u3002
2000145=\u4F7F\u7528\u65B9\u6CD5: java org.apache.openjpa.enhance.ApplicationIdTool [-properties/-p <properties file or resource>] [-<property name> <property value>]* [-ignoreErrors/-i <true/t | false/f>]* [-directory/-d <output directory>] [-name/-n <id class name>] [-suffix/-s <id class suffix>] [-token/-t <token>] [-codeFormat/-cf.<property name> <property value>]* <class name | .java file | .class file | .jdo file>+
2000146=\u30D7\u30ED\u30D1\u30C6\u30A3\u30FB\u30A2\u30AF\u30BB\u30B9\u6C38\u7D9A\u6027\u30BF\u30A4\u30D7\u306B\u8A2D\u5B9A\u3055\u308C\u305F\u5236\u9650\u306B\u6B21\u306E\u9055\u53CD\u306E\u53EF\u80FD\u6027\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F: {0}
2000147=\u30AB\u30B9\u30BF\u30E0\u30FB\u30B9\u30C8\u30EC\u30FC\u30B8\u30FB\u30AF\u30E9\u30B9\u3092\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5316\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
2000148=\u30BF\u30A4\u30D7"{0}"\u306B\u30E1\u30BF\u30C7\u30FC\u30BF\u304C\u306A\u3044\u304B\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u3092\u4F7F\u7528\u3057\u3066\u3044\u306A\u3044\u304B\u3001\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u304B\u3089\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30AF\u30E9\u30B9\u3092\u7D99\u627F\u3057\u3066\u3044\u307E\u3059\u3002\u30B9\u30AD\u30C3\u30D7\u3057\u3066\u3044\u307E\u3059\u3002
2000149=\u6B21\u306B\u3088\u3063\u3066\u81EA\u52D5\u751F\u6210\u3055\u308C\u307E\u3057\u305F:
2000150=\u6C38\u7D9A\u6027\u30BF\u30A4\u30D7"{1}"\u306B\u3088\u3063\u3066\u6307\u5B9A\u3055\u308C\u305FID\u30BF\u30A4\u30D7"{0}"\u306B\u306F\u3001\u30D1\u30D6\u30EA\u30C3\u30AF\u6587\u5B57\u5217\u307E\u305F\u306F\u30AF\u30E9\u30B9+ \u6587\u5B57\u5217\u30B3\u30F3\u30B9\u30C8\u30E9\u30AF\u30BF\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2000151=\u30BF\u30A4\u30D7"{0}"\u306B\u306F\u5F15\u6570\u306A\u3057\u306E\u30B3\u30F3\u30B9\u30C8\u30E9\u30AF\u30BF\u304C\u5FC5\u8981\u3067\u3059\u3002
2000152=\u30BF\u30A4\u30D7"{0}"\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3ID\u3092\u751F\u6210\u3057\u3066\u3044\u307E\u3059\u3002
2000153=\u30BF\u30A4\u30D7"{0}"\u306B\u306F\u30E1\u30BF\u30C7\u30FC\u30BF\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u6C38\u7D9A\u6027\u5BFE\u5FDC\u3068\u3057\u3066\u62E1\u5F35\u3057\u3066\u3044\u307E\u3059\u3002"{0}"\u3092\u6C38\u7D9A\u53EF\u80FD\u306B\u3059\u308B\u5834\u5408\u3001\u3053\u308C\u306FOpenJPA\u304C"{0}"\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u3092\u898B\u3064\u3051\u3089\u308C\u306A\u304B\u3063\u305F\u3053\u3068\u3092\u610F\u5473\u3057\u307E\u3059\u3002\u3053\u306E\u72B6\u6CC1\u306F\u3001\u30E1\u30BF\u30C7\u30FC\u30BF\u3092\u542B\u3080\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u304CCLASSPATH\u306B\u306A\u3044\u304B\u3001\u30E1\u30BF\u30C7\u30FC\u30BF\u30FB\u30D5\u30A1\u30A4\u30EB\u540D\u304C\u6B63\u3057\u304F\u6307\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u306B\u767A\u751F\u3059\u308B\u3053\u3068\u304C\u3042\u308A\u307E\u3059\u3002\u8A73\u7D30\u306F\u3001\u30E1\u30BF\u30C7\u30FC\u30BF\u914D\u7F6E\u306B\u95A2\u3059\u308B\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000154=\u30B7\u30EA\u30A2\u30E9\u30A4\u30BA\u3067\u30C7\u30BF\u30C3\u30C1\u3059\u308B\u305F\u3081\u306B\u30BF\u30A4\u30D7"{0}"\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30AB\u30B9\u30BF\u30E0readExternal\u30E1\u30BD\u30C3\u30C9\u307E\u305F\u306FwriteExternal\u30E1\u30BD\u30C3\u30C9\u3001\u3042\u308B\u3044\u306F\u305D\u306E\u4E21\u65B9\u3092\u5B9F\u88C5\u3057\u307E\u3059\u3002\u30C7\u30BF\u30C3\u30C1\u3067\u306F\u30AB\u30B9\u30BF\u30E0\u30FB\u30B7\u30EA\u30A2\u30E9\u30A4\u30BC\u30FC\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
2000155=\u30AF\u30E9\u30B9\u306B\u306F\u30E1\u30BF\u30C7\u30FC\u30BF\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u6C38\u7D9A\u6027\u5BFE\u5FDC\u3068\u3057\u3066\u62E1\u5F35\u3055\u308C\u3066\u3044\u307E\u3059\u3002
2000156=\u6C38\u7D9A\u30D7\u30ED\u30D1\u30C6\u30A3"{0}"\u306E\u30B2\u30C3\u30BF\u30FC\u30FB\u30E1\u30BD\u30C3\u30C9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002\u3059\u3079\u3066\u306E\u6C38\u7D9A\u30D7\u30ED\u30D1\u30C6\u30A3\u306B\u306F\u30B2\u30C3\u30BF\u30FC\u30FB\u30E1\u30BD\u30C3\u30C9\u304C\u5FC5\u8981\u3067\u3059\u3002
2000157=\u30E9\u30F3\u30BF\u30A4\u30E0\u62E1\u5F35\u3092\u6709\u52B9\u306B\u3057\u307E\u3057\u305F\u304C\u3001\u6C38\u7D9A\u30AF\u30E9\u30B9\u306E\u30BB\u30C3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u305B\u3093\u3067\u3057\u305F\u3002OpenJPA\u306F\u3001\u3059\u3079\u3066\u306E\u30ED\u30FC\u30C9\u6E08\u307F\u30AF\u30E9\u30B9\u306B\u5BFE\u3057\u3066\u30E1\u30BF\u30C7\u30FC\u30BF\u3092\u691C\u7D22\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u308C\u306B\u3088\u308A\u3001\u30AF\u30E9\u30B9\u306E\u30ED\u30FC\u30C9\u6642\u9593\u304C\u5927\u5E45\u306B\u5897\u52A0\u3059\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002
2000158=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30AF\u30E9\u30B9\u3092\u30D5\u30A1\u30A4\u30EB"{0}"\u306B\u66F8\u304D\u8FBC\u3093\u3067\u3044\u307E\u3059\u3002
2000159=-name\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u6307\u5B9A\u3059\u308B\u5834\u5408\u306F\u3001\u5FC5\u305A1\u3064\u306E\u30AF\u30E9\u30B9\u306B\u5BFE\u3057\u3066\u306E\u307F\u30C4\u30FC\u30EB\u3092\u5B9F\u884C\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u8907\u6570\u306E\u30AF\u30E9\u30B9\u306B\u5BFE\u3057\u3066\u5B9F\u884C\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059: {0}
2000160=\u30AF\u30E9\u30B9\u306F\u3059\u3067\u306B\u6C38\u7D9A\u53EF\u80FD\u3067\u3059 - \u62E1\u5F35\u306F\u5B9F\u884C\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
2000161="{0}"\u306B\u5BFE\u3059\u308B\u30AF\u30E9\u30B9\u30FB\u30D5\u30A1\u30A4\u30EB\u5909\u63DB\u3092\u5B9F\u884C\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F\u3002
2000162=\u6C38\u7D9A\u30D7\u30ED\u30D1\u30C6\u30A3"{0}"\u306E\u30BB\u30C3\u30BF\u30FC\u30FB\u30E1\u30BD\u30C3\u30C9\u304C\u898B\u3064\u304B\u3089\u305A\u3001\u30B2\u30C3\u30BF\u30FC\u306E\u30D0\u30A4\u30C8\u30B3\u30FC\u30C9\u5206\u6790\u306F\u660E\u78BA\u306A\u30D0\u30C3\u30AD\u30F3\u30B0\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u793A\u3057\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u306E\u30BB\u30C3\u30BF\u30FC\u30FB\u30E1\u30BD\u30C3\u30C9\u3092\u4F5C\u6210\u3057\u3066\u304F\u3060\u3055\u3044(\u30D7\u30E9\u30A4\u30D9\u30FC\u30C8\u306B\u3067\u304D\u307E\u3059)\u3002
2000163=\u30BF\u30A4\u30D7"{0}"\u306F\u4E3B\u30AD\u30FC\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u5BA3\u8A00\u3057\u307E\u305B\u3093\u3002
2000164=\u30BF\u30A4\u30D7"{0}"\u306B\u5BFE\u3057\u3066\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30C4\u30FC\u30EB\u3092\u5B9F\u884C\u3057\u3066\u3044\u307E\u3059\u3002
2000165=\u30BF\u30A4\u30D7"{0}"\u306FCloneable\u3092\u5B9F\u88C5\u3057\u307E\u3059\u304C\u3001super.clone()\u3092\u547C\u3073\u51FA\u3057\u307E\u305B\u3093\u3002\u4FDD\u8B77\u3055\u308C\u3066\u3044\u308Bsuper.clone()\u547C\u51FA\u3057\u3092\u8FFD\u52A0\u3057\u3066\u3044\u307E\u3059\u3002
2000166=\u30B7\u30EA\u30A2\u30E9\u30A4\u30BA\u3067\u30C7\u30BF\u30C3\u30C1\u3059\u308B\u305F\u3081\u306B\u30BF\u30A4\u30D7"{0}"\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30AB\u30B9\u30BF\u30E0readObject\u30E1\u30BD\u30C3\u30C9\u307E\u305F\u306FwriteObject\u30E1\u30BD\u30C3\u30C9\u3001\u3042\u308B\u3044\u306F\u305D\u306E\u4E21\u65B9\u3092\u5B9F\u88C5\u3057\u307E\u3059\u3002\u30C7\u30BF\u30C3\u30C1\u3067\u306F\u30AB\u30B9\u30BF\u30E0\u30FB\u30B7\u30EA\u30A2\u30E9\u30A4\u30BC\u30FC\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
2000167=\u30BF\u30FC\u30B2\u30C3\u30C8\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002org.apache.openjpa.PersistentClasses\u3067\u30EA\u30B9\u30C8\u3055\u308C\u3066\u3044\u308B\u3059\u3079\u3066\u306E\u30AF\u30E9\u30B9\u3001\u307E\u305F\u306F\u30D7\u30ED\u30D1\u30C6\u30A3\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u306F\u30AF\u30E9\u30B9\u30D1\u30B9\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u5185\u306E\u3059\u3079\u3066\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u30FB\u30D5\u30A1\u30A4\u30EB\u306B\u5BFE\u3057\u3066\u5B9F\u884C\u3057\u307E\u3059\u3002
2000168=OID: {0}\u306B\u5BFE\u3057\u3066\u30A8\u30F3\u30CF\u30F3\u30B5\u3092\u5B9F\u884C\u3057\u3066\u3044\u307E\u3059\u3002
2000169=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u30BF\u30A4\u30D7"{0}"\u3092\u62E1\u5F35\u3057\u3066\u30E1\u30F3\u30D0\u30FC\u30FB\u30A2\u30AF\u30BB\u30B9\u3092\u53EF\u80FD\u306B\u3057\u3066\u3044\u307E\u3059\u3002
2000170=\u30BF\u30A4\u30D7"{0}"\u306B\u5BFE\u3057\u3066\u30A8\u30F3\u30CF\u30F3\u30B5\u3092\u5B9F\u884C\u3057\u3066\u3044\u307E\u3059\u3002
2000171="{1}"\u306F\u30D7\u30ED\u30D1\u30C6\u30A3\u30FB\u30A2\u30AF\u30BB\u30B9\u3092\u4F7F\u7528\u3057\u307E\u3059\u304C\u3001\u305D\u306E\u30D5\u30A3\u30FC\u30EB\u30C9"{2}"\u306F"{0}"\u3067\u5B9A\u7FA9\u3055\u308C\u305F\u30E1\u30BD\u30C3\u30C9"{3}"\u3067\u76F4\u63A5\u30A2\u30AF\u30BB\u30B9\u3055\u308C\u307E\u3059\u3002
2000172=\u30BF\u30A4\u30D7"{0}"\u306B\u30E1\u30BF\u30C7\u30FC\u30BF\u304C\u306A\u3044\u304B\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u3092\u4F7F\u7528\u3057\u3066\u3044\u306A\u3044\u304B\u3001\u7D44\u8FBC\u307F\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30BF\u30A4\u30D7\u3092\u4F7F\u7528\u3057\u3066\u3044\u308B\u304B\u3001\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u304B\u3089\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30AF\u30E9\u30B9\u3092\u7D99\u627F\u3057\u3066\u3044\u307E\u3059\u3002
2000173=\u3053\u306E\u30BF\u30A4\u30D7\u306E\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30AF\u30E9\u30B9\u304C\u751F\u6210\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2000174=\u4F7F\u7528\u65B9\u6CD5: java org.apache.openjpa.enhance.PCEnhancer [-properties/-p <properties file or resource>] [-<property name> <property value>]* [-directory/-d <output directory>] [-addDefaultConstructor/-adc <true/t | false/f>] [-jdoEnhance/-jdo <true/t | false/f>] [-enforcePropertyRestrictions/-epr <true/t | false/f>] [-tmpClassLoader/-tcl <true/t | false/f>] <class name | .java file | .class file | .jdo file>+
2000175=\u9759\u7684\u306B\u521D\u671F\u5316\u3055\u308C\u305F\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30EA\u30B9\u30CA\u30FC\u306Fnull\u3067\u3059\u3002\u3053\u308C\u306F\u3001\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u8D77\u52D5\u304C\u5931\u6557\u3057\u305F\u3053\u3068\u3092\u610F\u5473\u3057\u307E\u3059\u3002
2000176=\u30AF\u30E9\u30B9{0}\u3092\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5316\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2000177=JMS\u66F4\u65B0\u3092\u30C8\u30D4\u30C3\u30AF"{0}"\u306B\u9001\u4FE1\u3057\u307E\u3057\u305F\u3002
2000178=TCP\u66F4\u65B0\u3092"{0}"\u306B\u307E\u3060\u9001\u4FE1\u3067\u304D\u307E\u305B\u3093\u3002
2000179=\u30EA\u30E2\u30FC\u30C8\u30FB\u30DB\u30B9\u30C8\u304B\u3089\u63A5\u7D9A\u3092\u53D7\u3051\u4ED8\u3051\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
2000180=\u30C8\u30D4\u30C3\u30AF"{0}"\u3067\u306EJMS\u30A8\u30E9\u30FC\u306E\u5F8C\u306B\u518D\u63A5\u7D9A\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002\u8A66\u884C\u56DE\u6570: {1}
2000181=\u30C8\u30D4\u30C3\u30AF"{0}"\u3067\u306EJMS\u30A8\u30E9\u30FC\u306E\u901A\u77E5\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002
2000182=\u30C8\u30D4\u30C3\u30AF"{0}"\u306E\u63A5\u7D9A\u3092\u9589\u3058\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
2000183=JMS\u30C8\u30D4\u30C3\u30AF"{0}"\u306E\u30D1\u30D6\u30EA\u30C3\u30B7\u30E3\u307E\u305F\u306F\u30B5\u30D6\u30B9\u30AF\u30E9\u30A4\u30D0\u306E\u4F5C\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002TopicConnectionFactory JNDI\u540D: "{1}"\u3002
2000184=\u3053\u306E\u30A4\u30D9\u30F3\u30C8\u306B\u5BFE\u3057\u3066\u8FFD\u52A0\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u306B\u30A2\u30AF\u30BB\u30B9\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001RemoteCommitProvider\u306F\u3053\u308C\u3089\u3092\u9001\u4FE1\u3059\u308B\u3088\u3046\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002RemoteCommitEventListerner\u3092\u66F4\u65B0\u3059\u308B\u304B\u3001org.apache.openjpa.RemoteCommitProvider\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u5909\u66F4\u3057\u3066\u3001\u30AA\u30D7\u30B7\u30E7\u30F3TransmitAddedObjectIds\u3092\u542B\u3080\u3088\u3046\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000185=\u30C8\u30D4\u30C3\u30AF"{0}"\u306B\u95A2\u3059\u308B\u30EA\u30E2\u30FC\u30C8\u30FB\u30B3\u30DF\u30C3\u30C8\u60C5\u5831\u306E\u30EA\u30B9\u30CB\u30F3\u30B0\u3092\u505C\u6B62\u3057\u307E\u3057\u305F\u3002
2000186=\u81EA\u5206\u81EA\u8EAB\u3068\u7B49\u3057\u3044"{0}"\u306E\u30A2\u30C9\u30EC\u30B9\u3092\u8B58\u5225\u3057\u307E\u3057\u305F\u3002
2000187=\u3053\u306ETCPRemoteCommitProvider\u306E\u30D7\u30ED\u30D0\u30A4\u30C0\u69CB\u6210\u306F\u3001\u540C\u3058\u30DD\u30FC\u30C8\u4E0A\u3067\u30EA\u30B9\u30CB\u30F3\u30B0\u3057\u3066\u3044\u308B\u73FE\u5728\u306EJVM\u306E\u5225\u306E\u30D7\u30ED\u30D0\u30A4\u30C0\u3068\u540C\u3058\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u30DD\u30FC\u30C8: "{0}"\u3002
2000188=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u3068\u3057\u3066\u60C5\u5831\u306E\u642C\u9001\u306E\u307F\u884C\u3046\u30A4\u30D9\u30F3\u30C8\u306E\u7BC4\u56F2\u60C5\u5831\u306B\u30A2\u30AF\u30BB\u30B9\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002
2000189=\u30DD\u30FC\u30C8"{0}"\u306B\u95A2\u3059\u308B\u30EA\u30E2\u30FC\u30C8\u30FB\u30B3\u30DF\u30C3\u30C8\u60C5\u5831\u306E\u30EA\u30B9\u30CB\u30F3\u30B0\u3092\u958B\u59CB\u3057\u307E\u3057\u305F\u3002
2000190=TCP\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u9001\u4FE1\u3059\u308B\u30C7\u30FC\u30BF\u306E\u4F5C\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
2000191=TCP\u66F4\u65B0\u306E\u53D7\u4FE1\u4E2D\u306B\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F\u3002
2000192=\u30ED\u30FC\u30AB\u30EB\u30FB\u30DD\u30FC\u30C8"{1}"\u3092\u4F7F\u7528\u3057\u3066\u3044\u305F"{0}"\u3078\u306E\u9001\u4FE1\u63A5\u7D9A\u3092\u9589\u3058\u3066\u3044\u307E\u3059\u3002
2000193=\u5931\u6557\u3057\u305F\u5F8C\u306BJMS\u30C8\u30D4\u30C3\u30AF"{0}"\u306B\u6B63\u5E38\u306B\u518D\u63A5\u7D9A\u3057\u307E\u3057\u305F\u3002
2000194=\u30DD\u30FC\u30C8"{0}"\u3092\u30EA\u30B9\u30CB\u30F3\u30B0\u3059\u308B\u3088\u3046\u306B\u69CB\u6210\u3055\u308C\u305FTCPRemoteCommitProvider\u3092\u69CB\u6210\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
2000195=TCP\u66F4\u65B0\u3092"{0}"\u306B\u9001\u4FE1\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
2000196="{0}"\u304B\u3089\u65B0\u3057\u3044\u63A5\u7D9A\u3092\u53D7\u3051\u53D6\u308A\u307E\u3057\u305F
2000197=\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9"{2}"\u306E"{1}"\u5185\u306E\u524A\u9664\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8"{0}"\u3078\u306E\u5B64\u7ACB\u3057\u305F\u53C2\u7167\u306E\u53EF\u80FD\u6027\u3092\u691C\u51FA\u3057\u307E\u3057\u305F\u3002
2000198=\u30EA\u30E2\u30FC\u30C8\u30FB\u30B3\u30DF\u30C3\u30C8\u30FB\u30EA\u30B9\u30CA\u30FC\u30FB\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u30FB\u30E1\u30BD\u30C3\u30C9\u306E\u5B9F\u884C\u4E2D\u306B\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F\u3002\u3053\u308C\u3089\u306F\u51E6\u7406\u3055\u308C\u307E\u3057\u305F: {0}
2000199="{1}"\u5185\u306E\u524A\u9664\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8"{0}"\u3078\u306E\u5B64\u7ACB\u3057\u305F\u53C2\u7167\u306E\u53EF\u80FD\u6027\u3092\u691C\u51FA\u3057\u307E\u3057\u305F\u3002
2000200=\u30D4\u30A2"{0}"\u306B\u9001\u4FE1\u3059\u308B\u3088\u3046\u306B\u69CB\u6210\u3055\u308C\u307E\u3057\u305F
2000201=RemoteCommitProvider\u3092\u6307\u5B9A\u305B\u305A\u306BRemoteCommitListener\u3092\u4F7F\u7528\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002\u30EA\u30E2\u30FC\u30C8\u30FB\u30B3\u30DF\u30C3\u30C8\u30FB\u30EA\u30B9\u30CA\u30FC\u3092\u4F7F\u7528\u3059\u308B\u306B\u306F\u3001org.apache.openjpa.RemoteCommitProvider\u69CB\u6210\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u901A\u3058\u3066\u4F7F\u7528\u3059\u308B\u3088\u3046\u306B\u30EA\u30E2\u30FC\u30C8\u30FB\u30B3\u30DF\u30C3\u30C8\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u69CB\u6210\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000202=\u5909\u66F4\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u7BC4\u56F2\u3068\u3057\u3066\u60C5\u5831\u306E\u642C\u9001\u306E\u307F\u884C\u3046\u30A4\u30D9\u30F3\u30C8\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u306B\u30A2\u30AF\u30BB\u30B9\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002
2000203=JMS\u30C8\u30D4\u30C3\u30AF"{0}"\u3078\u306E\u518D\u63A5\u7D9A\u306E\u8A66\u884C\u304C\u3059\u3079\u3066\u5931\u6557\u3057\u307E\u3057\u305F\u3002{1}\u56DE\u8A66\u884C\u3057\u305F\u5F8C\u3067\u4E2D\u6B62\u3057\u307E\u3057\u305F\u3002
2000204="{0}"\u304B\u3089\u306E\u63A5\u7D9A\u3092\u9589\u3058\u308B\u3068\u304D\u306B\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F\u3002
2000205=\u30C8\u30D4\u30C3\u30AF"{0}"\u306B\u95A2\u3059\u308B\u30EA\u30E2\u30FC\u30C8\u30FB\u30B3\u30DF\u30C3\u30C8\u60C5\u5831\u306E\u30EA\u30B9\u30CB\u30F3\u30B0\u3092\u958B\u59CB\u3057\u307E\u3057\u305F\u3002
2000206=JMS\u30C8\u30D4\u30C3\u30AF"{0}"\u3078\u306E\u518D\u63A5\u7D9A\u306E\u8A66\u884C\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
2000207=\u30ED\u30FC\u30AB\u30EB\u30FB\u30DD\u30FC\u30C8"{1}"\u3092\u4F7F\u7528\u3057\u3066TCP\u66F4\u65B0\u3092"{0}"\u306B\u9001\u4FE1\u3057\u307E\u3057\u305F\u3002
2000208=\u63A5\u7D9A\u30D7\u30FC\u30EB\u3092\u9589\u3058\u308B\u3068\u304D\u306B\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F\u3002
2000209=\u7121\u52B9\u306A\u30D0\u30FC\u30B8\u30E7\u30F3\u756A\u53F7\u306E\u30D1\u30B1\u30C3\u30C8\u3092"{0}"\u304B\u3089\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002OpenJPA\u306E\u4EE5\u524D\u306E\u30EA\u30EA\u30FC\u30B9\u304C\u3053\u306E\u30DB\u30B9\u30C8\u3067\u4F7F\u7528\u3055\u308C\u3066\u3044\u308B\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000210=\u30D4\u30A2"{0}"\u304B\u3089\u30A4\u30D9\u30F3\u30C8\u3092\u53D7\u3051\u53D6\u308A\u307E\u3057\u305F\u3002
2000211=JMS\u66F4\u65B0\u3092\u30C8\u30D4\u30C3\u30AF"{0}"\u306B\u30D6\u30ED\u30FC\u30C9\u30AD\u30E3\u30B9\u30C8\u3059\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30EA\u30E2\u30FC\u30C8BrokerFactories\u304C\u671F\u9650\u5207\u308C\u306E\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
2000212="{0}"\u304B\u3089\u306E\u63A5\u7D9A\u3092\u9589\u3058\u3066\u3044\u307E\u3059\u3002
2000213=TCP\u30EA\u30E2\u30FC\u30C8\u30FB\u30B3\u30DF\u30C3\u30C8\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u9589\u3058\u3066\u3044\u308B\u3068\u304D\u306B\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F\u3002
2000214=\u30C8\u30D4\u30C3\u30AF"{0}"\u3067\u4E88\u671F\u3057\u306A\u3044\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30BF\u30A4\u30D7\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30AF\u30E9\u30B9: "{1}"\u3002
2000215=\u30C8\u30D4\u30C3\u30AF"{0}"\u3067JMS\u66F4\u65B0\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002
2000216=\u30ED\u30FC\u30AB\u30EB\u30FB\u30DD\u30FC\u30C8"{1}"\u3092\u4F7F\u7528\u3057\u3066"{0}"\u3078\u306E\u65B0\u3057\u3044\u30BD\u30B1\u30C3\u30C8\u63A5\u7D9A\u3092\u4F5C\u6210\u3057\u3066\u3044\u307E\u3059\u3002
2000217=\u30C8\u30D4\u30C3\u30AF"{1}"\u3067\u30BF\u30A4\u30D7"{0}"\u306E\u4E88\u671F\u3057\u306A\u3044\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002
2000218=\u30DD\u30FC\u30C8"{0}"\u306B\u95A2\u3059\u308B\u30EA\u30E2\u30FC\u30C8\u30FB\u30B3\u30DF\u30C3\u30C8\u60C5\u5831\u306E\u30EA\u30B9\u30CB\u30F3\u30B0\u3092\u505C\u6B62\u3057\u307E\u3057\u305F\u3002
2000219=TCP\u30EA\u30E2\u30FC\u30C8\u30FB\u30B3\u30DF\u30C3\u30C8\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306ENODELAY\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u8A2D\u5B9A\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F\u3002
2000220=ObjectMessage\u304B\u3089\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u53D6\u5F97\u3057\u3066\u3044\u308B\u3068\u304D\u306BJMSException\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F\u3002
2000221=\u30E1\u30BD\u30C3\u30C9"{1}"\u304C\u30AF\u30E9\u30B9"{0}"\u306B\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
2000222=TCP\u66F4\u65B0\u3092"{0}"\u304B\u3089\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002
2000223=\u6B63\u898F\u8868\u73FE\u6587\u5B57\u5217"{0}"\u304C\u7121\u52B9\u3067\u3059\u3002
2000224=\u30BF\u30A4\u30D7{0}\u306E\u5024
2000225=\u30EF\u30A4\u30EB\u30C9\u30AB\u30FC\u30C9\u6587\u5B57\u5217"{0}"\u304C\u7121\u52B9\u3067\u3059\u3002
2000226=\u30BF\u30A4\u30D7{1}\u306E\u30D5\u30A3\u30FC\u30EB\u30C9{0}
2000227=\u554F\u5408\u305B\u30D5\u30A3\u30EB\u30BF"{1}"\u306E\u89E3\u6790\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8: {0}
2000228=\u30A4\u30F3\u30E1\u30E2\u30EA\u30FC\u3067\u5B9F\u884C\u3055\u308C\u308B\u554F\u5408\u305B\u3067\u306F\u3001\u30B5\u30D6\u554F\u5408\u305B\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u3053\u306E\u554F\u5408\u305B\u3092\u30A4\u30F3\u30E1\u30E2\u30EA\u30FC\u3067\u5B9F\u884C\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u554F\u5408\u305B\u306B\u5BFE\u3057\u3066IgnoreCache\u3092true\u306B\u8A2D\u5B9A\u3059\u308B\u3053\u3068\u3092\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000229=\u3053\u306E\u554F\u5408\u305B\u306E\u9806\u5E8F\u4ED8\u3051\u5F0F\u306E\u8A55\u4FA1\u3067\u3001\u6BD4\u8F03\u3067\u304D\u306A\u3044\u5024"{0}"\u3068"{1}"\u304C\u751F\u6210\u3055\u308C\u307E\u3057\u305F\u3002\u9806\u5E8F\u4ED8\u3051\u53E5\u304C\u6709\u52B9\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000230=\u30D5\u30A3\u30EB\u30BF\u304C\u7121\u52B9\u3067\u3059\u3002{0}\u3092{1}\u3068\u6BD4\u8F03\u3067\u304D\u307E\u305B\u3093\u3002\u6570\u5024\u306E\u6BD4\u8F03\u306F\u3001\u6570\u5024\u30BF\u30A4\u30D7\u9593\u3067\u306E\u307F\u5B9F\u884C\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u4E0B\u4F4D\u4E92\u63DB\u6027\u306E\u305F\u3081\u306B\u3053\u306E\u3088\u3046\u306A\u6BD4\u8F03\u3092\u6709\u52B9\u306B\u3059\u308B\u306B\u306F\u3001\u69CB\u6210\u3067org.apache.openjpa.Compatibility\u8A2D\u5B9A\u306B"QuotedNumbersInQueries=true"\u3092\u8FFD\u52A0\u3057\u307E\u3059\u3002
2000231=\u554F\u5408\u305B\u30D5\u30A3\u30EB\u30BF\u3067\u96C6\u7D04\u95A2\u6570\u3092\u4F7F\u7528\u3059\u308B\u5834\u5408\u306F\u3001\u5FC5\u305A\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u306B\u5BFE\u3057\u3066\u306E\u307F\u305D\u306E\u95A2\u6570\u3092\u547C\u3073\u51FA\u3059\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000232=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306E\u30BF\u30A4\u30D7\u3092\u5224\u65AD\u3067\u304D\u307E\u305B\u3093\u3002
2000233=\u5B9A\u6570\u307E\u305F\u306F\u30D5\u30A3\u30FC\u30EB\u30C9\u5024\u304C\u4E88\u671F\u3055\u308C\u308B\u5834\u6240\u306B\u5909\u6570"{0}"\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002
2000234=\u5F0F\u306B"from"\u53E5\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2000235=\u30BF\u30A4\u30D7"{1}"\u306E\u5F0F\u306B\u5BFE\u3059\u308B\u5F15\u6570\u306E\u6570\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002{0}\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u304C\u3001\u6B21\u306E\u5F15\u6570\u304C\u6307\u5B9A\u3055\u308C\u307E\u3057\u305F: "{2}"\u3002
2000236=\u5225\u540D"{0}"\u304C2\u56DE\u5BA3\u8A00\u3055\u308C\u307E\u3057\u305F\u3002
2000237=\u30AF\u30E9\u30B9"{0}"\u306B"{1}"\u3068\u3044\u3046\u540D\u524D\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2000238=JPQL\u6587\u5B57\u5217"{0}"\u304C\u7121\u52B9\u3067\u3059\u3002\u3059\u3079\u3066\u306E\u30AB\u30C3\u30B3\u304C\u4E00\u81F4\u3057\u3001\u9069\u5207\u306AJPQL\u69CB\u6587\u3092\u4F7F\u7528\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000239=\u4F4D\u7F6E\u6307\u5B9A\u30D1\u30E9\u30E1\u30FC\u30BF"{0}"\u304C\u7121\u52B9\u3067\u3059\u3002\u4F4D\u7F6E\u6307\u5B9A\u30D1\u30E9\u30E1\u30FC\u30BF\u306F\u30BC\u30ED\u3088\u308A\u5927\u304D\u3044\u6574\u6570\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000240=\u30BF\u30A4\u30D7"{0}"\u306E\u5F0F\u306F\u307E\u3060\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
2000241=\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3"{0}"\u3092\u89E3\u6C7A\u3067\u304D\u307E\u305B\u3093\u3002\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u540D\u304C\u30AF\u30E9\u30B9\u306B\u5BFE\u3057\u3066\u5BA3\u8A00\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000242="{0}"\u3068\u3044\u3046\u540D\u524D\u306E\u7D50\u679C\u30AF\u30E9\u30B9\u3092\u89E3\u6C7A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2000243=\u554F\u5408\u305B\u30D5\u30A3\u30EB\u30BF''{1}''\u306E\u89E3\u6790\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8: {0}
2000244=\u4E0D\u660E\u306A\u554F\u5408\u305B\u64CD\u4F5C"{0}"\u3002
2000245=\u5F0F"{0}"\u3067\u306F\u8907\u6570\u306E\u5B50("{1}")\u304C\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002
2000246=\u5225\u540D"{0}"\u306F\u3001\u6587\u3067\u5BA3\u8A00\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F(\u5BA3\u8A00\u3055\u308C\u305F\u5225\u540D: {1})\u3002\u3059\u3079\u3066\u306E\u5225\u540D\u304CJPQL\u6587\u306E"from"\u30BB\u30AF\u30B7\u30E7\u30F3\u3067\u5BA3\u8A00\u3055\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000247=\u30AF\u30E9\u30B9"{0}"\u306E"{1}"\u3068\u3044\u3046\u540D\u524D\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2000248=\u6307\u5B9A\u3057\u305F\u30CE\u30FC\u30C9("{0}")\u306F\u6709\u52B9\u306A\u8B58\u5225\u5B50\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
2000249="{0}"\u3068\u3044\u3046\u540D\u524D\u306E\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u3092\u89E3\u6C7A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2000250=\u4E0D\u660E\u306A\u6BD4\u8F03\u6F14\u7B97\u5B50"{0}"\u3002
2000251=\u975E\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30AF\u30E9\u30B9"{1}"\u304B\u3089\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306E\u554F\u5408\u305B\u3092\u8A66\u884C\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
2000252=\u5F0F\u306E\u30B9\u30AD\u30FC\u30DE\u540D"{0}"\u306B\u306F\u5225\u540D\u304C\u5FC5\u8981\u3067\u3059\u3002
2000253=JPQL\u6587\u306F\u7121\u52B9\u3067\u3059: \u30BF\u30A4\u30D7"{0}"\u306E\u30CE\u30FC\u30C9\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002
2000254=\u540D\u524D"{0}"\u306F\u8A8D\u8B58\u3055\u308C\u3066\u3044\u308B\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u307E\u305F\u306F\u8B58\u5225\u5B50\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
2000255=\u5BA3\u8A00\u3055\u308C\u3066\u3044\u306A\u3044\u8B58\u5225\u5B50"{0}"\u3002
2000256=\u5F0F"{0}"\u306B\u306F\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u5B50\u304C\u5FC5\u8981\u3067\u3059\u3002
2000257=JPQL\u306F\u3001\u5BA3\u8A00\u3055\u308C\u305F\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u3002
2000258=\u6587\u5B57{1}\u306B"{0}"\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u304C\u3001\u4E88\u671F\u3057\u3066\u3044\u305F\u306E\u306F{2}\u3067\u3059\u3002
2000259=\u66F4\u65B0\u5F0F"{0}"\u3067\u306F\u3001\u30EA\u30C6\u30E9\u30EB\u307E\u305F\u306F\u30D1\u30E9\u30E1\u30FC\u30BF\u306E\u307F\u3092\u66F4\u65B0\u5024\u3068\u3057\u3066\u4F7F\u7528\u3067\u304D\u307E\u3059\u3002
2000260=\u540D\u524D\u304C"{0}"\u306E\u30BB\u30FC\u30D6\u30DD\u30A4\u30F3\u30C8\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002\u5404\u30BB\u30FC\u30D6\u30DD\u30A4\u30F3\u30C8\u540D\u306F\u4E00\u610F\u306E\u3082\u306E\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000261=\u7BC4\u56F2\u307E\u305F\u306F\u30AF\u30E9\u30B9\u304B\u3089\u554F\u5408\u305B\u3092\u4F5C\u6210\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002\u554F\u5408\u305B\u3092\u4F5C\u6210\u3059\u308B\u3068\u304D\u306B\u3001(null\u306E\u53EF\u80FD\u6027\u306E\u3042\u308B)\u554F\u5408\u305B\u6587\u5B57\u5217\u307E\u305F\u306F\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3092\u554F\u5408\u305B\u30D5\u30A1\u30AF\u30C8\u30EA\u30FB\u30E1\u30BD\u30C3\u30C9\u306B\u6E21\u3059\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000262=\u554F\u5408\u305B\u306E\u5B9F\u884C: [{0}]\u3001\u30D1\u30E9\u30E1\u30FC\u30BF: {1}
2000263=\u30BF\u30A4\u30D7"{0}"\u306B\u5BFE\u3057\u3066\u554F\u5408\u305B\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3002\u3053\u306E\u30AF\u30E9\u30B9\u307E\u305F\u306F\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u306F\u30DE\u30C3\u30D7\u3055\u308C\u305A\u3001\u30DE\u30C3\u30D7\u3055\u308C\u305F\u30A4\u30F3\u30D7\u30EA\u30E1\u30F3\u30BF\u3092\u6301\u3061\u307E\u305B\u3093\u3002
2000264=getObjectsById\u306B\u6E21\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u306E\u4E00\u90E8\u304Cnull\u3067\u3057\u305F\u3002
2000265=null\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u3092\u4F7F\u7528\u3057\u3066\u691C\u7D22\u3092\u5B9F\u884C\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
2000266=\u30D5\u30E9\u30C3\u30B7\u30E5\u4E2D\u306B\u7BA1\u7406\u5BFE\u8C61\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8"{2}"\u306E\u6C38\u7D9A\u30D5\u30A3\u30FC\u30EB\u30C9"{1}"\u306B\u7BA1\u7406\u3055\u308C\u3066\u3044\u306A\u3044\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8"{0}"\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002\u305F\u3060\u3057\u3001\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u3067\u306F\u30AB\u30B9\u30B1\u30FC\u30C9\u6C38\u7D9A\u5316\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002\u7BA1\u7406\u3055\u308C\u3066\u3044\u306A\u3044\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u30D5\u30E9\u30C3\u30B7\u30E5\u3067\u304D\u307E\u305B\u3093\u3002
2000267="{0}"\u3068\u3044\u3046\u540D\u524D\u306E\u30D5\u30A1\u30A4\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2000268=\u30D1\u30E9\u30E1\u30FC\u30BF"{0}"\u306F\u30D7\u30EA\u30DF\u30C6\u30A3\u30D6\u30FB\u30BF\u30A4\u30D7\u3067\u5BA3\u8A00\u3055\u308C\u307E\u3057\u305F\u304C\u3001null\u5024\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002
2000269=\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A1\u30AF\u30C8\u30EA\u30FB\u30AF\u30E9\u30B9"{0}"\u306B\u5BFE\u3057\u3066\u9759\u7684\u30E1\u30BD\u30C3\u30C9getInstance\u3092\u547C\u3073\u51FA\u305B\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2000270=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u5916\u90E8\u306E\u6C38\u7D9A\u30C7\u30FC\u30BF\u3067\u306E\u66F8\u8FBC\u307F\u3092\u5B9F\u884C\u3059\u308B\u306B\u306F\u3001"NontransactionalWrite"\u30D7\u30ED\u30D1\u30C6\u30A3\u3092true\u306B\u8A2D\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000271=\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9"{0}"\u306B\u306F\u3001\u30D5\u30A3\u30FC\u30EB\u30C9\u691C\u67FB\u3092\u963B\u6B62\u3059\u308B\u672A\u77E5\u306E\u72B6\u614B\u30DE\u30CD\u30FC\u30B8\u30E3\u304C\u3042\u308A\u307E\u3059\u3002
2000272=\u30D1\u30E9\u30E1\u30FC\u30BF\u5BA3\u8A00\u3067\u4F7F\u7528\u3055\u308C\u305F\u30BF\u30A4\u30D7"{0}"\u306F\u3001\u30A4\u30F3\u30DD\u30FC\u30C8\u306B\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2000273=\u5024\u65B9\u5F0F"restrict"\u306E\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306E\u5909\u66F4\u8A66\u884C\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002
2000274=\u554F\u5408\u305B\u30D2\u30F3\u30C8\u5024"{0}" ({1})\u306F\u96C6\u7D04\u30EA\u30B9\u30CA\u30FC\u306B\u5909\u63DB\u3067\u304D\u307E\u305B\u3093\u3002
2000275=\u30A4\u30F3\u30E1\u30E2\u30EA\u30FC\u3067\u5B9F\u884C\u3055\u308C\u308B\u5834\u5408\u306E\u30D0\u30EB\u30AF\u66F4\u65B0\u554F\u5408\u305B\u306F\u3001\u30D7\u30EA\u30DF\u30C6\u30A3\u30D6\u304A\u3088\u3073\u5358\u7D14Object\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u5024\u306E\u307F\u5909\u66F4\u3067\u304D\u307E\u3059\u3002
2000276=\u3053\u306E\u30D6\u30ED\u30FC\u30AB\u306F\u3001\u7BA1\u7406\u5BFE\u8C61\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3059\u308B\u3088\u3046\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
2000277=\u30D5\u30A1\u30AF\u30C8\u30EA\u304C\u9589\u3058\u3089\u308C\u307E\u3057\u305F\u3002\u30D5\u30A1\u30AF\u30C8\u30EA\u304C\u9589\u3058\u3089\u308C\u305F\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u306F\u3001\u7D44\u8FBC\u307F\u4F8B\u5916\u306B\u4FDD\u6301\u3055\u308C\u307E\u3059\u3002
2000278=\u554F\u5408\u305B\u306E\u30D7\u30ED\u30B8\u30A7\u30AF\u30B7\u30E7\u30F3\u307E\u305F\u306F\u96C6\u7D04\u7D50\u679C\u3001\u3042\u308B\u3044\u306F\u305D\u306E\u4E21\u65B9\u3092\u7D50\u679C\u578B"{0}"\u306B\u30D1\u30C3\u30AD\u30F3\u30B0\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001\u30CD\u30B9\u30C8\u3055\u308C\u305Fthrowable\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000279=execute()\u306B\u6E21\u3055\u308C\u305F\u30D1\u30E9\u30E1\u30FC\u30BF\u540D\u307E\u305F\u306F\u4F4D\u7F6E"{0}"\u306F\u7121\u52B9\u3067\u3059\u3002\u3059\u3079\u3066\u306E\u30DE\u30C3\u30D7\u30FB\u30AD\u30FC\u306F\u3001\u5BA3\u8A00\u3055\u308C\u305F\u30D1\u30E9\u30E1\u30FC\u30BF\u540D\u307E\u305F\u306F\u30D1\u30E9\u30E1\u30FC\u30BF\u4F4D\u7F6E\u3068\u4E00\u81F4\u3059\u308B\u6570\u5024\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000280=\u4E00\u90E8\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306B\u3064\u3044\u3066\u3053\u306E\u64CD\u4F5C\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001\u30CD\u30B9\u30C8\u3055\u308C\u305F\u4F8B\u5916\u914D\u5217\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000281=\u3059\u3067\u306Bfinal\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u3092\u6301\u3064\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306E\u4E3B\u30AD\u30FC\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u5909\u66F4\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002\u672A\u53D6\u5F97\u306EID\u3092\u6301\u3064\u30D5\u30E9\u30C3\u30B7\u30E5\u3055\u308C\u3066\u3044\u306A\u3044\u65B0\u3057\u3044\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306E\u307F\u304C\u3001\u5909\u66F4\u3055\u308C\u305F\u4E3B\u30AD\u30FC\u3092\u4F7F\u7528\u3067\u304D\u307E\u3059\u3002
2000282=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306F\u5909\u66F4\u3055\u308C\u308B\u524D\u306B\u30ED\u30FC\u30C9\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u3001OpenJPA\u306F\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u521D\u671F\u5024\u3092\u6307\u5B9A\u3067\u304D\u307E\u305B\u3093\u3002
2000283=OID "{1}"\u3092\u6301\u3064\u524A\u9664\u3055\u308C\u305F\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u30FB\u30BF\u30A4\u30D7"{0}"\u3092\u30A2\u30BF\u30C3\u30C1\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u65B0\u3057\u3044\u5834\u5408\u3001\u30D0\u30FC\u30B8\u30E7\u30F3\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u30C7\u30D5\u30A9\u30EB\u30C8\u5024\u306E\u307E\u307E\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000284=\u30BF\u30A4\u30D7"{1}"\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8"{0}"\u3092"{2}"\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306B\u5909\u63DB\u3067\u304D\u307E\u305B\u3093\u3002
2000285=\u6307\u5B9A\u3055\u308C\u305F\u30BF\u30A4\u30D7"{0}"\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u30FB\u30AF\u30E9\u30B9\u30FB\u30D1\u30B9\u306B\u30AF\u30E9\u30B9\u304C\u5B58\u5728\u3059\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000286=\u7D44\u8FBC\u307F\u4E0D\u80FD\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306B\u7D44\u8FBC\u307F\u5024\u3092\u8A2D\u5B9A\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u30A8\u30E9\u30FC\u3092OpenJPA\u306E\u30B5\u30DD\u30FC\u30C8\u306B\u3054\u5831\u544A\u304F\u3060\u3055\u3044\u3002
2000287=\u30C7\u30BF\u30C3\u30C1\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8"{0}"\u3092\u6C38\u7D9A\u5316\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
2000288=\u3053\u306E\u30BF\u30A4\u30D7("{0}")\u306E\u554F\u5408\u305B\u306F\u30A4\u30F3\u30E1\u30E2\u30EA\u30FC\u3067\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3002IgnoreCache\u3092true\u306B\u8A2D\u5B9A\u3059\u308B\u304B\u3001org.apache.openjpa.FlushBeforeQueries\u30D7\u30ED\u30D1\u30C6\u30A3\u3092true\u306B\u8A2D\u5B9A\u3059\u308B\u304B\u3001\u307E\u305F\u306F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3067\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u5909\u66F4\u3059\u308B\u524D\u306B\u554F\u5408\u305B\u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000289=\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9"{0}"\u3092PersistenceCapable\u306B\u30AD\u30E3\u30B9\u30C8\u3057\u3088\u3046\u3068\u3057\u3066\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u62E1\u5F35\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000290=\u30AF\u30E9\u30B9"{0}"\u306F"detachable"\u30E1\u30BF\u30C7\u30FC\u30BF\u62E1\u5F35\u3092\u5BA3\u8A00\u3057\u306A\u3044\u305F\u3081\u3001\u30C7\u30BF\u30C3\u30C1\u3067\u304D\u307E\u305B\u3093\u3002
2000291=\u6700\u5F8C\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B9\u30C6\u30FC\u30BF\u30B9\u5909\u66F4\u306E\u524D\u306B\u53D6\u5F97\u3055\u308C\u305F\u7D44\u8FBC\u307F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u53C2\u7167\u306B\u30A2\u30AF\u30BB\u30B9\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u958B\u59CB\u3057\u3066\u7D42\u4E86\u3057\u305F\u5F8C\u3001\u7D44\u8FBC\u307F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3078\u306E\u3059\u3079\u3066\u306E\u53C2\u7167\u304C\u7121\u52B9\u306B\u306A\u308A\u307E\u3059\u3002\u6240\u6709\u3059\u308B\u6C38\u7D9A\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304B\u3089\u53C2\u7167\u3092\u518D\u3073\u53D6\u5F97\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000292="{0}"\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002\u62BD\u8C61\u30AF\u30E9\u30B9\u3068\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u306F\u307E\u3060\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
2000293=\u3053\u306E\u64CD\u4F5C\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u5B8C\u4E86\u4E2D\u306B\u547C\u3073\u51FA\u3057\u305F\u5834\u5408\u306F\u7121\u52B9\u3067\u3059\u3002
2000294=\u554F\u5408\u305B\u306B\u306F\u3001\u6709\u52B9\u306A\u5F0F\u304C\u306A\u3044\u305F\u3081\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3002
2000295="new"\u975E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3067\u306F\u30D7\u30ED\u30D1\u30C6\u30A3\u30FB\u30A2\u30AF\u30BB\u30B9\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002
2000296=org.apache.openjpa.MethodQL\u554F\u5408\u305B\u3067\u6307\u5B9A\u3055\u308C\u305F\u30E1\u30BD\u30C3\u30C9"{0}"\u306F\u9759\u7684\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000297=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u958B\u59CB\u3059\u308B\u524D\u306B\u53D6\u5F97\u3057\u305F\u6C38\u7D9A\u7684\u306A\u5225\u306E\u30AF\u30E9\u30B9\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8(\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u3084\u30DE\u30C3\u30D7\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u306A\u3069)\u3092\u76F4\u63A5\u30DF\u30E5\u30FC\u30C6\u30FC\u30B7\u30E7\u30F3\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002\u30C7\u30FC\u30BF\u30B9\u30C8\u30A2\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u958B\u59CB\u3057\u305F\u5F8C\u3067\u3001\u30DF\u30E5\u30FC\u30C6\u30FC\u30B7\u30E7\u30F3\u53EF\u80FD\u306A\u5225\u306E\u30AF\u30E9\u30B9\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3078\u306E\u53C2\u7167\u3092\u3001\u6240\u6709\u3059\u308B\u6C38\u7D9A\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304B\u3089\u518D\u3073\u53D6\u5F97\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9"{1}"\u306E\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306E\u5024\u306E\u30DF\u30E5\u30FC\u30C6\u30FC\u30B7\u30E7\u30F3\u8A66\u884C\u3092\u691C\u51FA\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306F\u6B63\u3057\u304F\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
2000298=\u6307\u5B9A\u3055\u308C\u305F\u5024"{0}"\u306F\u3001"{2}"\u306E\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u306B\u5909\u63DB\u3067\u304D\u307E\u305B\u3093\u3002\u5024\u306E\u30BF\u30A4\u30D7({1})\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
2000299=\u3053\u306E\u64CD\u4F5C\u3092\u5B9F\u884C\u3059\u308B\u306B\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u5185\u3067\u884C\u3046\u304B\u3001\u8A2D\u5B9A\u3067\u975E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u66F8\u8FBC\u307F\u3092\u8A31\u53EF\u3057\u3001\u3059\u3079\u3066\u306E\u975E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u8AAD\u53D6\u308A\u3092\u30C7\u30BF\u30C3\u30C1\u3057\u306A\u3044\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000300=\u30BF\u30A4\u30D7"{0}"\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306E\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u51E6\u7406\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
2000301=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u7D42\u4E86\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u4F8B\u5916\u306F\u518D\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3059\u3002
2000302=\u518D\u5165\u53EF\u80FD\u306A\u30D5\u30E9\u30C3\u30B7\u30E5\u3092\u691C\u51FA\u3057\u307E\u3057\u305F\u3002\u30D5\u30E9\u30C3\u30B7\u30E5\u6642\u9593\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u30FB\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u30FB\u30E1\u30BD\u30C3\u30C9\u307E\u305F\u306F\u30A4\u30D9\u30F3\u30C8\u30FB\u30EA\u30B9\u30CA\u30FC\u304C\u3001\u9032\u884C\u4E2D\u306E\u30D5\u30E9\u30C3\u30B7\u30E5\u306E\u5B8C\u4E86\u3092\u5FC5\u8981\u3068\u3059\u308B\u64CD\u4F5C\u3092\u547C\u3073\u51FA\u3055\u306A\u3044\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000303=\u30D5\u30A3\u30EB\u30BF"{1}"\u3092\u6301\u3064\u5019\u88DC\u30BF\u30A4\u30D7"{0}"\u306B\u5BFE\u3059\u308B\u3053\u306E\u554F\u5408\u305B\u306B\u306F\u3001\u30A4\u30F3\u30E1\u30E2\u30EA\u30FC\u306E\u8907\u6570\u306E\u554F\u5408\u305B\u306E\u7D50\u679C\u306E\u7D44\u5408\u305B\u304C\u95A2\u4FC2\u3057\u307E\u3059\u3002"{2}"\u306B\u5BFE\u3059\u308B\u7D50\u679C\u306E\u9806\u5E8F\u4ED8\u3051\u3092\u9078\u629E\u3057\u307E\u3057\u305F\u304C\u3001\u3053\u306E\u30C7\u30FC\u30BF\u3092setResult()\u53E5\u3067\u9078\u629E\u3057\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u306E\u9806\u5E8F\u4ED8\u3051\u30C7\u30FC\u30BF\u3092setResult()\u306B\u542B\u3081\u3066\u3001OpenJPA\u304C\u30A4\u30F3\u30E1\u30E2\u30EA\u30FC\u9806\u5E8F\u4ED8\u3051\u7528\u306B\u305D\u306E\u30C7\u30FC\u30BF\u3092\u62BD\u51FA\u3067\u304D\u308B\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000304=\u3053\u306E\u30ED\u30C3\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001\u30ED\u30C3\u30AF\u30FB\u30EC\u30D9\u30EB"{0}"\u3092\u8A8D\u8B58\u3057\u307E\u305B\u3093\u3002
2000305=\u30B7\u30EA\u30A2\u30E9\u30A4\u30BA\u3055\u308C\u305F\u554F\u5408\u305B\u3067\u306F\u3001\u3053\u306E\u64CD\u4F5C\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093\u3002
2000306=\u30BF\u30A4\u30D7"{0}"\u306Enull\u6C38\u7D9A\u53EF\u80FD\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3067\u72B6\u614B\u30DE\u30CD\u30FC\u30B8\u30E3\u3092\u521D\u671F\u5316\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002\u3053\u308C\u306F\u3001\u591A\u304F\u306E\u5834\u5408\u3001\u62BD\u8C61\u30AF\u30E9\u30B9\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306E\u30ED\u30FC\u30C9\u3092\u8A66\u884C\u3057\u3066\u3044\u308B\u3053\u3068\u3001\u307E\u305F\u306F\u7D99\u627F\u30C4\u30EA\u30FC\u5185\u306E\u6C38\u7D9A\u53EF\u80FD\u306A\u57FA\u672C\u30AF\u30E9\u30B9\u304C\u62BD\u8C61\u30AF\u30E9\u30B9\u3067\u3042\u308B\u5834\u5408\u306B\u30AF\u30E9\u30B9\u30FB\u30A4\u30F3\u30B8\u30B1\u30FC\u30BF\u3092\u4F7F\u7528\u3057\u306A\u304B\u3063\u305F\u3053\u3068\u304C\u539F\u56E0\u3067\u3059\u3002
2000307=\u5BA3\u8A00\u3055\u308C\u305F\u6570\u3088\u308A\u591A\u304F\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u304Cexecute()\u306B\u6E21\u3055\u308C\u307E\u3057\u305F\u3002\u554F\u5408\u305B\u5B9F\u884C\u306B\u5BFE\u3057\u3066{1}\u500B\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u304C\u6307\u5B9A\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u554F\u5408\u305B\u3067\u306F{0}\u500B\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u306E\u307F\u5BA3\u8A00\u3055\u308C\u307E\u3057\u305F\u3002
2000308=\u672A\u77E5\u306E\u5F93\u5C5E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9"{0}"\u3092\u691C\u51FA\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u30A8\u30E9\u30FC\u306F\u3001\u591A\u304F\u306E\u5834\u5408\u30011\u3064\u306E\u5F93\u5C5E\u30D5\u30A3\u30FC\u30EB\u30C9\u304B\u3089\u5F93\u5C5E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u524A\u9664\u3057\u3001\u305D\u308C\u3092\u53C2\u7167\u3059\u308B\u4ED6\u306E\u5F93\u5C5E\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u524A\u9664\u3057\u306A\u304B\u3063\u305F\u3053\u3068\u3001\u307E\u305F\u306F\u6240\u6709\u3059\u308B\u30D5\u30A3\u30FC\u30EB\u30C9\u304B\u3089\u5F93\u5C5E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u524A\u9664\u3057\u3066\u30D5\u30E9\u30C3\u30B7\u30E5\u3057(\u3053\u308C\u306B\u3088\u308A\u3001\u53C2\u7167\u3055\u308C\u3066\u3044\u306A\u3044\u5F93\u5C5E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u524A\u9664\u3055\u308C\u307E\u3059)\u3001\u30B3\u30DF\u30C3\u30C8\u3059\u308B\u524D\u306B\u524A\u9664\u3055\u308C\u305F\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u5225\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u5272\u308A\u5F53\u3066\u3088\u3046\u3068\u3057\u305F\u3053\u3068\u304C\u539F\u56E0\u3067\u3059\u3002\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306E\u524A\u9664\u306F\u53D6\u308A\u6D88\u305B\u306A\u3044\u305F\u3081\u3001\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3059\u3002\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3078\u306E\u3076\u3089\u4E0B\u304C\u308A\u5F93\u5C5E\u53C2\u7167\u304C\u6B8B\u3063\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3001\u30D5\u30E9\u30C3\u30B7\u30E5\u306E\u524D\u306B\u5F93\u5C5E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u518D\u5272\u308A\u5F53\u3066\u3057\u3066\u3001\u305D\u308C\u3089\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u53C2\u7167\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u306B\u5B89\u5168\u306B\u524A\u9664\u3067\u304D\u308B\u3068OpenJPA\u304C\u898B\u306A\u3055\u306A\u3044\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000309=\u554F\u5408\u305B\u306E\u30D7\u30ED\u30B8\u30A7\u30AF\u30B7\u30E7\u30F3\u307E\u305F\u306F\u96C6\u7D04\u7D50\u679C\u3001\u3042\u308B\u3044\u306F\u305D\u306E\u4E21\u65B9\u3092\u30D1\u30C3\u30AD\u30F3\u30B0\u3059\u308B\u3068\u304D\u306B\u3001\u30BF\u30A4\u30D7"{0}"\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306E\u4F5C\u6210\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u5F15\u6570\u306A\u3057\u306E\u30D1\u30D6\u30EA\u30C3\u30AF\u30FB\u30B3\u30F3\u30B9\u30C8\u30E9\u30AF\u30BF\u3092"{0}"\u306B\u5B9A\u7FA9\u3057\u305F\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000310=\u30BF\u30A4\u30D7"{0}"\u306B\u5BFE\u3059\u308B\u3053\u306E\u554F\u5408\u305B\u306F\u3001\u5019\u88DC\u30AF\u30E9\u30B9\u7BC4\u56F2\u5168\u4F53\u3092\u30ED\u30FC\u30C9\u3057\u3001\u30A4\u30F3\u30E1\u30E2\u30EA\u30FC\u3067\u554F\u5408\u305B\u3092\u8A55\u4FA1\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u308C\u306B\u3088\u308A\u3001\u901F\u5EA6\u304C\u975E\u5E38\u306B\u4F4E\u4E0B\u3059\u308B\u3053\u3068\u304C\u3042\u308A\u307E\u3059\u3002OpenJPA\u306FIgnoreCache=false\u304A\u3088\u3073FlushBeforeQueries=false\u3067\u69CB\u6210\u3055\u308C\u3001\u30AD\u30E3\u30C3\u30B7\u30E5\u5185\u306E\u554F\u5408\u305B\u306E\u7D50\u679C\u306B\u5F71\u97FF\u3059\u308B\u53EF\u80FD\u6027\u306E\u3042\u308B\u30C0\u30FC\u30C6\u30A3\u30FB\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u3042\u308B\u305F\u3081\u3001\u554F\u5408\u305B\u306F\u30A4\u30F3\u30E1\u30E2\u30EA\u30FC\u3067\u5B9F\u884C\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000311=\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u304C\u9589\u3058\u3089\u308C\u307E\u3057\u305F\u3002\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u304C\u9589\u3058\u3089\u308C\u305F\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u306F\u3001\u7D44\u8FBC\u307F\u4F8B\u5916\u306B\u4FDD\u6301\u3055\u308C\u307E\u3059\u3002
2000312=\u30ED\u30C3\u30AF"{0}"\u304C\u89E3\u653E\u3055\u308C\u307E\u3057\u305F\u3002
2000313=\u5019\u88DC\u30AF\u30E9\u30B9\u306F\u3001\u554F\u5408\u305B\u3092\u5B9F\u884C\u3059\u308B\u524D\u306B\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000314=\u5909\u6570\u3092\u4F7F\u7528\u3057\u305F\u96C6\u7D04\u307E\u305F\u306F\u30D7\u30ED\u30B8\u30A7\u30AF\u30B7\u30E7\u30F3\u306E\u3042\u308B\u554F\u5408\u305B\u306F\u3001\u73FE\u5728\u30A4\u30F3\u30E1\u30E2\u30EA\u30FC\u3067\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3002IgnoreCache\u3092true\u306B\u8A2D\u5B9A\u3059\u308B\u304B\u3001org.apache.openjpa.FlushBeforeQueries\u30D7\u30ED\u30D1\u30C6\u30A3\u3092true\u306B\u8A2D\u5B9A\u3059\u308B\u304B\u3001\u307E\u305F\u306F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3067\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u5909\u66F4\u3059\u308B\u524D\u306B\u554F\u5408\u305B\u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u9055\u53CD\u3057\u3066\u3044\u308B\u554F\u5408\u305B\u306F\u3001\u30D5\u30A3\u30EB\u30BF"{1}"\u3092\u6301\u3064\u30BF\u30A4\u30D7"{0}"\u306B\u5BFE\u3059\u308B\u3082\u306E\u3067\u3057\u305F\u3002
2000315=null\u307E\u305F\u306F\u7A7A\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u540D\u3092\u8FFD\u52A0\u3057\u3066\u69CB\u6210\u3092\u30D5\u30A7\u30C3\u30C1\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
2000316=\u4E00\u610F\u306E\u7D50\u679C\u3092\u5BA3\u8A00\u3059\u308B\u554F\u5408\u305B\u306F\u3001\u30D0\u30EB\u30AF\u66F4\u65B0\u306E\u5B9F\u884C\u306B\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
2000317=RestoreValues\u30AA\u30D7\u30B7\u30E7\u30F3\u304C\u30AA\u30D5\u306E\u5834\u5408\u3001\u521D\u671F\u5024\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002RestoreValues\u3092\u30AA\u30F3\u306B\u3057\u3066\u3001\u521D\u671F\u5024\u3092\u53D6\u5F97\u3067\u304D\u308B\u3088\u3046\u306B\u3057\u307E\u3059\u3002
2000318=\u30D5\u30A3\u30EB\u30BF"{1}"\u3092\u6301\u3064\u5019\u88DC\u30BF\u30A4\u30D7"{0}"\u306B\u5BFE\u3059\u308B\u3053\u306E\u554F\u5408\u305B\u306B\u306F\u3001\u8907\u6570\u306E\u30B5\u30D6\u554F\u5408\u305B\u306E\u7D50\u679C\u306E\u7D44\u5408\u305B\u304C\u95A2\u4FC2\u3057\u307E\u3059\u3002\u305F\u3060\u3057\u3001\u3053\u306E\u554F\u5408\u305B\u306F\u96C6\u7D04\u30C7\u30FC\u30BF\u306B\u5BFE\u3059\u308B\u3082\u306E\u3067\u3042\u308B\u305F\u3081\u3001OpenJPA\u306F\u30B5\u30D6\u554F\u5408\u305B\u96C6\u7D04\u3092\u6B63\u3057\u3044\u6700\u7D42\u5024\u306B\u7D50\u5408\u3067\u304D\u307E\u305B\u3093\u3002
2000319=\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A1\u30AF\u30C8\u30EA\u30FB\u30AF\u30E9\u30B9"{0}"\u306B\u5BFE\u3057\u3066\u9759\u7684\u30E1\u30BD\u30C3\u30C9newInstance\u3092\u547C\u3073\u51FA\u305B\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2000320="{2}"\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u5909\u66F4\u3057\u307E\u3057\u305F\u3002\u305D\u306E\u53E4\u3044\u5024\u306F"{0}"\u3067\u3001\u65B0\u3057\u3044\u5024\u306F"{1}"\u3067\u3059\u3002\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u3001\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u304C\u5272\u308A\u5F53\u3066\u3089\u308C\u308B\u3068\u5909\u66F4\u4E0D\u53EF\u306B\u306A\u308A\u307E\u3059\u3002
2000321=\u3053\u306E\u64CD\u4F5C\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u3068\u304D\u306B\u306F\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3002
2000322=\u3059\u3067\u306B\u7BA1\u7406\u3055\u308C\u3066\u3044\u308B\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u6301\u3064\u72B6\u614B\u30DE\u30CD\u30FC\u30B8\u30E3\u3092\u521D\u671F\u5316\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059("{0}")\u3002\u3053\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u30922\u3064\u306E\u30B9\u30EC\u30C3\u30C9\u3067\u540C\u6642\u306B\u6C38\u7D9A\u5316\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
2000323=\u30E1\u30BD\u30C3\u30C9"{0} (StoreContext,ClassMetaData,boolean,Map,FetchConfiguration)"\u306F\u30BF\u30A4\u30D7"{1}"\u3067\u5BA3\u8A00\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002org.apache.openjpa.MethodQL\u554F\u5408\u305B\u30D5\u30A3\u30EB\u30BF\u3067\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u30E1\u30BD\u30C3\u30C9\u540D\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002OpenJPA\u306F\u3001\u30C7\u30FC\u30BF\u30B9\u30C8\u30A2\u306B\u5BFE\u3057\u3066\u3053\u306E\u554F\u5408\u305B\u3092\u5B9F\u884C\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002\u304B\u308F\u308A\u306B\u30A4\u30F3\u30E1\u30E2\u30EA\u30FC\u30FB\u30E1\u30BD\u30C3\u30C9(\u540C\u3058\u30B7\u30B0\u30CD\u30C1\u30E3\u3092\u6301\u3064\u304CObject\u5F15\u6570\u3092\u6301\u305F\u306A\u3044\u30E1\u30BD\u30C3\u30C9)\u3092\u5B9F\u88C5\u3057\u3001\u3053\u306E\u554F\u5408\u305B\u304C\u30A4\u30F3\u30E1\u30E2\u30EA\u30FC\u3067\u5B9F\u884C\u3055\u308C\u308B\u3088\u3046\u306B\u3059\u308B\u5834\u5408\u306F\u3001\u5019\u88DC\u306E\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u3092\u30D5\u30A3\u30EB\u30BF\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002
2000324=null\u307E\u305F\u306F\u7A7A\u306E\u30D5\u30A7\u30C3\u30C1\u30FB\u30B0\u30EB\u30FC\u30D7\u540D\u3092\u8FFD\u52A0\u3057\u3066\u69CB\u6210\u3092\u30D5\u30A7\u30C3\u30C1\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
2000325=\u65B0\u898F\u306B\u6C38\u7D9A\u5316\u3055\u308C\u305F\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306B\u5BFE\u3057\u3066\u4E0D\u6B63\u306A\u64CD\u4F5C\u3092\u8A66\u884C\u3057\u307E\u3057\u305F\u3002\u65B0\u3057\u3044\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u6392\u51FA\u3067\u304D\u306A\u3044\u304B\u3001transient\u307E\u305F\u306F\u975E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u3067\u304D\u307E\u305B\u3093\u3002
2000326=\u554F\u5408\u305B\u30D5\u30A3\u30EB\u30BF\u306F\u3001\u3053\u306Eorg.apache.openjpa.MethodQL\u554F\u5408\u305B\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306B\u5BFE\u3057\u3066\u5B9F\u884C\u3059\u308B\u30E1\u30BD\u30C3\u30C9\u306E\u540D\u524D\u306B\u8A2D\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000327=\u7D50\u679C\u7BC4\u56F2\u3092\u5BA3\u8A00\u3059\u308B\u554F\u5408\u305B\u306F\u3001\u30D0\u30EB\u30AF\u66F4\u65B0\u306E\u5B9F\u884C\u306B\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
2000328=\u30D5\u30A3\u30EB\u30BF"{1}"\u306E\u5019\u88DC\u30BF\u30A4\u30D7"{0}"\u306B\u5BFE\u3059\u308B\u554F\u5408\u305B\u306F\u3001\u4E00\u610F\u306E\u7D50\u679C\u3092\u6301\u3064\u3088\u3046\u306B\u69CB\u6210\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u8907\u6570\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u554F\u5408\u305B\u306B\u4E00\u81F4\u3057\u307E\u3057\u305F\u3002
2000329=RestoreValues\u30AA\u30D7\u30B7\u30E7\u30F3\u304C"all"\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u3001\u30DF\u30E5\u30FC\u30C6\u30FC\u30B7\u30E7\u30F3\u53EF\u80FD\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u521D\u671F\u5024\u3092\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002RestoreValues\u306F\u3001\u30DF\u30E5\u30FC\u30C6\u30FC\u30B7\u30E7\u30F3\u53EF\u80FD\u306A\u521D\u671F\u5024\u3092\u53D6\u5F97\u3067\u304D\u308B\u3088\u3046\u306B\u30D7\u30ED\u30D1\u30C6\u30A3\u3067"all"\u306B\u8A2D\u5B9A\u3057\u307E\u3059\u3002
2000330=\u5024"{2}"\u3092\u6301\u3064"{1}"\u306B\u5BFE\u3059\u308B\u30D2\u30F3\u30C8\u30FB\u30AD\u30FC"{0}"\u306E\u30BB\u30C3\u30BF\u30FC\u306E\u547C\u51FA\u3057\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
2000331=\u30AF\u30E9\u30B9"{0}"\u306E\u30C7\u30BF\u30C3\u30C1\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u307E\u305B\u3093\u3002\u30AF\u30E9\u30B9\u306B"detachable"\u30E1\u30BF\u30C7\u30FC\u30BF\u62E1\u5F35\u304C\u3042\u308A\u3001\u30AF\u30E9\u30B9\u304C\u518D\u3073\u62E1\u5F35\u3055\u308C\u305F\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000332=\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9"{1}"\u306E\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306B\u306Fnull\u5024\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3057\u305F\u3002\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u306Fnull\u304C\u7121\u52B9\u3067\u3042\u308B\u3053\u3068\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
2000333=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID "{1}"\u306E\u30BF\u30A4\u30D7"{0}"\u306E\u62BD\u8C61\u30AF\u30E9\u30B9\u3092\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5316\u3067\u304D\u307E\u305B\u3093\u3002\u3053\u308C\u306F\u3001\u30AF\u30E9\u30B9\u306E\u7D99\u627F\u5224\u5225\u5B50\u304C\u6B63\u3057\u304F\u69CB\u6210\u3055\u308C\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
2000334=\u7D50\u679C\u30AF\u30E9\u30B9\u3092\u5BA3\u8A00\u3059\u308B\u554F\u5408\u305B\u306F\u3001\u30D0\u30EB\u30AF\u66F4\u65B0\u306E\u5B9F\u884C\u306B\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
2000335=\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9"{0}"\u306F\u5225\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306B\u3088\u308A\u7BA1\u7406\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u3001\u30D5\u30A3\u30FC\u30EB\u30C9\u5024\u306B\u3064\u3044\u3066\u691C\u67FB\u3067\u304D\u307E\u305B\u3093\u3002
2000336=ID "{1}"\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8"{0}"\u306F\u524A\u9664\u3055\u308C\u305F\u305F\u3081\u3001\u30A2\u30BF\u30C3\u30C1\u3067\u304D\u307E\u305B\u3093\u3002
2000337=\u65B0\u898F\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9"{1}"\u3078\u306EID "{0}"\u306E\u5272\u5F53\u8A66\u884C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002L1\u30AD\u30E3\u30C3\u30B7\u30E5\u306B\u306F\u3001\u3053\u306EID\u3092\u6301\u3064\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002\u305D\u306EID\u3092\u518D\u5229\u7528\u3059\u308B\u524D\u306B\u3001\u3053\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092(\u524D\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u307E\u305F\u306F\u73FE\u5728\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3067)\u524A\u9664\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u30A8\u30E9\u30FC\u306F\u3001\u6C34\u5E73\u65B9\u5411\u307E\u305F\u306F\u5782\u76F4\u65B9\u5411\u306B\u30DE\u30C3\u30D7\u3055\u308C\u305F\u30AF\u30E9\u30B9\u304Cauto-increment\u3068\u3044\u3046\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u3092\u4F7F\u7528\u3057\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30AF\u30E9\u30B9\u306E\u968E\u5C64\u3092\u4F7F\u7528\u3057\u306A\u3044\u5834\u5408\u306B\u3082\u767A\u751F\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
2000338=\u30BF\u30A4\u30D7"{1}"\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9"{0}"\u3092\u30A2\u30BF\u30C3\u30C1\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001\u3053\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306F\u30C7\u30FC\u30BF\u30B9\u30C8\u30A2\u306B\u30BF\u30A4\u30D7"{2}"\u3068\u3057\u3066\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
2000339=\u8AAD\u53D6\u308A\u5C02\u7528\u554F\u5408\u305B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u5909\u66F4\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
2000340=\u524A\u9664\u3055\u308C\u305F\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306B\u5BFE\u3057\u3066\u64CD\u4F5C\u304C\u8A66\u884C\u3055\u308C\u307E\u3057\u305F\u3002
2000341=\u30C7\u30BF\u30C3\u30C1\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8"{1}"\u306B\u5BFE\u3057\u3066\u64CD\u4F5C{0}\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3002\u3053\u306E\u64CD\u4F5C\u306F\u3001\u7BA1\u7406\u5BFE\u8C61\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u306E\u307F\u9069\u7528\u3055\u308C\u307E\u3059\u3002
2000342=OID "{0}"\u306B\u5BFE\u3059\u308B\u6392\u4ED6\u7684\u30ED\u30C3\u30AF\u3092\u53D6\u5F97\u3057\u307E\u3057\u305F: "{1}"\u3002
2000343=JNDI\u304B\u3089"{0}"\u3067\u30D5\u30A1\u30AF\u30C8\u30EA\u3092\u53D6\u5F97\u3057\u3066\u3044\u308B\u3068\u304D\u306BNamingException\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F\u3002
2000344=BigDecimal\u578B\u306E\u6570\u5024\u306B\u5BFE\u3057\u3066\u306F\u5270\u4F59\u6F14\u7B97\u5B50(%)\u3092\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
2000345=\u30C7\u30FC\u30BF\u30FB\u30B9\u30C8\u30A2\u306B\u30D5\u30E9\u30C3\u30B7\u30E5\u3055\u308C\u305F\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5\u3067\u304D\u307E\u305B\u3093\u3002
2000346=\u30BB\u30FC\u30D6\u30DD\u30A4\u30F3\u30C8\u306E\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u3092\u30B3\u30D4\u30FC\u3067\u304D\u307E\u305B\u3093\u3002
2000347=\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8"{2}"\u306BID "{1}"\u3092\u6301\u3064\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306E\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u3092\u30D5\u30E9\u30C3\u30B7\u30E5\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u3001\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30E2\u30C7\u30EB\u306E\u9006\u4E0D\u6574\u5408\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002
2000348=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3055\u308C\u307E\u3057\u305F\u3002\u767A\u751F\u3057\u305F\u30A8\u30E9\u30FC\u306E\u8A73\u7D30\u306F\u3001\u30CD\u30B9\u30C8\u3055\u308C\u305F\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000349=\u30D5\u30E9\u30C3\u30B7\u30E5\u4E2D\u306B\u7BA1\u7406\u5BFE\u8C61\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8"{2}"\u306E\u6C38\u7D9A\u30D5\u30A3\u30FC\u30EB\u30C9"{1}"\u306B\u524A\u9664\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8"{0}"\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002
2000350=\u554F\u5408\u305B\u30D7\u30ED\u30B8\u30A7\u30AF\u30B7\u30E7\u30F3\u306B\u914D\u5217\u3001\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u3001\u307E\u305F\u306F\u30DE\u30C3\u30D7\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u542B\u3081\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u7121\u52B9\u306A\u554F\u5408\u305B: "{0}"
2000351=\u554F\u5408\u305B\u30D2\u30F3\u30C8\u5024"{0}" ({1})\u306F\u30D5\u30A3\u30EB\u30BF\u30FB\u30EA\u30B9\u30CA\u30FC\u306B\u5909\u63DB\u3067\u304D\u307E\u305B\u3093\u3002
2000352=\u30C7\u30BF\u30C3\u30C1\u3055\u308C\u305F\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9"{0}"\u306E\u30A2\u30F3\u30ED\u30FC\u30C9\u3055\u308C\u305F\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u30A2\u30AF\u30BB\u30B9\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
2000353=\u30BF\u30A4\u30D7"{0}"\u306E\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u306F\u64CD\u4F5C\u3067\u304D\u307E\u305B\u3093\u3002\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30BF\u30A4\u30D7\u304C\u4E0D\u660E\u3067\u3059\u3002
2000354=\u7BA1\u7406\u5BFE\u8C61\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8"{0}"\u3092"{1}"\u306E\u4E3B\u30AD\u30FC\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u5272\u308A\u5F53\u3066\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3002\u7D44\u307F\u8FBC\u307E\u308C\u305F\u4E3B\u30AD\u30FC\u5024\u306Ftransient\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000355=\u30E1\u30BD\u30C3\u30C9"{0} (StoreContext,ClassMetaData,boolean,Object,Map,FetchConfiguration)"\u306F\u30BF\u30A4\u30D7"{1}"\u3067\u5BA3\u8A00\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002MethodQL\u554F\u5408\u305B\u30D5\u30A3\u30EB\u30BF\u3067\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u30E1\u30BD\u30C3\u30C9\u540D\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002OpenJPA\u306F\u3001\u3053\u306E\u554F\u5408\u305B\u3092\u30A4\u30F3\u30E1\u30E2\u30EA\u30FC\u3067\u5B9F\u884C\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002\u304B\u308F\u308A\u306B\u30C7\u30FC\u30BF\u30B9\u30C8\u30A2\u30FB\u30E1\u30BD\u30C3\u30C9(\u540C\u3058\u30B7\u30B0\u30CD\u30C1\u30E3\u3092\u6301\u3064\u304CObject\u5F15\u6570\u3092\u6301\u305F\u306A\u3044\u30E1\u30BD\u30C3\u30C9)\u3092\u5B9F\u88C5\u3057\u3001\u3053\u306E\u554F\u5408\u305B\u304C\u30C7\u30FC\u30BF\u30B9\u30C8\u30A2\u5185\u3067\u5B9F\u884C\u3055\u308C\u308B\u3088\u3046\u306B\u3059\u308B\u5834\u5408\u306F\u3001\u73FE\u5728\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3067\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u5909\u66F4\u3059\u308B\u524D\u306B\u554F\u5408\u305B\u3092\u5B9F\u884C\u3057\u3001IgnoreCache\u3092true\u306B\u8A2D\u5B9A\u3059\u308B\u304B\u3001openjpa.FlushBeforeQueries\u30D7\u30ED\u30D1\u30C6\u30A3\u3092true\u306B\u8A2D\u5B9A\u3057\u307E\u3059\u3002
2000356="{0}"\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u306F\u3001\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u4E2D\u306B\u8A2D\u5B9A\u3067\u304D\u307E\u305B\u3093\u3002
2000357=\u3053\u306E\u30BB\u30FC\u30D6\u30DD\u30A4\u30F3\u30C8\u306F\u3059\u3067\u306B\u521D\u671F\u5316\u3055\u308C\u3066\u3044\u307E\u3059\u3002
2000358=\u6307\u5B9A\u3055\u308C\u305FBrokerFactory"{0}"\u306F\u7121\u52B9\u3067\u3059\u3002
2000359=\u6307\u5B9A\u3055\u308C\u305F\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9"{0}"\u306F\u3053\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3067\u7BA1\u7406\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
2000360=null\u306Ejavax.transaction.Transaction\u3092\u30B3\u30DF\u30C3\u30C8\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002\u4E00\u90E8\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B5\u30FC\u30D0\u30FC\u306F\u3001\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u304C\u767A\u751F\u3057\u305F\u5834\u5408\u306B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092null\u306B\u8A2D\u5B9A\u3057\u307E\u3059\u3002
2000361=ID"{0}"\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3002\u540C\u3058ID\u3092\u6301\u3064\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9"{1}"\u304CL1\u30AD\u30E3\u30C3\u30B7\u30E5\u306B\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002\u3053\u306E\u72B6\u6CC1\u306F\u3001\u65E2\u5B58\u306EID\u3092\u65B0\u3057\u3044\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306B\u5272\u308A\u5F53\u3066\u308B\u5834\u5408\u3001\u304A\u3088\u3073\u305D\u306EID\u306E\u65E2\u5B58\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306E\u30ED\u30FC\u30C9\u8A66\u884C\u3092\u30D5\u30E9\u30C3\u30B7\u30E5\u3059\u308B\u524D\u306B\u767A\u751F\u3059\u308B\u3053\u3068\u304C\u3042\u308A\u307E\u3059\u3002
2000362=\u7D50\u679C\u578B"{0}"\u306B\u306F\u3001\u30D7\u30ED\u30B8\u30A7\u30AF\u30B7\u30E7\u30F3\u307E\u305F\u306F\u96C6\u7D04\u7D50\u679C\u8981\u7D20"{1}"\u306E\u30D1\u30D6\u30EA\u30C3\u30AF\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u307E\u305F\u306F\u30BB\u30C3\u30BF\u30FC\u30FB\u30E1\u30BD\u30C3\u30C9\u304C\u306A\u304F\u3001\u4F7F\u7528\u3067\u304D\u308B\u6C4E\u7528put (Object,Object)\u30E1\u30BD\u30C3\u30C9\u3082\u306A\u304F\u3001\u30BF\u30A4\u30D7{2}\u3092\u53D7\u3051\u53D6\u308B\u30D1\u30D6\u30EA\u30C3\u30AF\u30FB\u30B3\u30F3\u30B9\u30C8\u30E9\u30AF\u30BF\u3082\u3042\u308A\u307E\u305B\u3093\u3002
2000363="{1}"\u306B\u5BFE\u3059\u308B\u30D2\u30F3\u30C8\u30FB\u30AD\u30FC"{0}"\u306E\u30B2\u30C3\u30BF\u30FC\u306E\u547C\u51FA\u3057\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
2000364=\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A1\u30AF\u30C8\u30EA\u30FB\u30AF\u30E9\u30B9"{0}"\u306B\u5BFE\u3059\u308B\u9759\u7684\u30E1\u30BD\u30C3\u30C9newInstance\u306E\u547C\u51FA\u3057\u6642\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001\u30CD\u30B9\u30C8\u3055\u308C\u305F\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000365=\u554F\u5408\u305B\u306E\u7BC4\u56F2\u304C\u5927\u304D\u3059\u304E\u307E\u3059\u3002\u958B\u59CB\u7D22\u5F15: "{0}"\u3001\u7D42\u4E86\u7D22\u5F15: "{1}"\u3002\u7BC4\u56F2\u306FInteger.MAX_VALUE\u3088\u308A\u5C0F\u3055\u304F\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000366=\u5F15\u6570"{1}"\u3092\u6301\u3064\u30E1\u30BD\u30C3\u30C9"{0}"\u306E\u547C\u51FA\u3057\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
2000367="{0}"\u306F\u3001"{1}"\u306E\u7BA1\u7406\u5BFE\u8C61\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u7D22\u5F15\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
2000368=\u3053\u306E\u30C7\u30FC\u30BF\u30B9\u30C8\u30A2\u306F\u3001\u30AA\u30D7\u30C6\u30A3\u30DF\u30B9\u30C6\u30A3\u30C3\u30AF\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u3002Optimistic\u30D7\u30ED\u30D1\u30C6\u30A3\u3092false\u306B\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000369={0}\u304B\u3089{1}\u306E\u554F\u5408\u305B\u7BC4\u56F2\u306F\u7121\u52B9\u3067\u3059\u3002
2000370=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u3068\u304D\u306B\u306E\u307F\u64CD\u4F5C\u3092\u5B9F\u884C\u3067\u304D\u307E\u3059\u3002
2000371=\u540D\u524D\u304C"{0}"\u306E\u30BB\u30FC\u30D6\u30DD\u30A4\u30F3\u30C8\u3092\u8A2D\u5B9A\u3057\u3066\u3044\u307E\u305B\u3093\u3002
2000372=\u30C0\u30FC\u30C6\u30A3\u30FB\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306B\u5BFE\u3057\u3066\u4E0D\u6B63\u306A\u64CD\u4F5C\u3092\u8A66\u884C\u3057\u307E\u3057\u305F\u3002\u30C0\u30FC\u30C6\u30A3\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u6392\u51FA\u3067\u304D\u306A\u3044\u304B\u3001transient\u307E\u305F\u306F\u975E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u3067\u304D\u307E\u305B\u3093\u3002
2000373=\u62BD\u8C61\u30AF\u30E9\u30B9"{0}"\u306B\u5BFE\u3057\u3066\u65B0\u3057\u3044\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002
2000374=transient\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306B\u5BFE\u3057\u3066\u4E0D\u6B63\u306A\u64CD\u4F5C\u304C\u8A66\u884C\u3055\u308C\u307E\u3057\u305F\u3002
2000375=\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A1\u30AF\u30C8\u30EA\u30FB\u30AF\u30E9\u30B9"{0}"\u306B\u5BFE\u3059\u308B\u9759\u7684\u30E1\u30BD\u30C3\u30C9getInstance\u306E\u547C\u51FA\u3057\u6642\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001\u30CD\u30B9\u30C8\u3055\u308C\u305F\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000376=\u3053\u306E\u30C7\u30FC\u30BF\u30FB\u30B9\u30C8\u30A2\u306F\u3001\u975E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u8AAD\u53D6\u308A\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u3002NontransactionalRead\u30D7\u30ED\u30D1\u30C6\u30A3\u3092false\u306B\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000377=OpenJPA {0}\u3092\u958B\u59CB\u3057\u3066\u3044\u307E\u3059
2000378="{0}"\u554F\u5408\u305B\u30BF\u30A4\u30D7\u306F\u3053\u306E\u64CD\u4F5C\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u3002
2000379=\u30D7\u30ED\u30D1\u30C6\u30A3: {0}
2000380=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u5916\u90E8\u306E\u6C38\u7D9A\u30C7\u30FC\u30BF\u3067\u306E\u8AAD\u53D6\u308A\u3092\u5B9F\u884C\u3059\u308B\u306B\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u5BFE\u3057\u3066"NontransactionalRead"\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u8A2D\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000381=\u30A2\u30BF\u30C3\u30C1\u4E2D\u306B\u7BA1\u7406\u5BFE\u8C61\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8"{2}"\u306E\u6C38\u7D9A\u30D5\u30A3\u30FC\u30EB\u30C9"{1}"\u306B\u65B0\u898F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8"{0}"\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002\u305F\u3060\u3057\u3001\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u3067\u306F\u30AB\u30B9\u30B1\u30FC\u30C9\u30FB\u30A2\u30BF\u30C3\u30C1\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002\u30AB\u30B9\u30B1\u30FC\u30C9\u305B\u305A\u306B\u65B0\u898F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u53C2\u7167\u3092\u30A2\u30BF\u30C3\u30C1\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
2000382=\u3053\u306E\u30C7\u30FC\u30BF\u30FB\u30B9\u30C8\u30A2\u306F\u63A5\u7D9A\u3092\u623B\u305B\u307E\u305B\u3093\u3002
2000383=\u30A2\u30BF\u30C3\u30C1\u4E2D\u306B\u30D0\u30FC\u30B8\u30E7\u30F3\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u306A\u3044\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8"{0}"\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30A2\u30BF\u30C3\u30C1\u3059\u308B\u306B\u306F\u3001\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u62E1\u5F35\u3055\u308C\u3066\u3044\u308B\u304B\u3001\u307E\u305F\u306F\u30D0\u30FC\u30B8\u30E7\u30F3\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u304C\u5FC5\u8981\u3067\u3059\u3002
2000384=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u304C"{1}"\u3067\u5BA3\u8A00\u3055\u308C\u3066\u3044\u306A\u3044\u304B\u3001\u7BA1\u7406\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
2000385=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u3001\u3059\u3067\u306B\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u5C02\u7528\u306B\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u30B3\u30DF\u30C3\u30C8\u3067\u304D\u307E\u305B\u3093\u3002\u304B\u308F\u308A\u306B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3055\u308C\u307E\u3059\u3002
2000386=\u5FC5\u8981\u30D7\u30ED\u30D1\u30C6\u30A3org.apache.openjpa.BrokerFactory\u3092\u6301\u3064\u30D5\u30A1\u30AF\u30C8\u30EA\u30FB\u30AF\u30E9\u30B9\u306B\u540D\u524D\u3092\u6307\u5B9A\u3057\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2000387=\u554F\u5408\u305B\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3002\u5BA3\u8A00\u3055\u308C\u305F\u4E00\u90E8\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u306B\u5024\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u6B21\u306E\u5404\u30D1\u30E9\u30E1\u30FC\u30BF\u306E\u5024\u3092\u3001\u6240\u5B9A\u306E\u9806\u5E8F\u3067\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059: {0}
2000388=\u69CB\u6210\u3055\u308C\u305FSavepointManager\u306F\u3001\u30BB\u30FC\u30D6\u30DD\u30A4\u30F3\u30C8\u304C\u8A2D\u5B9A\u6E08\u307F\u306E\u5834\u5408\u306B\u5897\u5206\u30D5\u30E9\u30C3\u30B7\u30E5\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093\u3002\u30D5\u30E9\u30C3\u30B7\u30E5\u306E\u524D\u306B\u30BB\u30FC\u30D6\u30DD\u30A4\u30F3\u30C8\u3092\u89E3\u653E\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000389=\u30BB\u30FC\u30D6\u30DD\u30A4\u30F3\u30C8\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u3001\u6700\u5F8C\u306E\u30BB\u30FC\u30D6\u30DD\u30A4\u30F3\u30C8\u3092\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u307E\u305F\u306F\u89E3\u653E\u3067\u304D\u307E\u305B\u3093\u3002
2000390={1}\u5BA3\u8A00"{0}"\u306F\u7121\u52B9\u3067\u3059\u3002\u5909\u6570\u3068\u30A4\u30F3\u30DD\u30FC\u30C8\u306F";"\u3067\u533A\u5207\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30D1\u30E9\u30E1\u30FC\u30BF\u3068\u9806\u5E8F\u306F","\u3067\u533A\u5207\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30A4\u30F3\u30DD\u30FC\u30C8\u306B\u306F"import"\u30AD\u30FC\u30EF\u30FC\u30C9\u304C\u5FC5\u8981\u3067\u3001\u9806\u5E8F\u306B\u306F"ascending"\u307E\u305F\u306F"descending"\u30AD\u30FC\u30EF\u30FC\u30C9\u304C\u5FC5\u8981\u3067\u3059\u3002
2000391=\u554F\u5408\u305B\u30D7\u30ED\u30B8\u30A7\u30AF\u30B7\u30E7\u30F3\u30FB\u30BF\u30A4\u30D7"{0}"\u3068\u7D50\u679C\u578B"{1}"\u306E\u9593\u306B\u5909\u63DB\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2000392=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306E\u30B3\u30D4\u30FC\u8A66\u884C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u30B3\u30D4\u30FC\u3067\u304D\u307E\u305B\u3093\u3002\u3053\u306E\u72B6\u6CC1\u306F\u3001\u30AB\u30B9\u30BF\u30E0SCO\u30BF\u30A4\u30D7\u307E\u305F\u306F\u5927\u304D\u306A\u7D50\u679C\u30BB\u30C3\u30C8\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u3067\u767A\u751F\u3059\u308B\u3053\u3068\u304C\u3042\u308A\u307E\u3059\u3002\u6A19\u6E96\u307E\u305F\u306F\u5909\u66F4\u4E0D\u53EF\u306ESCO\u30BF\u30A4\u30D7\u306E\u307F\u30A2\u30BF\u30C3\u30C1\u304A\u3088\u3073\u30C7\u30BF\u30C3\u30C1\u3067\u304D\u307E\u3059\u3002
2000393=\u554F\u5408\u305B\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3002\u5BA3\u8A00\u3055\u308C\u305F\u30D1\u30E9\u30E1\u30FC\u30BF"{0}"\u306B\u306F\u5024\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2000394=OID "{1}"\u3092\u6301\u3064\u30BF\u30A4\u30D7"{0}"\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u3001\u3053\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306B\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002\u5225\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u6C38\u7D9A\u5316\u3067\u304D\u307E\u305B\u3093\u3002
2000395=OID "{1}"\u3092\u6301\u3064\u30BF\u30A4\u30D7"{0}"\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306F\u3001\u73FE\u5728\u306F\u30C7\u30FC\u30BF\u30FB\u30B9\u30C8\u30A2\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002\u3053\u308C\u306F\u3001\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u5225\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3067\u524A\u9664\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u30AD\u30E3\u30C3\u30B7\u30E5\u3055\u308C\u305F\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u3053\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306B\u307E\u3060\u6B8B\u3063\u3066\u3044\u308B\u3053\u3068\u3092\u610F\u5473\u3059\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002
2000396=\u30BF\u30A4\u30D7"{0}"\u306F\u30C7\u30FC\u30BF\u30B9\u30C8\u30A2\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u3092\u5BA3\u8A00\u3057\u307E\u3059\u304C\u3001\u30BF\u30A4\u30D7"{1}"\u306E\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u306B\u6E21\u3055\u308C\u305F\u5024\u304COpenJPA id\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
2000397=\u3053\u306Eopenjpa.MethodQL\u554F\u5408\u305B\u306E\u30E1\u30BD\u30C3\u30C9\u540D\u3092"{1}"\u306B\u8A2D\u5B9A\u3057\u307E\u3057\u305F\u304C\u3001\u30AF\u30E9\u30B9"{0}"\u306F\u6709\u52B9\u306A\u30AF\u30E9\u30B9\u540D\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u30AF\u30E9\u30B9\u304C\u554F\u5408\u305B\u5019\u88DC\u30AF\u30E9\u30B9\u306E\u30D1\u30C3\u30B1\u30FC\u30B8\u306B\u306A\u3044\u5834\u5408\u306F\u3001\u30AF\u30E9\u30B9\u540D\u3092\u5B8C\u5168\u4FEE\u98FE\u3059\u308B\u304B\u3001\u3053\u306E\u554F\u5408\u305B\u306B\u30D1\u30C3\u30B1\u30FC\u30B8\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000398=\u554F\u5408\u305B{0}\u3092\u5B9F\u884C\u3057\u3066\u3044\u307E\u3059
2000399=\u3053\u306E\u30C7\u30FC\u30BF\u30FB\u30B9\u30C8\u30A2\u306F\u3001\u5897\u5206\u30D5\u30E9\u30C3\u30B7\u30E5\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u554F\u5408\u305B\u306E\u5B9F\u884C\u4E2D\u306B\u3053\u306E\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u5834\u5408\u306F\u3001FlushBeforeQueries\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u69CB\u6210\u30D5\u30A1\u30A4\u30EB\u3067\u8A2D\u5B9A\u3059\u308B\u304B\u3001\u30D7\u30ED\u30B0\u30E9\u30E0\u3092\u4F7F\u7528\u3057\u3066\u73FE\u5728\u306EFetchConfiguration\u306EFlushBeforeQueries\u30D7\u30ED\u30D1\u30C6\u30A3\u3092QueryFlushModes.FLUSH_TRUE\u306B\u8A2D\u5B9A\u3059\u308B\u3053\u3068\u3067\u3001FlushBeforeQueries\u30AA\u30D7\u30B7\u30E7\u30F3\u3092true\u306B\u8A2D\u5B9A\u3057\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000400=\u30BF\u30A4\u30D7"{0}"\u3068\u305D\u306E\u6C38\u7D9A\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9"{1}"\u306F\u3001\u7570\u306A\u308B\u30A2\u30AF\u30BB\u30B9\u30FB\u30BF\u30A4\u30D7\u3092\u5BA3\u8A00\u3057\u307E\u3059\u3002\u7D99\u627F\u968E\u5C64\u5185\u306E\u3059\u3079\u3066\u306E\u6C38\u7D9A\u30AF\u30E9\u30B9\u306F\u3001\u540C\u3058\u30A2\u30AF\u30BB\u30B9\u30FB\u30BF\u30A4\u30D7(\u30D5\u30A3\u30FC\u30EB\u30C9\u3068\u30D7\u30ED\u30D1\u30C6\u30A3\u30FB\u30A2\u30AF\u30BB\u30B9)\u3092\u4F7F\u7528\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000401=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u3092\u6301\u3064\u5177\u8C61\u30BF\u30A4\u30D7"{0}"\u306F\u3001\u4E3B\u30AD\u30FC\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u5BA3\u8A00\u3057\u307E\u305B\u3093\u3002
2000402=\u767B\u9332\u3055\u308C\u305F\u30AF\u30E9\u30B9"{0}"\u306E\u51E6\u7406\u4E2D\u306B\u3001\u6F5C\u5728\u7684\u306B\u91CD\u5927\u306A\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u30AF\u30E9\u30B9\u306E\u51E6\u7406\u3092\u6B21\u306E\u6A5F\u4F1A\u307E\u3067\u5EF6\u671F\u3057\u3066\u3044\u307E\u3059\u3002
2000403=\u6B21\u306E\u30AF\u30E9\u30B9\u306E\u4E00\u90E8\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u304C\u524A\u9664\u3055\u308C\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059: {0}
2000404=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306F\u3001\u30C7\u30D5\u30A9\u30EB\u30C8\u3067\u6C38\u7D9A\u7684\u306A\u30BF\u30A4\u30D7\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u6C38\u7D9A\u5316\u3059\u308B\u5834\u5408\u306F\u3001\u30E1\u30BF\u30C7\u30FC\u30BF\u3067\u660E\u793A\u7684\u306B\u6C38\u7D9A\u7684\u306A\u30D5\u30A3\u30FC\u30EB\u30C9\u3068\u3057\u3066\u8A2D\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000405=\u914D\u5217\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u3001\u5927\u304D\u306A\u7D50\u679C\u30BB\u30C3\u30C8\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093\u3002\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u304B\u3089"lrs"\u62E1\u5F35\u5B50\u3092\u524A\u9664\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000406=\u30BF\u30A4\u30D7"{0}"\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u3092\u751F\u6210\u3057\u3066\u3044\u307E\u3059\u3002
2000407=\u30BF\u30A4\u30D7"{0}"\u306F\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u3067\u3042\u308B\u305F\u3081\u3001\u6C38\u7D9A\u5316\u3067\u304D\u307E\u305B\u3093\u3002
2000408=\u30C7\u30FC\u30BF\u30B9\u30C8\u30A2\u5024"{1}"\u3067\u306E\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306E\u30D5\u30A1\u30AF\u30C8\u30EA\u306E\u547C\u51FA\u3057\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {2}
2000409=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306F\u3001\u30BF\u30A4\u30D7"{1}"\u306E\u30C7\u30BF\u30C3\u30C1\u72B6\u614B\u30D5\u30A3\u30FC\u30EB\u30C9\u3068\u3057\u3066\u6307\u5B9A\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u7BA1\u7406\u5BFE\u8C61\u30D5\u30A3\u30FC\u30EB\u30C9\u3067\u3059\u3002\u30C7\u30BF\u30C3\u30C1\u72B6\u614B\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u7BA1\u7406\u3067\u304D\u307E\u305B\u3093\u3002
2000410=\u540D\u524D\u306E\u306A\u3044\u30D5\u30A7\u30C3\u30C1\u30FB\u30B0\u30EB\u30FC\u30D7\u3092"{0}"\u306B\u8FFD\u52A0\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
2000411="{0}"\u306F\u3001"{1}"\u306E\u8AAD\u53D6\u308A\u5C02\u7528\u5024\u3092\u5BA3\u8A00\u3057\u307E\u3059\u3002\u3053\u308C\u306F\u8A8D\u8B58\u3055\u308C\u305F\u65B9\u5F0F\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u4F7F\u7528\u53EF\u80FD\u306A\u65B9\u5F0F: {2}
2000412=hashCode\u30E1\u30BD\u30C3\u30C9\u304C\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u3001\u30BF\u30A4\u30D7"{0}"\u3067\u6307\u5B9A\u3055\u308C\u305F\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30AF\u30E9\u30B9\u306F\u7121\u52B9\u3067\u3059\u3002hashCode\u3092\u5B9F\u88C5\u3057\u3066\u3001\u540C\u3058\u4E3B\u30AD\u30FC\u5024\u306E2\u3064\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u540C\u3058\u30CF\u30C3\u30B7\u30E5\u30FB\u30B3\u30FC\u30C9\u3092\u6301\u3064\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000413="{0}"\u306E\u62E1\u5F35\u30AD\u30FC\u306E\u540D\u524D"{1}"\u306F\u6709\u52B9\u306A\u30AD\u30FC"{3}"\u3068\u307B\u3068\u3093\u3069\u4E00\u81F4\u3057\u307E\u3059\u304C\u3001\u3053\u306E\u540D\u524D\u306F\u8A8D\u8B58\u3055\u308C\u306A\u3044\u305F\u3081\u3001\u7121\u8996\u3055\u308C\u307E\u3059\u3002\u6709\u52B9\u306A\u62E1\u5F35\u30AD\u30FC\u306F"{2}"\u3067\u3059\u3002
2000414=\u5225\u540D"{0}"\u3092\u4F7F\u7528\u3057\u3066\u30AF\u30E9\u30B9\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u3092\u898B\u3064\u3051\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u767B\u9332\u3055\u308C\u3066\u3044\u308B\u5225\u540D\u30DE\u30C3\u30D4\u30F3\u30B0: "{1}"
2000415=\u30D5\u30A7\u30C3\u30C1\u30FB\u30B0\u30EB\u30FC\u30D7"{0}"\u306B\u5B58\u5728\u3057\u306A\u3044\u30D5\u30A7\u30C3\u30C1\u30FB\u30B0\u30EB\u30FC\u30D7"{1}"\u3092\u542B\u3081\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
2000416=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306E\u30DE\u30C3\u30D7\u5024\u30BF\u30A4\u30D7\u306E\u5C0E\u51FA\u30AD\u30FC\u306F\u3001\u5FC5\u305A1\u3064\u306E\u4E3B\u30AD\u30FC\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u307F\u6301\u3064\u6C38\u7D9A\u30AF\u30E9\u30B9\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000417=\u69CB\u6210\u3057\u305FMetaDataIO\u306F\u30E1\u30BF\u30C7\u30FC\u30BF\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002\u624B\u52D5\u3067\u4F5C\u6210\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000418=\u30A2\u30AF\u30B7\u30E7\u30F3"{1}"\u3092\u4F7F\u7528\u3057\u3066\u30BF\u30A4\u30D7"{0}"\u3067\u30E1\u30BF\u30C7\u30FC\u30BF\u30FB\u30C4\u30FC\u30EB\u3092\u5B9F\u884C\u3057\u3066\u3044\u307E\u3059\u3002
2000419=\u30D5\u30A3\u30FC\u30EB\u30C9"{1}"\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u62E1\u5F35\u3067\u4F7F\u7528\u3055\u308C\u3066\u3044\u308B\u30AF\u30E9\u30B9\u540D"{0}"\u306F\u7121\u52B9\u3067\u3059\u3002
2000420=openjpa.MetaDataFactory\u69CB\u6210\u30D7\u30ED\u30D1\u30C6\u30A3\u306B\u30EA\u30B9\u30C8\u3055\u308C\u3066\u3044\u308B\u30AF\u30E9\u30B9"{0}"\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u7121\u8996\u3057\u3066\u3044\u307E\u3059\u3002
2000421=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u3092\u6301\u3064\u3001\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u3092\u6301\u305F\u306A\u3044\u30BF\u30A4\u30D7"{0}"\u306F\u3001ID\u30AF\u30E9\u30B9\u3092\u5BA3\u8A00\u3057\u307E\u305B\u3093\u3002\u3053\u306E\u30BF\u30A4\u30D7\u306F\u7D44\u8FBC\u307F\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u306B\u9069\u3057\u3066\u3044\u308B\u305F\u3081\u3001ID\u30AF\u30E9\u30B9\u3092\u5BA3\u8A00\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000422=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306F\u3001\u5BA3\u8A00\u30BF\u30A4\u30D7\u306E\u518D\u5E30\u7684\u306A\u7D44\u8FBC\u307F\u3092\u8A66\u884C\u3057\u3066\u3044\u307E\u3059\u3002
2000423=\u5927\u304D\u306A\u7D50\u679C\u30BB\u30C3\u30C8\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u3001java.util.Collection\u307E\u305F\u306Fjava.util.Map\u578B\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u5177\u8C61\u30AF\u30E9\u30B9\u307E\u305F\u306F\u305D\u306E\u4ED6\u306E\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u306F\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u304B\u3089"lrs"\u62E1\u5F35\u5B50\u3092\u524A\u9664\u3059\u308B\u304B\u3001\u3053\u308C\u3089\u306E\u3044\u305A\u308C\u304B\u306E\u578B\u306B\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000424=\u7121\u52B9\u306Anull\u306Eexternal-value\u304C\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306B\u5BFE\u3057\u3066\u5BA3\u8A00\u3055\u308C\u307E\u3057\u305F\u3002
2000425=equals\u30E1\u30BD\u30C3\u30C9\u304C\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u3001\u30BF\u30A4\u30D7"{0}"\u3067\u6307\u5B9A\u3055\u308C\u305F\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30AF\u30E9\u30B9\u306F\u7121\u52B9\u3067\u3059\u3002equals\u30E1\u30BD\u30C3\u30C9\u3092\u5B9F\u88C5\u3057\u3066\u3001\u540C\u3058\u4E3B\u30AD\u30FC\u5024\u3092\u6301\u3064\u5834\u5408\u306B\u306E\u307F2\u3064\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u540C\u7B49\u304B\u3069\u3046\u304B\u3092\u6BD4\u8F03\u3059\u308B\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000426=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306F\u7D44\u8FBC\u307F\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u4F7F\u7528\u3057\u3066\u3044\u308B\u30B9\u30C8\u30A2\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306Ffirst-class\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u7D44\u307F\u8FBC\u3081\u307E\u305B\u3093\u3002\u975E\u7D44\u8FBC\u307F\u3068\u3057\u3066\u6271\u308F\u308C\u307E\u3059\u3002
2000427=\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306F\u3001\u30B5\u30D6\u30AF\u30E9\u30B9"{1}"\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u3067\u30DE\u30C3\u30D7\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u6C38\u7D9A\u30D5\u30A3\u30FC\u30EB\u30C9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
2000428=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306F"{1}"\u306E\u8AD6\u7406\u53CD\u8EE2\u3092\u5BA3\u8A00\u3057\u307E\u3059\u304C\u3001\u3053\u308C\u306F\u95A2\u9023\u30BF\u30A4\u30D7\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
2000429="{0}"\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u3092\u521D\u671F\u5316\u3057\u3066\u3044\u307E\u3059\u3002
2000430=\u30D5\u30A7\u30C3\u30C1\u30FB\u30B0\u30EB\u30FC\u30D7"{0}"\u306B\u30D5\u30A7\u30C3\u30C1\u30FB\u30B0\u30EB\u30FC\u30D7"{1}"\u3092\u542B\u3081\u3088\u3046\u3068\u3059\u308B\u3068\u3001\u7D44\u8FBC\u307F\u30B5\u30A4\u30AF\u30EB\u304C\u767A\u751F\u3057\u307E\u3059\u3002
2000431=\u3053\u306E\u30C7\u30FC\u30BF\u30FB\u30B9\u30C8\u30A2\u306F\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u30C7\u30FC\u30BF\u30B9\u30C8\u30A2\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u3092\u4F7F\u7528\u3059\u308B\u3088\u3046\u306B"{0}"\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000432=\u767B\u9332\u3055\u308C\u305F\u30AF\u30E9\u30B9"{0}"\u306E\u51E6\u7406\u4E2D\u306B\u3001\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
2000433=\u30BF\u30A4\u30D7"{0}"\u306F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002\u30C7\u30FC\u30BF\u30B9\u30C8\u30A2\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u65B9\u5F0F\u3082\u5BA3\u8A00\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
2000434=\u30BF\u30A4\u30D7"{1}"\u306E\u30C7\u30BF\u30C3\u30C1\u72B6\u614B\u30D5\u30A3\u30FC\u30EB\u30C9\u3068\u3057\u3066\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306F\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
2000435=\u30BF\u30A4\u30D7"{1}"\u306E\u30C7\u30BF\u30C3\u30C1\u72B6\u614B\u30D5\u30A3\u30FC\u30EB\u30C9\u3068\u3057\u3066\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306F\u3001Object\u578B\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000436=\u5C0E\u51FA\u30AD\u30FC\u3092\u6301\u3064\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306E\u30DE\u30C3\u30D7\u5024\u30BF\u30A4\u30D7\u306F\u3001\u6C38\u7D9A\u30AF\u30E9\u30B9\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000437=\u6307\u5B9A\u3055\u308C\u305F\u9806\u5E8F"{0}"\u306F\u7121\u52B9\u306A\u30AF\u30E9\u30B9"{1}"\u3092\u5BA3\u8A00\u3057\u307E\u3059\u3002
2000438="{0}"\u306F"{1}"\u306B\u3088\u3063\u3066\u30DE\u30C3\u30D7\u3055\u308C\u308B\u3068\u5BA3\u8A00\u3057\u307E\u3057\u305F\u304C\u3001\u95A2\u9023\u30BF\u30A4\u30D7\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
2000439=\u30BF\u30A4\u30D7"{0}"\u306F\u30C7\u30BF\u30C3\u30C1\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u5BA3\u8A00\u3057\u307E\u3059\u304C\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002\u30C7\u30BF\u30C3\u30C1\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u3001\u30C7\u30FC\u30BF\u30B9\u30C8\u30A2\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30AF\u30E9\u30B9\u3067\u306E\u307F\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
2000440=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306E\u9806\u5E8F\u3092\u6307\u5B9A\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u9806\u5E8F\u4ED8\u3051\u306F\u3001\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u304A\u3088\u3073\u914D\u5217\u30D5\u30A3\u30FC\u30EB\u30C9\u3067\u306E\u307F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u3059\u3002
2000441=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u3092\u89E3\u6C7A\u3057\u3066\u3044\u307E\u3059\u3002
2000442=\u30D5\u30A7\u30C3\u30C1\u30FB\u30B0\u30EB\u30FC\u30D7"{0}"\u306F\u30D5\u30A3\u30FC\u30EB\u30C9"{1}"\u306B\u7121\u52B9\u306A\u518D\u5E30\u6DF1\u5EA6"{2}"\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u518D\u5E30\u6DF1\u5EA6\u306F -1\u4EE5\u4E0A\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000443=\u30E9\u30A4\u30D5\u30B5\u30A4\u30AF\u30EB\u30FB\u30E1\u30BF\u30C7\u30FC\u30BF\u306F\u3059\u3067\u306B\u89E3\u6C7A\u3055\u308C\u305F\u305F\u3081\u3001\u6B21\u306E\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u30FB\u30A2\u30C0\u30D7\u30BF\u3092"{0}"\u306B\u8FFD\u52A0\u3067\u304D\u307E\u3057\u305F: {1}
2000444="{1}"\u307E\u305F\u306F\u305D\u306E\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u306E1\u3064\u3067\u5BA3\u8A00\u3055\u308C\u305F\u6C38\u7D9A\u30D7\u30ED\u30D1\u30C6\u30A3"{0}"\u306B\u30E1\u30BD\u30C3\u30C9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002"{2}"\u304A\u3088\u3073"{3}"\u3068\u3044\u3046\u30E1\u30BD\u30C3\u30C9\u3092\u691C\u7D22\u3057\u307E\u3057\u305F\u3002
2000445=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u3092\u4E3B\u30AD\u30FC\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u4E3B\u30AD\u30FC\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u3001identity-type\u3092"application"\u3068\u3057\u3066\u3082\u5BA3\u8A00\u3059\u308B\u57FA\u672C\u6C38\u7D9A\u30AF\u30E9\u30B9\u3067\u306E\u307F\u5BA3\u8A00\u3067\u304D\u307E\u3059\u3002
2000446=jdbc-
2000447="{0}"\u306F"{1}"\u306B\u3088\u3063\u3066\u30DE\u30C3\u30D7\u3055\u308C\u308B\u3068\u5BA3\u8A00\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u5225\u306E\u3082\u306E\u306B\u3088\u3063\u3066\u30DE\u30C3\u30D7\u3055\u308C\u308B\u3068\u3082\u5BA3\u8A00\u3057\u3066\u3044\u307E\u3059\u3002\u5225\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u3088\u3063\u3066\u30DE\u30C3\u30D7\u3055\u308C\u308B\u3068\u5BA3\u8A00\u3067\u304D\u308B\u306E\u306F\u3001\u95A2\u4FC2\u306E\u4E00\u65B9\u306E\u5074\u306E\u307F\u3067\u3059\u3002
2000448=\u30BF\u30A4\u30D7"{1}"\u306E\u30C7\u30BF\u30C3\u30C1\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u30D5\u30A3\u30FC\u30EB\u30C9\u3068\u3057\u3066\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306F\u3001String\u578B\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000449=\u30BF\u30A4\u30D7"{0}"\u306B\u3088\u3063\u3066\u6307\u5B9A\u3055\u308C\u305F\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30AF\u30E9\u30B9\u304C\u3001\u30AF\u30E9\u30B9\u306E\u4E3B\u30AD\u30FC\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u3068\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30AF\u30E9\u30B9\u306B\u6C38\u7D9A\u6027\u30BF\u30A4\u30D7\u3068\u540C\u3058\u4E3B\u30AD\u30FC\u304C\u3042\u308B\u3053\u3068\u3001\u30A2\u30AF\u30BB\u30B9\u30FB\u30BF\u30A4\u30D7\u304C\u540C\u3058\u3067\u3042\u308B\u3053\u3068\u3001\u304A\u3088\u3073\u3053\u306E\u30A8\u30E9\u30FC\u304C\u5B9F\u884C\u6642\u306B\u767A\u751F\u3057\u305F\u5834\u5408\u306F\u3001\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30AF\u30E9\u30B9\u306E\u6700\u5F8C\u306E\u30B3\u30F3\u30D1\u30A4\u30EB\u4EE5\u964D\u306E\u6C38\u7D9A\u30AF\u30E9\u30B9\u304C\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000450=\u30BF\u30A4\u30D7"{0}"\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30AF\u30E9\u30B9\u306F\u6C38\u7D9A\u6027\u30BF\u30A4\u30D7\u306E\u30EA\u30B9\u30C8\u306B\u3042\u308A\u307E\u305B\u3093: {1}\u3002
2000451=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30AF\u30E9\u30B9"{0}"\u306E\u6C38\u7D9A\u53EF\u80FD\u306A\u30AF\u30E9\u30B9\u540D\u3092\u63A8\u6E2C\u3057\u3066\u3044\u307E\u3059\u3002
2000452=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306F\u7D44\u8FBC\u307F\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001OpenJPA\u306F\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u7D44\u307F\u8FBC\u3081\u307E\u305B\u3093\u3002OpenJPA\u306F\u3001\u30A8\u30AF\u30B9\u30BF\u30FC\u30CA\u30E9\u30A4\u30B6\u3092\u901A\u3058\u3066\u751F\u6210\u3055\u308C\u305F\u7D44\u8FBC\u307Ffirst-class\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u7D44\u307F\u8FBC\u3081\u307E\u305B\u3093\u3002\u975E\u7D44\u8FBC\u307F\u3068\u3057\u3066\u6271\u308F\u308C\u307E\u3059\u3002
2000453=\u30E1\u30BF\u30C7\u30FC\u30BF\u306E\u89E3\u6C7A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001\u30CD\u30B9\u30C8\u3055\u308C\u305F\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000454=\u6307\u5B9A\u3055\u308C\u305F\u9806\u5E8F"{0}"\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5316\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
2000455="{0}"\u306E\u7D44\u8FBC\u307F\u30E1\u30BF\u30C7\u30FC\u30BF\u3092\u89E3\u6C7A\u3057\u3066\u3044\u307E\u3059\u3002
2000456="{0}"\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u3092\u6E96\u5099\u3057\u3066\u3044\u307E\u3059\u3002
2000457=\u30BF\u30A4\u30D7"{0}"\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30AF\u30E9\u30B9\u306F\u62E1\u5F35\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
2000458=\u30E1\u30BF\u30C7\u30FC\u30BF\u30FB\u30EA\u30DD\u30B8\u30C8\u30EA"{0}"\u3092\u30AF\u30EA\u30A2\u3057\u3066\u3044\u307E\u3059\u3002
2000459=\u95A2\u9023\u30BF\u30A4\u30D7"{1}"\u3092\u89E3\u6C7A\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u524D\u306E\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u305F\u3081\u3001\u30BF\u30A4\u30D7"{0}"\u3092\u89E3\u6C7A\u3067\u304D\u307E\u305B\u3093\u3002
2000460=\u5916\u90E8\u5316\u3055\u308C\u305F\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u3001\u5927\u304D\u306A\u7D50\u679C\u30BB\u30C3\u30C8\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093\u3002\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u304B\u3089"lrs"\u62E1\u5F35\u5B50\u3092\u524A\u9664\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000461=\u767B\u9332\u3055\u308C\u305F\u6C38\u7D9A\u53EF\u80FD\u30AF\u30E9\u30B9"{0}"\u3092\u51E6\u7406\u3057\u3066\u3044\u307E\u3059\u3002
2000462=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u3092\u4E3B\u30AD\u30FC\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u3053\u308C\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u306A\u3044\u30BF\u30A4\u30D7\u3067\u3059\u3002
2000463=\u4F7F\u7528\u65B9\u6CD5: java org.apache.openjpa.meta.MetaDataTool [-properties/-p <properties file or resource>] [-<property name> <property value>]* [-verbose/-v <true/t | false/f>] [-file/-f <stdout | output file or resource>] [-action/-a <add | drop>] <class name | .java file | .class file>+
2000464=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306B\u5BFE\u3057\u3066\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A1\u30AF\u30C8\u30EA\u30FB\u30E1\u30BD\u30C3\u30C9\u304C\u5B58\u5728\u3057\u306A\u3044\u304B\u3001\u6709\u52B9\u306A\u30B3\u30F3\u30B9\u30C8\u30E9\u30AF\u30BF\u307E\u305F\u306F\u30E1\u30BD\u30C3\u30C9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u30D5\u30A1\u30AF\u30C8\u30EA\u304C\u6240\u6709\u30AF\u30E9\u30B9\u306E\u30E1\u30BD\u30C3\u30C9\u3067\u3042\u308A\u3001\u30D5\u30A3\u30FC\u30EB\u30C9\u30FB\u30BF\u30A4\u30D7\u3067\u306A\u3044\u5834\u5408\u306F\u3001\u30E1\u30BD\u30C3\u30C9\u3092"<owning-class>.<method-name>"\u306E\u5F62\u5F0F\u3067\u5BA3\u8A00\u3057\u305F\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u307E\u305F\u3001\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A1\u30AF\u30C8\u30EA\u30FB\u30E1\u30BD\u30C3\u30C9\u304C\u9759\u7684\u3067\u3042\u308B\u3053\u3068\u3082\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000465=\u30BF\u30A4\u30D7"{0}"\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30AF\u30E9\u30B9\u304C\u62E1\u5F35\u3055\u308C\u3066\u3044\u308B\u3053\u3068(\u5FC5\u8981\u306A\u5834\u5408)\u3001\u30AF\u30E9\u30B9\u306B\u9069\u5207\u306A\u30E1\u30BF\u30C7\u30FC\u30BF\u304C\u3042\u308B\u3053\u3068\u3001\u304A\u3088\u3073\u6C38\u7D9A\u30AF\u30E9\u30B9\u3092\u30EA\u30B9\u30C8\u3059\u308B\u5834\u5408\u306F\u3001\u30AF\u30E9\u30B9\u304C\u30EA\u30B9\u30C8\u306B\u542B\u307E\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000466=\u30BF\u30A4\u30D7"{0}"\u306F\u5217\u6319\u3067\u3042\u308B\u305F\u3081\u3001\u6C38\u7D9A\u5316\u3067\u304D\u307E\u305B\u3093\u3002
2000467="{1}"\u307E\u305F\u306F\u305D\u306E\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u306E1\u3064\u3067\u5BA3\u8A00\u3055\u308C\u305F\u6C38\u7D9A\u30D7\u30ED\u30D1\u30C6\u30A3"{0}"\u306B\u30E1\u30BD\u30C3\u30C9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002"{2}"\u3068\u3044\u3046\u30E1\u30BD\u30C3\u30C9\u3092\u691C\u7D22\u3057\u307E\u3057\u305F\u3002
2000468="{0}"\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u306F\u3001\u305D\u306E\u5024\u307E\u305F\u306F\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u65B9\u5F0F\u3092\u9806\u5E8F\u306B\u8A2D\u5B9A\u3057\u307E\u3059\u304C\u3001\u4F7F\u7528\u3059\u308B\u9806\u5E8F\u3092\u6307\u5B9A\u3057\u3066\u3044\u307E\u305B\u3093\u3002
2000469="{0}"\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u3092\u30E2\u30FC\u30C9"{1}"\u3067\u30ED\u30FC\u30C9\u3057\u3066\u3044\u307E\u3059\u3002
2000470=\u540D\u524D\u304C"{0}"\u306E\u9806\u5E8F\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u9806\u5E8F\u3092\u542B\u3080\u30E1\u30BF\u30C7\u30FC\u30BF\u30FB\u30D5\u30A1\u30A4\u30EB\u304C\u307E\u3060\u89E3\u6790\u3055\u308C\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u9806\u5E8F\u3092\u30EA\u30AF\u30A8\u30B9\u30C8\u3059\u308B\u524D\u306B\u3001\u30E1\u30BF\u30C7\u30FC\u30BF\u304C\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u5185\u306E\u540C\u3058\u30D5\u30A1\u30A4\u30EB\u306B\u3042\u308B\u6C38\u7D9A\u30AF\u30E9\u30B9\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000471=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306B\u5BFE\u3059\u308B\u30A8\u30AF\u30B9\u30BF\u30FC\u30CA\u30E9\u30A4\u30B6\u30FB\u30E1\u30BD\u30C3\u30C9"{1}"\u306F\u7121\u52B9\u3067\u3059\u3002\u3053\u308C\u304C\u6240\u6709\u30AF\u30E9\u30B9\u30FB\u30BF\u30A4\u30D7\u306E\u30E1\u30BD\u30C3\u30C9\u3067\u3042\u308A\u3001\u30D5\u30A3\u30FC\u30EB\u30C9\u30FB\u30BF\u30A4\u30D7\u3067\u306A\u3044\u5834\u5408\u306F\u3001\u30E1\u30BD\u30C3\u30C9\u3092"<owning-class>.<method-name>"\u306E\u5F62\u5F0F\u3067\u5BA3\u8A00\u3057\u3001\u30E1\u30BD\u30C3\u30C9\u304C\u9759\u7684\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000472=ClassMetaData\u30A2\u30AF\u30BB\u30B9\u30FB\u30BF\u30A4\u30D7\u306F\u3001ClassMetaData.ACCESS_FIELD\u307E\u305F\u306FClassMetaData.ACCESS_PROPERTY\u306B\u8A2D\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002"{0}"\u306B\u8A2D\u5B9A\u3057\u3088\u3046\u3068\u3057\u3066\u5931\u6557\u3057\u307E\u3057\u305F\u3002
2000473=\u30BF\u30A4\u30D7"{0}"\u306F\u3001\u6C38\u7D9A\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9"{2}"\u306E\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30AF\u30E9\u30B9"{3}"\u3068\u4E00\u81F4\u3057\u306A\u3044\u304B\u3001\u3053\u308C\u3092\u62E1\u5F35\u3057\u306A\u3044\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30AF\u30E9\u30B9"{1}"\u3092\u5BA3\u8A00\u3057\u307E\u3059\u3002
2000474=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306F\u3001external-values\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002\u5916\u90E8\u5024\u306F\u3001\u30D7\u30EA\u30DF\u30C6\u30A3\u30D6\u3001\u30D7\u30EA\u30DF\u30C6\u30A3\u30D6\u30FB\u30E9\u30C3\u30D1\u30FC\u3001\u307E\u305F\u306F\u6587\u5B57\u5217\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u5BFE\u3057\u3066\u306E\u307F\u5BA3\u8A00\u3067\u304D\u307E\u3059\u3002
2000475=\u30BF\u30A4\u30D7"{0}"\u306F\u30D5\u30A3\u30FC\u30EB\u30C9"{1}"\u3092\u4E3B\u30AD\u30FC\u3068\u3057\u3066\u5BA3\u8A00\u3057\u307E\u3059\u304C\u3001\u30BF\u30A4\u30D7"{2}"\u306E\u30AD\u30FC\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
2000476=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306F\u3001\u30A4\u30F3\u30E1\u30E2\u30EA\u30FC\u3068\u30C7\u30FC\u30BF\u30B9\u30C8\u30A2\u306E\u9806\u5E8F\u4ED8\u3051\u306E\u7121\u52B9\u306A\u7D44\u5408\u305B\u3092\u5024\u3068\u3057\u3066\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u3002\u7D44\u5408\u305B\u304C\u4F7F\u7528\u3055\u308C\u308B\u5834\u5408\u3001\u3059\u3079\u3066\u306E\u30A4\u30F3\u30E1\u30E2\u30EA\u30FC\u306E\u9806\u5E8F\u4ED8\u3051\u306F\u30C7\u30FC\u30BF\u30B9\u30C8\u30A2\u306E\u9806\u5E8F\u4ED8\u3051\u306E\u524D\u306E\u9806\u5E8F\u4ED8\u3051\u5BA3\u8A00\u306B\u51FA\u73FE\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000477=\u30E1\u30BF\u30C7\u30FC\u30BF\u306E\u5909\u66F4\u3092\u8A18\u9332\u3057\u3066\u3044\u307E\u3059\u3002
2000478="{0}"\u306F\u3001\u305D\u306E{2}\u306B\u5BFE\u3057\u3066\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u65B9\u5F0F"{1}"\u3092\u5BA3\u8A00\u3057\u3066\u3044\u307E\u3059\u3002
2000479=\u30BF\u30A4\u30D7"{0}"\u306F\u3001\u7121\u52B9\u306Adata-cache-timeout\u5024\u3092\u5BA3\u8A00\u3057\u3066\u3044\u307E\u3059\u3002\u6709\u52B9\u306A\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u5024\u306F -1 (\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3092\u7121\u52B9\u5316)\u307E\u305F\u306F\u6B63\u306E\u6574\u6570\u3067\u3059\u3002\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u306F{1}\u306B\u8A2D\u5B9A\u3055\u308C\u307E\u3057\u305F\u3002
2000480="{0}"\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u3092\u89E3\u6C7A\u3057\u3066\u3044\u307E\u3059\u3002
2000481=Java\u5024"{1}"\u3067\u306E\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306E\u30A8\u30AF\u30B9\u30BF\u30FC\u30CA\u30E9\u30A4\u30B6\u306E\u547C\u51FA\u3057\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {2}
2000482=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u3067\u306F\u3001\u30A8\u30AF\u30B9\u30BF\u30FC\u30CA\u30E9\u30A4\u30B6\u30FB\u30E1\u30BD\u30C3\u30C9\u3068\u5916\u90E8\u5024\u306E\u4E21\u65B9\u3092\u5BA3\u8A00\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
2000483=\u30BF\u30A4\u30D7"{0}"\u306F\u30C7\u30BF\u30C3\u30C1\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u5BA3\u8A00\u3057\u307E\u3059\u304C\u3001\u7D99\u627F\u30C4\u30EA\u30FC\u5185\u3067\u6700\u3082\u5C0E\u51FA\u306E\u5C11\u306A\u3044\u30C7\u30BF\u30C3\u30C1\u53EF\u80FD\u30AF\u30E9\u30B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u30C7\u30BF\u30C3\u30C1\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u3068\u72B6\u614B\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u540D\u524D\u3092\u6307\u5B9A\u3067\u304D\u308B\u306E\u306F\u3001\u6700\u3082\u5C0E\u51FA\u306E\u5C11\u306A\u3044\u30C7\u30BF\u30C3\u30C1\u53EF\u80FD\u30AF\u30E9\u30B9\u306E\u307F\u3067\u3059\u3002
2000484=\u30BF\u30A4\u30D7"{0}"\u306F\u30C7\u30FC\u30BF\u30FB\u30B9\u30C8\u30A2\u306B\u30DE\u30C3\u30D7\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30BF\u30A4\u30D7\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30E1\u30BF\u30C7\u30FC\u30BF\u3092\u5909\u66F4\u3057\u3066\u3001\u30C7\u30FC\u30BF\u30B9\u30C8\u30A2\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u3092\u5BA3\u8A00\u3059\u308B\u304B\u3001\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u4E3B\u30AD\u30FC\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u6301\u3064\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000485="{0}"\u304C\u5225\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u3088\u3063\u3066\u30DE\u30C3\u30D7\u3055\u308C\u308B\u3088\u3046\u306B\u5BA3\u8A00\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u5225\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u3067\u30DE\u30C3\u30D7\u3067\u304D\u308B\u306E\u306F\u3001\u76F4\u63A5\u30D5\u30A3\u30FC\u30EB\u30C9\u5024\u3068\u30DE\u30C3\u30D7\u30FB\u30AD\u30FC\u306E\u307F\u3067\u3059\u3002
2000486=\u30BF\u30A4\u30D7"{0}"\u306F"{1}"\u3068\u3044\u3046\u30AD\u30E3\u30C3\u30B7\u30E5\u540D\u3092\u5BA3\u8A00\u3057\u307E\u3059\u304C\u3001\u305D\u306E\u6C38\u7D9A\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9"{2}"\u306F\u5225\u306E\u30AD\u30E3\u30C3\u30B7\u30E5\u540D("{3}")\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002
2000487=\u30BF\u30A4\u30D7"{1}"\u306EOID "{0}"\u3092\u4F7F\u7528\u3057\u3066\u30AF\u30E9\u30B9\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u3092\u898B\u3064\u3051\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u767B\u9332\u3055\u308C\u3066\u3044\u308BOID\u30BF\u30A4\u30D7\u30FB\u30DE\u30C3\u30D4\u30F3\u30B0: "{2}"
2000488=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306Fexternal-values\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u5BA3\u8A00\u3057\u307E\u3059\u304C\u3001\u6587\u5B57\u5217\u5185\u306E\u5024\u3092\u5BA3\u8A00\u3057\u307E\u305B\u3093: "{1}"\u3002
2000489=\u30BF\u30A4\u30D7"{0}"\u306F\u30C7\u30BF\u30C3\u30C1\u72B6\u614B\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u5BA3\u8A00\u3057\u307E\u3059\u304C\u3001\u7D99\u627F\u30C4\u30EA\u30FC\u5185\u3067\u6700\u3082\u5C0E\u51FA\u306E\u5C11\u306A\u3044\u30C7\u30BF\u30C3\u30C1\u53EF\u80FD\u30AF\u30E9\u30B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u30C7\u30BF\u30C3\u30C1\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u3068\u72B6\u614B\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u540D\u524D\u3092\u6307\u5B9A\u3067\u304D\u308B\u306E\u306F\u3001\u6700\u3082\u5C0E\u51FA\u306E\u5C11\u306A\u3044\u30C7\u30BF\u30C3\u30C1\u53EF\u80FD\u30AF\u30E9\u30B9\u306E\u307F\u3067\u3059\u3002
2000490=\u30BF\u30A4\u30D7"{0}"\u306B\u306F\u8907\u6570\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u304C\u3042\u308A\u307E\u3059: [{1}\u3001{2}]
2000491="{0}"\u306F"{1}"\u306E\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u307E\u305F\u306F\u5024\u65B9\u5F0F\u3092\u5BA3\u8A00\u3057\u307E\u3059\u3002\u3053\u308C\u306F\u8A8D\u8B58\u3055\u308C\u305F\u65B9\u5F0F\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u304C\u3001\u6A19\u6E96\u65B9\u5F0F"{2}"\u3068\u975E\u5E38\u306B\u3088\u304F\u4F3C\u3066\u3044\u307E\u3059\u3002\u4F7F\u7528\u53EF\u80FD\u306A\u65B9\u5F0F: {3}
2000492={0}\u306F\u5225\u306E\u6C38\u7D9A\u6027\u30BF\u30A4\u30D7\u306B\u95A2\u9023\u3057\u3066\u3044\u306A\u3044\u305F\u3081\u3001"{1}"\u3067"{0}"\u306E\u9806\u5E8F\u3092\u6307\u5B9A\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u975E\u95A2\u9023\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u5834\u5408\u306F\u3001"#element"\u3067\u8868\u3055\u308C\u308B\u30D5\u30A3\u30FC\u30EB\u30C9\u8981\u7D20\u5024\u81EA\u4F53\u3067\u306E\u307F\u9806\u5E8F\u4ED8\u3051\u3067\u304D\u307E\u3059\u3002
2000493=\u3053\u306E\u30C7\u30FC\u30BF\u30FB\u30B9\u30C8\u30A2\u306F\u3001\u30C7\u30FC\u30BF\u30B9\u30C8\u30A2\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u3092\u4F7F\u7528\u3059\u308B\u3088\u3046\u306B"{0}"\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000494=\u95A2\u9023\u30BF\u30A4\u30D7\u5185\u306E\u6C38\u7D9A\u30D5\u30A3\u30FC\u30EB\u30C9\u3067\u306F\u306A\u3044\u305F\u3081\u3001"{1}"\u3067"{0}"\u3092\u9806\u5E8F\u4ED8\u3051\u3067\u304D\u307E\u305B\u3093\u3002
2000495=\u30BF\u30A4\u30D7"{0}"\u306F\u62E1\u5F35\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
2000496=\u30BF\u30A4\u30D7"{1}"\u306E\u30C7\u30BF\u30C3\u30C1\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u30D5\u30A3\u30FC\u30EB\u30C9\u3068\u3057\u3066\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306F\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
2000497=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306F\u7D44\u8FBC\u307F\u8981\u7D20\u307E\u305F\u306F\u5024\u30BF\u30A4\u30D7\u3092\u6301\u3064\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u4F7F\u7528\u3057\u3066\u3044\u308B\u30B9\u30C8\u30A2\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u307E\u305F\u306F\u30DE\u30C3\u30D7\u306E\u8981\u7D20\u3092\u7D44\u307F\u8FBC\u3080\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u975E\u7D44\u8FBC\u307F\u3068\u3057\u3066\u6271\u308F\u308C\u307E\u3059\u3002
2000498=\u540D\u524D\u304C"{1}"\u306E\u30AF\u30E9\u30B9"{0}"\u306B\u5BFE\u3057\u3066\u5B9A\u7FA9\u3055\u308C\u305F\u554F\u5408\u305B\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2000499=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306F\u3001\u8AD6\u7406\u53CD\u8EE2\u30D5\u30A3\u30FC\u30EB\u30C9\u3068\u306F\u7570\u306A\u308B\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u3088\u3063\u3066\u30DE\u30C3\u30D7\u3055\u308C\u308B\u3068\u5BA3\u8A00\u3057\u3066\u3044\u307E\u3059\u3002\u30D5\u30A3\u30FC\u30EB\u30C9\u304C\u5225\u306E\u3082\u306E\u306B\u3088\u3063\u3066\u30DE\u30C3\u30D7\u3055\u308C\u308B\u3068\u3059\u3067\u306B\u5BA3\u8A00\u6E08\u307F\u306E\u5834\u5408\u306F\u8AD6\u7406\u53CD\u8EE2\u306B\u540D\u524D\u3092\u4ED8\u3051\u308B\u5FC5\u8981\u306F\u3042\u308A\u307E\u305B\u3093\u304C\u3001\u540D\u524D\u3092\u4ED8\u3051\u308B\u5834\u5408\u306F\u3001\u8AD6\u7406\u53CD\u8EE2\u304C\u30DE\u30C3\u30D4\u30F3\u30B0\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u6307\u3059\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000500="{0}"\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u3092\u30E2\u30FC\u30C9"{1}"\u3067\u30ED\u30FC\u30C9\u3057\u3066\u3044\u307E\u3059\u3002
2000501="{0}"\u306E\u62E1\u5F35\u30AD\u30FC"{1}"\u306F\u8A8D\u8B58\u3055\u308C\u306A\u3044\u305F\u3081\u3001\u7121\u8996\u3055\u308C\u307E\u3059\u3002\u6709\u52B9\u306A\u62E1\u5F35\u30AD\u30FC\u306F"{2}"\u3067\u3059\u3002
2000502=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306F\u7D44\u8FBC\u307F\u30AD\u30FC\u30FB\u30BF\u30A4\u30D7\u3092\u6301\u3064\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u4F7F\u7528\u3057\u3066\u3044\u308B\u30B9\u30C8\u30A2\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u30DE\u30C3\u30D7\u30FB\u30AD\u30FC\u3092\u7D44\u307F\u8FBC\u3080\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u975E\u7D44\u8FBC\u307F\u3068\u3057\u3066\u6271\u308F\u308C\u307E\u3059\u3002
2000503=\u30BF\u30A4\u30D7"{0}"\u306B\u3088\u3063\u3066\u6307\u5B9A\u3055\u308C\u305FID\u30AF\u30E9\u30B9\u306B\u306F\u3001\u5F15\u6570\u306A\u3057\u306E\u30D1\u30D6\u30EA\u30C3\u30AF\u30FB\u30B3\u30F3\u30B9\u30C8\u30E9\u30AF\u30BF\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2000504="{0}"\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u3092\u89E3\u6C7A\u3057\u3066\u3044\u307E\u3059\u3002
2000505=\u30BF\u30A4\u30D7"{0}"\u306F\u3001\u30D5\u30A3\u30FC\u30EB\u30C9\u30FB\u30A2\u30AF\u30BB\u30B9\u3068\u30D7\u30ED\u30D1\u30C6\u30A3\u30FB\u30A2\u30AF\u30BB\u30B9\u306E\u4E21\u65B9\u3092\u4F7F\u7528\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002\u8A31\u53EF\u3055\u308C\u308B\u306E\u306F1\u3064\u306E\u30A2\u30AF\u30BB\u30B9\u65B9\u6CD5\u306E\u307F\u3067\u3059\u3002
2000506="{0}"\u306E\u6C38\u7D9A\u53EF\u80FD\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u3092"{1}"\u306B\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000507="{0}"\u306F"{1}"\u306E\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u307E\u305F\u306F\u5024\u65B9\u5F0F\u3092\u5BA3\u8A00\u3057\u307E\u3059\u3002\u3053\u308C\u306F\u8A8D\u8B58\u3055\u308C\u305F\u65B9\u5F0F\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u4F7F\u7528\u53EF\u80FD\u306A\u65B9\u5F0F: {2}
2000508=\u3053\u306E\u30C7\u30FC\u30BF\u30FB\u30B9\u30C8\u30A2\u306F\u3001\u30BF\u30A4\u30D7{0}\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u3002
2000509=\u30E1\u30BF\u30C7\u30FC\u30BF\u751F\u6210\u306E\u30EA\u30D5\u30EC\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u3002
2000510=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306F\u3001\u30BF\u30A4\u30D7"{1}"\u306E\u30C7\u30BF\u30C3\u30C1\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u30D5\u30A3\u30FC\u30EB\u30C9\u3068\u3057\u3066\u6307\u5B9A\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u7BA1\u7406\u5BFE\u8C61\u30D5\u30A3\u30FC\u30EB\u30C9\u3067\u3059\u3002\u30C7\u30BF\u30C3\u30C1\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u7BA1\u7406\u3067\u304D\u307E\u305B\u3093\u3002
2000511=\u30BF\u30A4\u30D7"{0}"\u306F\u3001\u6C38\u7D9A\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u3068\u540C\u3058identity-type\u3092\u5BA3\u8A00\u3057\u307E\u305B\u3093\u3002
2000512="{1}"\u307E\u305F\u306F\u305D\u306E\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u306E1\u3064\u3067\u5BA3\u8A00\u3055\u308C\u305F\u6C38\u7D9A\u30D7\u30ED\u30D1\u30C6\u30A3"{0}"\u306B\u30D5\u30A3\u30FC\u30EB\u30C9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2000513={1}\u30DF\u30EA\u79D2\u5185\u306B\u30E1\u30BF\u30C7\u30FC\u30BF\u3092\u6301\u3064\u30AF\u30E9\u30B9\u304C{0}\u500B\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002
2000514=\u30D5\u30A7\u30C3\u30C1\u30FB\u30B0\u30EB\u30FC\u30D7"{0}"\u3092\u30BF\u30A4\u30D7\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9"{1}"\u306B\u8FFD\u52A0\u3057\u3088\u3046\u3068\u3057\u3066\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u30D5\u30A7\u30C3\u30C1\u30FB\u30B0\u30EB\u30FC\u30D7\u306F\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
2000515="{0}"\u306F\u3001"{1}"\u306E\u8AAD\u53D6\u308A\u5C02\u7528\u5024\u3092\u5BA3\u8A00\u3057\u307E\u3059\u3002\u3053\u308C\u306F\u8A8D\u8B58\u3055\u308C\u305F\u65B9\u5F0F\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u304C\u3001\u6A19\u6E96\u65B9\u5F0F"{2}"\u3068\u975E\u5E38\u306B\u3088\u304F\u4F3C\u3066\u3044\u307E\u3059\u3002\u4F7F\u7528\u53EF\u80FD\u306A\u65B9\u5F0F: {3}
2000516=\u4E00\u610F\u5236\u7D04\u9055\u53CD\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
2000517=\u30BF\u30A4\u30D7"{0}"\u306B\u30D7\u30ED\u30D1\u30C6\u30A3"{1}"\u306E\u30B2\u30C3\u30BF\u30FC\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2000518=\u30BF\u30A4\u30D7"{0}"\u306E\u5225\u306E\u30AF\u30E9\u30B9\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30D7\u30ED\u30AD\u30B7\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002
2000519=\u30B7\u30EA\u30A2\u30E9\u30A4\u30BA\u3055\u308C\u305F\u30C7\u30FC\u30BF\u306B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID "{0}"\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u5BFE\u5FDC\u3059\u308B\u6C38\u7D9A\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u5B58\u5728\u3057\u307E\u305B\u3093\u3002\u30C7\u30B7\u30EA\u30A2\u30E9\u30A4\u30BC\u30FC\u30B7\u30E7\u30F3\u30FB\u30B9\u30C8\u30EA\u30FC\u30E0\u306Bnull\u3092\u5165\u308C\u3066\u3044\u307E\u3059\u3002
2000520={1}\u30DF\u30EA\u79D2\u5185\u306B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8"{0}"\u306B\u5BFE\u3059\u308B\u30ED\u30C3\u30AF\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2000521=\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9"{0}"\u306F\u3001\u65E2\u5B58\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3068\u7AF6\u5408\u3057\u3066\u3044\u308B\u305F\u3081\u6C38\u7D9A\u5316\u3067\u304D\u307E\u305B\u3093\u3002
2000522="{0}"\u3068\u4E00\u81F4\u3059\u308B\u30B9\u30C8\u30A2\u56FA\u6709\u306E\u30D5\u30A1\u30B5\u30FC\u30C9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u3002
2000523=\u91CD\u8907\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30C7\u30FC\u30BF\u30FB\u30B9\u30C8\u30A2\u306B\u633F\u5165\u3059\u308B\u5404\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u306F\u3001\u4E00\u610F\u306E\u4E3B\u30AD\u30FC\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u5024\u304C\u5FC5\u8981\u3067\u3059\u3002
2000524=\u6307\u5B9A\u3055\u308C\u305F\u30BF\u30A4\u30D7"{0}"\u306F\u5358\u4E00\u30D5\u30A3\u30FC\u30EB\u30C9\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u3092\u4F7F\u7528\u3057\u307E\u305B\u3093\u3002
2000525="{0}"\u306E\u30C7\u30FC\u30BF\u30B9\u30C8\u30A2\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u306E\u4F5C\u6210\u4E2D\u306B\u3001\u30BF\u30A4\u30D7"{2}"\u306E\u4E0D\u660E\u306AID\u5024"{1}"\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002org.apache.openjpa.util.Id\u306B\u5909\u63DB\u3067\u304D\u307E\u305B\u3093\u3002
2000526=\u30CD\u30B9\u30C8:
2000527=\u30AB\u30B9\u30BF\u30E0\u30FB\u30D7\u30ED\u30AD\u30B7\u30FB\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u30FB\u30BF\u30A4\u30D7"{0}"\u306E\u65B0\u898F\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306E\u4F5C\u6210\u4E2D\u306B\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F\u3002\u3053\u308C\u306F\u3001\u3053\u306E\u30BF\u30A4\u30D7\u306B\u5BFE\u3059\u308B\u5F15\u6570\u306A\u3057\u306E\u30D1\u30D6\u30EA\u30C3\u30AF\u30FB\u30B3\u30F3\u30B9\u30C8\u30E9\u30AF\u30BF\u304C\u306A\u3044\u3053\u3068\u3092\u610F\u5473\u3059\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002
2000528=\u4E0D\u6B63\u306A\u5358\u4E00\u306E\u4E3B\u30AD\u30FC\u5024\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"
2000529=\u6B21\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u30C7\u30FC\u30BF\u30FB\u30B9\u30C8\u30A2\u306B\u5B58\u5728\u3057\u307E\u305B\u3093: {0}
2000530=\u53C2\u7167\u6574\u5408\u6027\u5236\u7D04\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
2000531=\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9"{0}"\u304C\u30C7\u30FC\u30BF\u30FB\u30B9\u30C8\u30A2\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
2000532=\u6307\u5B9A\u3055\u308C\u305F\u8981\u7D20\u306F\u3001\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u8981\u4EF6\u3092\u6E80\u305F\u3057\u307E\u305B\u3093\u3002\u30B3\u30F3\u30C6\u30CA\u3067\u306F\u3001\u3059\u3079\u3066\u306Enull\u4EE5\u5916\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u3053\u306E\u30B3\u30F3\u30C6\u30CA\u306B\u5BFE\u3059\u308BXML\u30E1\u30BF\u30C7\u30FC\u30BF\u3067\u5BA3\u8A00\u3055\u308C\u305F\u30BF\u30A4\u30D7\u3067\u3042\u308B\u3053\u3068\u304C\u5FC5\u8981\u3067\u3059\u3002"{1}(loader={0}).isAssignableFrom({3}(loader={2}))"\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
2000533=\u3042\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u307E\u305F\u306F\u30D5\u30A3\u30FC\u30EB\u30C9\u304B\u3089\u5225\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u307E\u305F\u306F\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u5927\u304D\u306A\u7D50\u679C\u30BB\u30C3\u30C8\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u8EE2\u9001\u3067\u304D\u307E\u305B\u3093\u3002
2000534=\u30BF\u30A4\u30D7"{0}"\u306B\u30D7\u30ED\u30D1\u30C6\u30A3"{1}"\u306E\u30BB\u30C3\u30BF\u30FC\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2000535=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9"{0}"\u3092\u30C7\u30FC\u30BF\u30FB\u30B9\u30C8\u30A2\u306B\u30D5\u30E9\u30C3\u30B7\u30E5\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30AA\u30D7\u30C6\u30A3\u30DF\u30B9\u30C6\u30A3\u30C3\u30AF\u30FB\u30ED\u30C3\u30AF\u9055\u53CD\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002\u3053\u308C\u306F\u3001\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u5225\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3067\u540C\u6642\u306B\u5909\u66F4\u3055\u308C\u305F\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002
2000536=\u914D\u5217\u3092\u30B3\u30D4\u30FC\u3067\u304D\u307E\u305B\u3093: {0}\u3002
2000537=CacheMap\u304B\u3089\u306E\u30C7\u30FC\u30BF\u306E\u30D5\u30E9\u30C3\u30B7\u30E5\u4E2D\u306B\u7121\u52B9\u306A\u30AD\u30FC\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002CacheMap: "{0}"\u3002\u30AD\u30FC: "{1}"\u3002\u4E00\u8CAB\u6027\u306E\u3042\u308B\u30AD\u30E3\u30C3\u30B7\u30E5\u3092\u518D\u4F5C\u6210\u3059\u308B\u305F\u3081\u306B\u3001\u56FA\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u3059\u3079\u3066\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304CCacheMap\u304B\u3089\u30AF\u30EA\u30A2\u3055\u308C\u307E\u3057\u305F\u3002
2000538=\u30C7\u30FC\u30BF\u30FB\u30B9\u30C8\u30A2\u306B\u5BFE\u3059\u308B\u30D5\u30E9\u30C3\u30B7\u30E5\u3092\u5B9F\u884C\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30AA\u30D7\u30C6\u30A3\u30DF\u30B9\u30C6\u30A3\u30C3\u30AF\u30FB\u30ED\u30C3\u30AF\u30FB\u30A8\u30E9\u30FC\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002\u6B21\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u5225\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3067\u540C\u6642\u306B\u5909\u66F4\u3055\u308C\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059: {0}
2000539=\u30BF\u30A4\u30D7"{0}"\u306E\u5358\u4E00\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u5BA3\u8A00\u304C\u7121\u52B9\u3067\u3059\u3002\u5358\u4E00\u30D5\u30A3\u30FC\u30EB\u30C9\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u306B\u306F\u5358\u4E00\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u307F\u5BA3\u8A00\u3067\u304D\u307E\u3059\u3002
2000540="{0}"\u306B\u5BFE\u3059\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30ED\u30C3\u30AF\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
2000541=\u30C7\u30FC\u30BF\u30FB\u30B9\u30C8\u30A2\u306B\u5BFE\u3059\u308B\u30D5\u30E9\u30C3\u30B7\u30E5\u3092\u5B9F\u884C\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30AA\u30D7\u30C6\u30A3\u30DF\u30B9\u30C6\u30A3\u30C3\u30AF\u30FB\u30ED\u30C3\u30AF\u30FB\u30A8\u30E9\u30FC\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002\u3053\u308C\u306F\u3001\u4E00\u90E8\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u5225\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3067\u540C\u6642\u306B\u5909\u66F4\u3055\u308C\u305F\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002\u30CD\u30B9\u30C8\u3055\u308C\u305Fthrowable\u914D\u5217\u5185\u306E\u5404\u4F8B\u5916\u306B\u306F\u3001\u540C\u6642\u306B\u5909\u66F4\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u8868\u3059\u5931\u6557\u3057\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002
2000542=\u5931\u6557:
2000543="{0}"\u306E\u30C7\u30FC\u30BF\u30B9\u30C8\u30A2\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u306E\u4F5C\u6210\u4E2D\u306BNull\u306EID\u5024\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002
2000544=\u6587\u5B57\u5217"{0}"\u304B\u3089\u6709\u52B9\u306AID\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002
2000545=\u30D5\u30A1\u30A4\u30EB\u30BB\u30C3\u30C8\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
2000546="{0}"\u306B\u5BFE\u3059\u308Bclose()\u306E\u547C\u51FA\u3057\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u4F8B\u5916\u306F\u51E6\u7406\u3055\u308C\u307E\u3059\u3002
2000547=\u5024"{1}"\u306E\u30D7\u30E9\u30B0\u30A4\u30F3"{0}"\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5316\u306B\u3088\u3063\u3066\u30A8\u30E9\u30FC"{2}"\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u5225\u540D\u307E\u305F\u306F\u30AF\u30E9\u30B9\u540D\u304C\u9593\u9055\u3063\u3066\u3044\u308B\u304B(\u6709\u52B9\u306A\u30D7\u30E9\u30B0\u30A4\u30F3\u5225\u540D"{4}"\u3068\u307B\u3068\u3093\u3069\u4E00\u81F4\u3059\u308B\u305F\u3081)\u3001\u30AF\u30E9\u30B9\u304C\u30AF\u30E9\u30B9\u30FB\u30D1\u30B9\u306B\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u30D7\u30E9\u30B0\u30A4\u30F3\u306E\u6709\u52B9\u306A\u5225\u540D: {3}
2000548=\u30AF\u30E9\u30B9"{0}"\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5316\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30AF\u30E9\u30B9\u306B\u5F15\u6570\u306A\u3057\u306E\u30D1\u30D6\u30EA\u30C3\u30AF\u30FB\u30B3\u30F3\u30B9\u30C8\u30E9\u30AF\u30BF\u304C\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000549=\u69CB\u6210\u306F\u8AAD\u53D6\u308A\u5C02\u7528\u3067\u3059\u3002\u4FEE\u6B63\u3067\u304D\u307E\u305B\u3093\u3002
2000550=\u69CB\u6210\u30AA\u30D7\u30B7\u30E7\u30F3"{0}"\u306E\u8A2D\u5B9A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u305F\u3081\u3001"{1}"\u306B\u8A2D\u5B9A\u3055\u308C\u307E\u3057\u305F\u3002\u3053\u306E\u8A2D\u5B9A\u306B\u4F7F\u7528\u3067\u304D\u308B\u5024\u306F{2}\u306E\u307F\u3067\u3059\u3002
2000551="{0}"\u3068\u3044\u3046\u540D\u524D\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u306F\u8A8D\u8B58\u3055\u308C\u306A\u3044\u305F\u3081\u3001\u7121\u8996\u3055\u308C\u307E\u3059\u3002
2000552=\u6B21\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u30FB\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u306E\u4F5C\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}\u3002
2000553="{0}"\u3092\u4F7F\u7528\u3057\u3066\u69CB\u6210\u60C5\u5831\u304C\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F\u3002
2000554=\u30D7\u30ED\u30D1\u30C6\u30A3"{0}"\u306E\u5024\u3092\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3068\u3057\u3066\u8A2D\u5B9A\u3067\u304D\u307E\u305B\u3093\u3002\u3053\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u306F\u5358\u4E00\u306E\u5024\u3092\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002\u30EA\u30AF\u30A8\u30B9\u30C8\u3054\u3068\u306B\u5024\u3092\u518D\u4F5C\u6210\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000555=\u5024{0}\u306E\u30D7\u30E9\u30B0\u30A4\u30F3\u306E\u4F5C\u6210\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u4F8B\u5916\u306F\u51E6\u7406\u3055\u308C\u307E\u3059\u3002
2000556=\u540D\u524D"{0}"\u306EJNDI\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
2000557="{0}"\u306B\u5BFE\u3059\u308BafterConfigurationLoad()\u306E\u547C\u51FA\u3057\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u4F8B\u5916\u306F\u51E6\u7406\u3055\u308C\u307E\u3059\u3002
2000558="{0}"\u306B\u5BFE\u3059\u308BbeforeConfigurationLoad()\u306E\u547C\u51FA\u3057\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u4F8B\u5916\u306F\u51E6\u7406\u3055\u308C\u307E\u3059\u3002
2000559=\u69CB\u6210\u30E6\u30CB\u30C3\u30C8\u540D\u306E\u307F\u6307\u5B9A\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u30E6\u30CB\u30C3\u30C8\u304C\u51FA\u73FE\u3059\u308B\u30EA\u30BD\u30FC\u30B9\u306E\u540D\u524D\u3082\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000560=\u5024"{1}"\u306E\u30D7\u30E9\u30B0\u30A4\u30F3"{0}"\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5316\u306B\u3088\u3063\u3066\u30A8\u30E9\u30FC"{2}"\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u5225\u540D\u307E\u305F\u306F\u30AF\u30E9\u30B9\u540D\u304C\u9593\u9055\u3063\u3066\u3044\u308B\u304B\u3001\u30AF\u30E9\u30B9\u304C\u30AF\u30E9\u30B9\u30FB\u30D1\u30B9\u306B\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
2000561=\u7570\u306A\u308B\u6709\u52B9\u306A\u63A5\u982D\u8F9E\u3092\u6301\u3064\u8907\u6570\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002\u30D7\u30ED\u30D1\u30C6\u30A3: {0}\u3001{1}\u3002
2000562=\u767B\u9332\u3055\u308C\u305F\u69CB\u6210\u30D7\u30ED\u30D0\u30A4\u30C0\u304C"{0}"\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2000563=\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u69CB\u6210\u60C5\u5831\u3092\u3069\u306E\u69CB\u6210\u30D7\u30ED\u30D0\u30A4\u30C0\u304B\u3089\u3082\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2000564=\u30B7\u30B9\u30C6\u30E0\u306B\u69CB\u6210\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u69CB\u6210\u30D7\u30ED\u30D0\u30A4\u30C0\u306F\u3001\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u4ED5\u69D8\u306E\u69CB\u6210\u60C5\u5831\u3092\u30ED\u30FC\u30C9\u3057\u307E\u3059\u3002\u30AF\u30E9\u30B9\u30D1\u30B9\u306B\u306F\u3001\u4F7F\u7528\u53EF\u80FD\u306A\u30D7\u30ED\u30D0\u30A4\u30C0\u30FB\u30AF\u30E9\u30B9\u3092\u30EA\u30B9\u30C8\u3059\u308BMETA-INF/services/{0}\u30D5\u30A1\u30A4\u30EB\u304C\u5FC5\u8981\u3067\u3001\u30EA\u30B9\u30C8\u3055\u308C\u3066\u3044\u308B\u4E00\u90E8\u306E\u30AF\u30E9\u30B9\u304C\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5316\u53EF\u80FD\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u901A\u5E38\u3001\u3053\u306E\u30D5\u30A1\u30A4\u30EB\u306F\u914D\u5E03\u306E\u4E00\u90E8\u3068\u3057\u3066\u30D0\u30F3\u30C9\u30EB\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u30D5\u30A1\u30A4\u30EB\u3092\u30D0\u30F3\u30C9\u30EB\u89E3\u9664\u3057\u307E\u3059\u304B\u3001\u307E\u305F\u306F\u30EA\u30B9\u30C8\u3055\u308C\u305F\u30AF\u30E9\u30B9\u3092\u30D0\u30F3\u30C9\u30EB\u89E3\u9664\u3057\u307E\u3059\u304B\u3002
2000565=\u30D7\u30ED\u30D1\u30C6\u30A3\u6587\u5B57\u5217"{0}"\u306E\u89E3\u6790\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u5F62\u5F0F\u304C"<name1>=<value1> <name2>=<value2> ..."\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000566=\u30D7\u30ED\u30D1\u30C6\u30A3"{0}"\u306F"{1}"\u3068\u3044\u3046\u6709\u52B9\u306A\u30D7\u30ED\u30D1\u30C6\u30A3\u3068\u307B\u3068\u3093\u3069\u4E00\u81F4\u3057\u307E\u3059\u304C\u3001\u3053\u306E\u540D\u524D\u306F\u8A8D\u8B58\u3055\u308C\u306A\u3044\u305F\u3081\u3001\u7121\u8996\u3055\u308C\u307E\u3059\u3002
2000567=\u69CB\u6210\u30D7\u30ED\u30D1\u30C6\u30A3"{0}"\u306F\u6587\u5B57\u5217\u304B\u3089\u8A2D\u5B9A\u3067\u304D\u307E\u305B\u3093\u3002\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u5024\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2000568=\u69CB\u6210\u30D7\u30E9\u30B0\u30A4\u30F3\u30FB\u30AA\u30D7\u30B7\u30E7\u30F3"{0}"\u306E\u8A2D\u5B9A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30D7\u30E9\u30B0\u30A4\u30F3\u306F\u30BF\u30A4\u30D7"{1}"\u3067\u3057\u305F\u3002\u6B21\u306E\u30D7\u30E9\u30B0\u30A4\u30F3\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u306E\u30BB\u30C3\u30BF\u30FC\u30FB\u30E1\u30BD\u30C3\u30C9\u306F\u3001\u305D\u306E\u30BF\u30A4\u30D7\u3067\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F: {2}\u3002\u53EF\u80FD\u306A\u30D7\u30E9\u30B0\u30A4\u30F3\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u306F{3}\u3067\u3059\u3002\u30D7\u30E9\u30B0\u30A4\u30F3\u69CB\u6210\u6587\u5B57\u5217\u304C\u3001\u30D7\u30E9\u30B0\u30A4\u30F3\u30FB\u30AF\u30E9\u30B9\u5185\u306E\u30BB\u30C3\u30BF\u30FC\u30FB\u30E1\u30BD\u30C3\u30C9\u306B\u5BFE\u5FDC\u3059\u308B\u30AD\u30FC\u5024\u3092\u4F7F\u7528\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000569=\u69CB\u6210\u306E\u521D\u671F\u5316\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
2000570=\u5024"{1}"\u306E\u30D7\u30E9\u30B0\u30A4\u30F3"{0}"\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5316\u306B\u3088\u3063\u3066\u30A8\u30E9\u30FC"{2}"\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u5225\u540D\u307E\u305F\u306F\u30AF\u30E9\u30B9\u540D\u304C\u9593\u9055\u3063\u3066\u3044\u308B\u304B\u3001\u30AF\u30E9\u30B9\u304C\u30AF\u30E9\u30B9\u30FB\u30D1\u30B9\u306B\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u30D7\u30E9\u30B0\u30A4\u30F3\u306E\u6709\u52B9\u306A\u5225\u540D: {3}
2000571=\u69CB\u6210\u30D7\u30E9\u30B0\u30A4\u30F3\u30FB\u30AA\u30D7\u30B7\u30E7\u30F3"{0}"\u306E\u8A2D\u5B9A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30D7\u30E9\u30B0\u30A4\u30F3\u306F\u30BF\u30A4\u30D7"{1}"\u3067\u3057\u305F\u3002\u30D7\u30E9\u30B0\u30A4\u30F3\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3"{2}"\u306B\u306F\u3001\u5BFE\u5FDC\u3059\u308B\u30BB\u30C3\u30BF\u30FC\u30FB\u30E1\u30BD\u30C3\u30C9\u307E\u305F\u306F\u30A2\u30AF\u30BB\u30B9\u53EF\u80FD\u30D5\u30A3\u30FC\u30EB\u30C9\u304C\u3042\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30D7\u30E9\u30B0\u30A4\u30F3\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u306F"{3}"\u3068\u307B\u3068\u3093\u3069\u4E00\u81F4\u3057\u307E\u3059\u3002\u304A\u305D\u3089\u304F\u30D7\u30ED\u30D1\u30C6\u30A3\u540D\u304C\u9593\u9055\u3063\u3066\u3044\u307E\u3057\u305F\u3002\u30D7\u30E9\u30B0\u30A4\u30F3\u69CB\u6210\u6587\u5B57\u5217\u304C\u3001\u30D7\u30E9\u30B0\u30A4\u30F3\u30FB\u30AF\u30E9\u30B9\u5185\u306E\u30BB\u30C3\u30BF\u30FC\u30FB\u30E1\u30BD\u30C3\u30C9\u306B\u5BFE\u5FDC\u3059\u308B\u30AD\u30FC\u5024\u3092\u4F7F\u7528\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u53EF\u80FD\u306A\u3059\u3079\u3066\u306E\u30D7\u30E9\u30B0\u30A4\u30F3\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u306F{4}\u3067\u3059\u3002
2000572=FATAL
2000573=UNKNOWN
2000574=ERROR
2000575=\u30D5\u30A1\u30A4\u30EB\u540D"{0}"\u306F\u7121\u52B9\u3067\u3059\u3002
2000576=openjpa.Log system\u30D7\u30ED\u30D1\u30C6\u30A3\u3067\u6307\u5B9A\u3055\u308C\u305F\u3068\u304A\u308A\u306B\u30BF\u30A4\u30D7"{0}"\u306ELogFactory\u3092\u4F5C\u6210\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u304B\u308F\u308A\u306Borg.apache.openjpa.lib.log.LogFactoryImpl\u3092\u4F5C\u6210\u3057\u307E\u3057\u305F\u3002
2000577=INFO
2000578=TRACE
2000579=\u30ED\u30B0\u30FB\u30EC\u30D9\u30EB\u6587\u5B57\u5217"{0}"\u304C\u7121\u52B9\u3067\u3059\u3002\u6709\u52B9\u306A\u5024\u306FTRACE\u3001INFO\u3001WARN\u3001ERROR\u3001\u307E\u305F\u306FFATAL\u3067\u3059\u3002
2000580={0}
2000581=WARN
2000582=\u30BD\u30FC\u30B9\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u5834\u6240:
2000583=\u30B3\u30F3\u30C6\u30F3\u30C4\u3092\u30B7\u30EA\u30A2\u30E9\u30A4\u30BA\u3057\u3066\u3044\u307E\u3059: {0}
2000584=\u30E1\u30BF\u30C7\u30FC\u30BF\u3092\u30B9\u30AD\u30E3\u30F3\u3059\u308B\u305F\u3081\u306E\u30D5\u30A1\u30A4\u30EB\u304C\u591A\u3059\u304E\u307E\u3059\u3002{0}\u30D5\u30A1\u30A4\u30EB\u306E\u5236\u9650\u306B\u9054\u3057\u307E\u3057\u305F\u3002
2000585=\u30AF\u30E9\u30B9"{0}"\u3092\u89E3\u6790\u3057\u3066\u3044\u307E\u3059\u3002
2000586=\u5834\u6240{1}\u3067{0}\u3092\u89E3\u6790\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u4F8B\u5916\u306F\u3001SAXException\u306B\u5909\u63DB\u3055\u308C\u3001\u518D\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3059\u3002\u5143\u306E\u4F8B\u5916\u306F\u3001\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u3068\u4E00\u7DD2\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u307E\u3059\u3002
2000587=\u8981\u7D20"{0}"\u306E\u89E3\u6790\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30E1\u30BF\u30C7\u30FC\u30BF\u30FB\u30D5\u30A1\u30A4\u30EB\u304C\u6B63\u3057\u304F\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2000588={0}: {1}
2000589=\u30EA\u30BD\u30FC\u30B9"{0}"\u3092\u30B9\u30AD\u30C3\u30D7\u3057\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u30EA\u30BD\u30FC\u30B9\u306F\u4EE5\u524D\u306B\u89E3\u6790\u3055\u308C\u307E\u3057\u305F\u3002
2000590=\u30D5\u30A1\u30A4\u30EB"{0}"\u306B\u66F8\u304D\u8FBC\u3093\u3067\u3044\u307E\u3059\u3002
2000591=XML\u30B9\u30AD\u30FC\u30DE\u691C\u8A3C\u306F\u3001SAX\u30D1\u30FC\u30B5\u30FC\u3067\u691C\u51FA\u3055\u308C\u305F\u30D0\u30B0\u306B\u3088\u308A\u7121\u52B9\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002
2000592=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8"{0}"\u3092\u66F8\u304D\u8FBC\u3093\u3067\u3044\u307E\u3059\u3002
2000593="{0}"\u306E\u30BD\u30FC\u30B9\u30FB\u30D5\u30A1\u30A4\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
2000594=\u89E3\u6790\u7D50\u679C\u3092\u8FFD\u52A0\u3057\u3066\u3044\u307E\u3059: "{0}"
2000595=<file location unknown>
2000596=\u5834\u6240:
2000597="{0}"\u304B\u3089\u306E\u30AF\u30E9\u30B9\u60C5\u5831\u306E\u62BD\u51FA\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
2000598=\u30E1\u30BF\u30C7\u30FC\u30BF\u30FB\u30EA\u30BD\u30FC\u30B9"{0}"\u306E\u89E3\u6790\u304C\u7D42\u4E86\u3057\u307E\u3057\u305F\u3002
2000599="{0}"\u5185\u306E\u89E3\u6790\u6E08\u307F\u306E\u30D5\u30A1\u30A4\u30EB\u306E\u30AD\u30E3\u30C3\u30B7\u30E5\u3092\u30AF\u30EA\u30A2\u3057\u3066\u3044\u307E\u3059\u3002
2000600=\u30EA\u30BD\u30FC\u30B9"{0}"\u3092\u89E3\u6790\u3057\u3066\u3044\u307E\u3059\u3002
2000601=\u30BF\u30A4\u30D7"{0}"\u3092\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5316\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2000602=\u6307\u5B9A\u3055\u308C\u305F\u30D1\u30C3\u30B1\u30FC\u30B8\u3068\u30AF\u30E9\u30B9\u5F15\u6570\u89E3\u6790\u306E\u305F\u3081\u306E\u30AF\u30E9\u30B9\u8981\u7D20\u3068\u3092\u533A\u5225\u3067\u304D\u307E\u305B\u3093\u3002\u8981\u7D20\u3092\u5225\u306E\u8981\u7D20\u306E\u5B8C\u5168\u306A\u63A5\u982D\u8F9E\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
2000603=\u7D50\u679C\u30EA\u30B9\u30C8\u304C\u9589\u3058\u3089\u308C\u307E\u3057\u305F\u3002
2000604=RangeResultObjectProvider\u306F\u3001Integer.MAX_VALUE\u3088\u308A\u5C0F\u3055\u3044\u7BC4\u56F2\u306B\u306E\u307F\u4F7F\u7528\u3067\u304D\u307E\u3059\u3002\u958B\u59CB\u7D22\u5F15: "{0}"\u3001\u7D42\u4E86\u7D22\u5F15: "{1}"\u3002
2000605=\u7D50\u679C\u30EA\u30B9\u30C8\u306F\u8AAD\u53D6\u308A\u5C02\u7528\u3067\u3059\u3002
2000606=\u91CD\u8907\u3059\u308B\u30AD\u30FC\u306F\u3001\u3053\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u30FB\u30D5\u30A1\u30A4\u30EB\u3067\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002\u30AD\u30FC: {0}\u3001\u6700\u521D\u306E\u5024: {1}\u30012\u756A\u76EE\u306E\u5024: {2}\u3002
2000607={0}\u306E\u7121\u52B9\u306A\u30ED\u30FC\u30C9\u5024\u304C\u6307\u5B9A\u3055\u308C\u307E\u3057\u305F\u3002
2000608={0}\u306E\u7121\u52B9\u306A\u521D\u671F\u5024\u304C\u6307\u5B9A\u3055\u308C\u307E\u3057\u305F\u3002
2000609=\u884C: {0}\u3001\u5217: {1}
2000610=\u4E0D\u660E
