USAGE_ARGS=[\u30A2\u30AF\u30B7\u30E7\u30F3] [\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30E6\u30CB\u30C3\u30C8]
USAGE_TRAILER=\n\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u5F8C\u7D9A\u306E\u5F15\u6570\u306F\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30E6\u30CB\u30C3\u30C8\u3067\u3001\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u3066\u3044\u308B\u30A2\u30FC\u30AB\u30A4\u30D6\u3001\n\u4EE5\u524D\u306B\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u305F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u540D\u524D\u3001\u307E\u305F\u306F\u90E8\u5206\u7684\u306B\u518D\u30C7\u30D7\u30ED\u30A4\u64CD\u4F5C\u3059\u308B\n\u30D5\u30A1\u30A4\u30EB\u306E\u30EA\u30B9\u30C8\u3092\u8868\u3059\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
USAGE_VERBOSE=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30D7\u30ED\u30BB\u30B9\u3067\u8FFD\u52A0\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u3092\u8868\u793A\u3057\u307E\u3059\u3002\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C\u5404\u30BF\u30FC\u30B2\u30C3\u30C8\u3067\u6E96\u5099\u3055\u308C\u3066\u30A2\u30AF\u30C6\u30A3\u30D6\u306B\u306A\u3063\u305F\u3068\u304D\u306E\u901A\u77E5\u306A\u3069\u304C\u8868\u793A\u3055\u308C\u307E\u3059\u3002
USAGE_DEBUG=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u6A19\u6E96\u51FA\u529B\u306B\u30C7\u30D0\u30C3\u30B0\u30FB\u30EC\u30D9\u30EB\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u8868\u793A\u3057\u307E\u3059\u3002
USAGE_DEFAULT_TARGETS=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u306F\u3001JMS\u30B5\u30D6\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u6307\u5B9A\u304C\u30B7\u30B9\u30C6\u30E0\u306B\u3088\u3063\u3066\u8A98\u5C0E\u3055\u308C\u308B\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002\u3053\u308C\u306F\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u52D5\u4F5C\u3067\u3059\u3002
USAGE_USE_NONEXCLUSIVE_LOCK=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u64CD\u4F5C\u3067\u3001\u540C\u3058\u30E6\u30FC\u30B6\u30FC\u304C\u30C9\u30E1\u30A4\u30F3\u306B\u5BFE\u3057\u3066\u3059\u3067\u306B\u53D6\u5F97\u3057\u3066\u3044\u308B\u65E2\u5B58\u306E\u30ED\u30C3\u30AF\u3092\u5229\u7528\u3059\u308B\u3088\u3046\u306B\u6307\u5B9A\u3059\u308B\u305F\u3081\u306B\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002\u3053\u308C\u306F\u3001\u30E6\u30FC\u30B6\u30FC\u304C\u8907\u6570\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30C4\u30FC\u30EB\u3092\u540C\u6642\u306B\u4F7F\u7528\u3057\u3001\u3044\u305A\u308C\u304B\u306E\u30C4\u30FC\u30EB\u3067\u30C9\u30E1\u30A4\u30F3\u69CB\u6210\u306E\u30ED\u30C3\u30AF\u3092\u53D6\u5F97\u3057\u3066\u3044\u308B\u5834\u5408\u306B\u5F79\u7ACB\u3061\u307E\u3059\u3002
USAGE_NO_DEFAULT_TARGETS=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u306F\u3001JMS\u30B5\u30D6\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u6307\u5B9A\u304C\u30B7\u30B9\u30C6\u30E0\u306B\u3088\u3063\u3066\u8A98\u5C0E\u3055\u308C\u306A\u3044\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002
USAGE_EXAMPLES=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u3053\u306E\u30C4\u30FC\u30EB\u306E\u4F7F\u7528\u4F8B\u3092\u8868\u793A\u3057\u307E\u3059\u3002
SHOW_EXAMPLES=\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u306B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059\u3002\njava weblogic.Deployer -adminurl url -username username -password password\n-name myapp -deploy c:/myapps/myapp.ear \n\n\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u500B\u3005\u306E\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u5225\u3005\u306E\u5BFE\u8C61\u306B\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059\u3002\njava weblogic.Deployer -adminurl url -username username -password password\n-name myapp -targets mywar@webserver,myjar@ejbserver -deploy \nc:/myapps/myapp.ear\n\n\u6307\u5B9A\u3055\u308C\u305F\u5BFE\u8C61\u304B\u3089\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u30A2\u30F3\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059\u3002\njava weblogic.Deployer -adminurl url -username username -password password\n-name myapp -undeploy -targets server1,server2..\n\n\u73FE\u5728\u306E\u5BFE\u8C61\u306B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u518D\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059\u3002\njava weblogic.Deployer -adminurl url -username username -password password\n-name myapp -redeploy \n\n\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u500B\u3005\u306E\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u518D\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059\u3002\njava weblogic.Deployer -adminurl url -username username -password password\n-name myapp -redeploy -targets moduleA@serverA,moduleA@serverB \n\n\u305F\u3068\u3048\u3070\u5C55\u958B\u3055\u308C\u305FWeb\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306EJSP\u3092\u66F4\u65B0\u3059\u308B\u305F\u3081\u3001\u90E8\u5206\u7684\u306B\u518D\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059\u3002\njava weblogic.Deployer -adminurl url -username username -password password \n-name myapp -redeploy mywar/index.jsp \n\n\t\u66F4\u65B0\u3055\u308C\u308BJSP\u306E\u30D1\u30B9\u306F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30EB\u30FC\u30C8\u3092\u57FA\u6E96\u3068\u3057\u305F\u76F8\u5BFE\u30D1\u30B9\u3067\u3059\u3002\n\t\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3092\u6307\u5B9A\u3059\u308B\u3068\u3001\u305D\u306E\u30B5\u30D6\u30C4\u30EA\u30FC\u5168\u4F53\u304C\u66F4\u65B0\u3055\u308C\u307E\u3059\u3002\n\n\u540C\u3058\u7269\u7406\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3092\u5171\u6709\u3059\u308B\u8907\u6570\u306E\u30B5\u30FC\u30D0\u30FC\u3002\njava weblogic.Deployer -adminurl url -username username -password password\n-name myapp -targets server1,server2 -nostage -deploy c:/myapps/myapp.ear \n\n\t-nostage\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u3001\u540C\u3058\u30D1\u30B9\u306E\u3059\u3079\u3066\u306E\u5BFE\u8C61\u30B5\u30FC\u30D0\u30FC\u3067\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C\n\t\u5229\u7528\u53EF\u80FD\u3067\u3042\u308A\u3001\u3057\u305F\u304C\u3063\u3066\u30B5\u30FC\u30D0\u30FC\u304C\u7BA1\u7406\u5BFE\u8C61\u30B5\u30FC\u30D0\u30FC\u306B\u30D5\u30A1\u30A4\u30EB\u3092\u30B3\u30D4\u30FC\u3059\u3079\u304D\n\t\u3067\u306A\u3044\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002\n\n\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u306B\u6700\u521D\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059\u3002\njava weblogic.Deployer -adminurl url -username username -password password \n-name myapp -deploy c:/myapps/myapp_v1.ear \n\n\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u3067\u65B0\u3057\u3044\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u30D7\u30ED\u30C0\u30AF\u30B7\u30E7\u30F3\u518D\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3092\u5B9F\u884C\u3057\u307E\u3059\u3002\njava weblogic.Deployer -adminurl url -username username -password password \n-name myapp -redeploy -source c:/myapps/myapp_v2.ear \n\n\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u7BA1\u7406\u30E2\u30FC\u30C9\u3067\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u306B\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059\u3002\njava \
weblogic.Deployer -adminurl url -username username -password password \n-name myapp -deploy c:/myapps/myapp.ear -adminmode \n\n\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u7BA1\u7406\u30E2\u30FC\u30C9\u304B\u3089\u5B9F\u884C\u4E2D\u306B\u9077\u79FB\u3055\u305B\u307E\u3059\u3002\njava weblogic.Deployer -adminurl url -username username -password password \n-name myapp -start \n\n\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u5B9F\u884C\u4E2D\u304B\u3089\u7BA1\u7406\u30E2\u30FC\u30C9\u306B\u9077\u79FB\u3055\u305B\u307E\u3059\u3002\njava weblogic.Deployer -adminurl url -username username -password password \n-name myapp -stop -adminmode \n\n\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u306B\u30E9\u30A4\u30D6\u30E9\u30EA\u3092\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059\u3002\njava weblogic.Deployer -adminurl url -username username -password password \n-name mylib -library -libspecver 1.0 -libimplver 2.0 -deploy c:/myapps/mylib.jar \n\n\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30D7\u30E9\u30F3\u3092\u4F7F\u7528\u3057\u3066\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u306B\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059\u3002\njava weblogic.Deployer -adminurl url -username username -password password \n-plan c:/myapps/myapp/plan/plan.xml -deploy c:/myapps/myapp/app/myapp.jar \n\n\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u69CB\u6210\u3092\u66F4\u65B0\u3057\u307E\u3059\u3002\njava weblogic.Deployer -adminurl url -username username -password password \n-plan c:/myapps/myapp/plan/newplan.xml -name myapp -update \n\n\u7279\u5B9A\u306EJMS\u30B5\u30FC\u30D0\u30FC\u306B\u30AD\u30E5\u30FC\u3092\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059\u3002\njava weblogic.Deployer -adminurl url -username username -password password \n-submoduletargets myqueue@myjmsmodule@JMSServer \n-deploy c:/myapps/myapp/app/myapp.ear
USAGE_NOWAIT=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u30A2\u30AF\u30B7\u30E7\u30F3\u304C\u958B\u59CB\u3055\u308C\u308B\u3068\u3001\u30C4\u30FC\u30EB\u306F\u30BF\u30B9\u30AFID\u3092\u51FA\u529B\u3057\u3066\u7D42\u4E86\u3057\u307E\u3059\u3002\u3053\u308C\u306F\u3001\u8907\u6570\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u521D\u671F\u5316\u3057\u305F\u5F8C\u306B\u3001-list\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066\u30E2\u30CB\u30BF\u30FC\u3059\u308B\u5834\u5408\u306B\u6709\u7528\u3067\u3059\u3002
USAGE_TIMEOUT=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30BF\u30B9\u30AF\u5B8C\u4E86\u307E\u3067\u306E\u6700\u5927\u5F85\u6A5F\u6642\u9593\u3002\u3053\u306E\u671F\u9593\u304C\u7D4C\u904E\u3059\u308B\u3068\u3001\u73FE\u5728\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u304C\u51FA\u529B\u3055\u308C\u3066\u30D7\u30ED\u30B0\u30E9\u30E0\u306F\u7D42\u4E86\u3057\u307E\u3059\u3002
USAGE_DEPLOYMENT_ORDER=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u9806\u5E8F\u3002
USAGE_NOSTAGE=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u3053\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306F\u30B9\u30C6\u30FC\u30B8\u30F3\u30B0\u3055\u308C\u305A\u3001\u30BD\u30FC\u30B9\u30FB\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u304B\u3089\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u307E\u3059\u3002\u3053\u308C\u3092\u6307\u5B9A\u3057\u305F\u5834\u5408\u3001\u3059\u3079\u3066\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30B5\u30FC\u30D0\u30FC\u306B\u304A\u3044\u3066"-source"\u30AA\u30D7\u30B7\u30E7\u30F3\u3067\u6E21\u3055\u308C\u305F\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C\u5229\u7528\u3067\u304D\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002\u30C7\u30D5\u30A9\u30EB\u30C8: \u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u3067\u306F"nostage"\u3001\u7BA1\u7406\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30B5\u30FC\u30D0\u30FC\u3067\u306F"stage"\u3067\u3059\u3002
USAGE_STAGE=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306E\u524D\u306B\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30B5\u30FC\u30D0\u30FC\u306E\u30B9\u30C6\u30FC\u30B8\u30F3\u30B0\u9818\u57DF\u306B\u30B3\u30D4\u30FC\u3059\u308B\u5FC5\u8981\u304C\u3042\u308B\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002\u30C7\u30D5\u30A9\u30EB\u30C8: \u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u3067\u306F"nostage"\u3001\u7BA1\u7406\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30B5\u30FC\u30D0\u30FC\u3067\u306F"stage"\u3067\u3059\u3002
USAGE_EXTERNAL_STAGE=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u3053\u306E\u30C4\u30FC\u30EB\u3092\u4F7F\u7528\u305B\u305A\u306B\u3001\u307E\u305F\u306F\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u306E\u30C4\u30FC\u30EB\u3092\u4F7F\u7528\u3057\u3066\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u30B5\u30FC\u30D0\u30FC\u306E\u30B9\u30C6\u30FC\u30B8\u30F3\u30B0\u9818\u57DF\u306B\u30B3\u30D4\u30FC\u3059\u308B\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002\u3053\u308C\u3092\u6307\u5B9A\u3057\u305F\u5834\u5408\u3001WebLogic Server\u306F(\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30B5\u30FC\u30D0\u30FC\u4E0A\u306E)"StagingDirectoryName/applicationName"\u914D\u4E0B\u3067\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u63A2\u3057\u307E\u3059\u3002
USAGE_UPLOAD=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u6307\u5B9A\u3057\u305F\u30BD\u30FC\u30B9\u30FB\u30D5\u30A1\u30A4\u30EB\u304C\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u306B\u8EE2\u9001\u3055\u308C\u308B\u3088\u3046\u306B\u3057\u307E\u3059\u3002\u30C7\u30D7\u30ED\u30A4\u30E4\u30FB\u30C4\u30FC\u30EB\u304C\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u3068\u540C\u3058\u30DE\u30B7\u30F3\u3067\u4F7F\u7528\u3055\u308C\u3066\u3044\u306A\u3044\u304B\u3001\u307E\u305F\u306F\u30E6\u30FC\u30B6\u30FC\u304C\u305D\u308C\u4EE5\u5916\u306E\u624B\u6BB5\u3067\u30A2\u30AF\u30BB\u30B9\u3057\u3066\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u306B\u7F6E\u304F\u3053\u3068\u304C\u3067\u304D\u306A\u3044\u5834\u5408\u306B\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
USAGE_DELETE_FILES=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u30D5\u30A1\u30A4\u30EB\u30FB\u30EA\u30B9\u30C8\u3067\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u3092\u30B5\u30FC\u30D0\u30FC\u3067\u524A\u9664\u3057\u3066\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u307E\u307E\u306B\u3057\u3066\u304A\u304D\u307E\u3059\u3002\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u3001\u30A2\u30FC\u30AB\u30A4\u30D6\u3055\u308C\u3066\u3044\u306A\u3044Web\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u306E\u307F\u6709\u52B9\u3067\u3059\u3002
USAGE_REMOTE=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u30C4\u30FC\u30EB\u304C\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u3068\u540C\u3058\u30DE\u30B7\u30F3\u3067\u5B9F\u884C\u3055\u308C\u3066\u304A\u3089\u305A\u3001"-source"\u306E\u30D1\u30B9\u304C\u30B5\u30FC\u30D0\u30FC\u4E0A\u306E\u5B9F\u30D1\u30B9\u3067\u3042\u308B\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u3067\u306F\u3001\u3053\u306E\u30C4\u30FC\u30EB\u306F"-source"\u306E\u30D1\u30B9\u304C\u30ED\u30FC\u30AB\u30EB\u30FB\u30DE\u30B7\u30F3\u4E0A\u306E\u6709\u52B9\u306A\u30D1\u30B9\u3067\u3042\u308B\u3068\u4EEE\u5B9A\u3057\u307E\u3059\u3002\u30C4\u30FC\u30EB\u304C\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u306B\u30B3\u30D4\u30FC\u3059\u308B\u5FC5\u8981\u304C\u3042\u308B\u5834\u5408\u306B\u306F\u3001"-upload"\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
USAGE_SOURCE=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u30D5\u30A1\u30A4\u30EB\u30FB\u30BD\u30FC\u30B9\u306E\u5834\u6240\u3002
USAGE_AD_SOURCE=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u307E\u305F\u306F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30D5\u30A1\u30A4\u30EB\u30FB\u30B7\u30B9\u30C6\u30E0\u4E0A\u306E\u5834\u6240\u3067\u3059\u3002\u30BD\u30FC\u30B9\u30FB\u30D5\u30A1\u30A4\u30EB\u304C\u76F8\u5BFE\u30D1\u30B9\u306E\u5834\u5408\u3001-remote\u30AA\u30D7\u30B7\u30E7\u30F3\u304C\u540C\u6642\u306B\u6307\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u9650\u308A\u3001\u30AB\u30EC\u30F3\u30C8\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u5BFE\u3059\u308B\u76F8\u5BFE\u30D1\u30B9\u3068\u3057\u3066\u89E3\u6C7A\u3055\u308C\u307E\u3059\u3002\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u500B\u3005\u306E\u30D5\u30A1\u30A4\u30EB\u3092\u30C7\u30D7\u30ED\u30A4\u307E\u305F\u306F\u8FFD\u52A0\u306E\u305F\u3081\u306B\u6307\u5B9A\u3059\u308B\u5834\u5408\u306F\u3001\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u306A\u3044\u3067\u3001\u30D5\u30A1\u30A4\u30EB\u540D\u3092\u30B3\u30DE\u30F3\u30C9\u30FB\u30E9\u30A4\u30F3\u306E\u6700\u5F8C\u306B\u30EA\u30B9\u30C8\u3057\u307E\u3059\u3002
EXAMPLE_SOURCE=\u30A2\u30FC\u30AB\u30A4\u30D6\u30FB\u30D5\u30A1\u30A4\u30EB\u307E\u305F\u306F\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA
EXAMPLE_UPLOAD_SRC=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u306E\u30BD\u30FC\u30B9\u30FB\u30EB\u30FC\u30C8
USAGE_UPLOAD_SRC=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3059\u308B\u30A2\u30FC\u30AB\u30A4\u30D6\u3078\u306E\u30ED\u30FC\u30AB\u30EB\u30FB\u30D1\u30B9
USAGE_NAME=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30D5\u30A1\u30A4\u30EB\u307E\u305F\u306F\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306E\u57FA\u5E95\u540D\u304C\u30C7\u30D5\u30A9\u30EB\u30C8\u3068\u3057\u3066\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
USAGE_ALT_APP_DD=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u4E0A\u306E\u4EE3\u66FF\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u8A18\u8FF0\u5B50\u306E\u5834\u6240\u3002
EXAMPLE_ALT_APP_DD=\u30D5\u30A1\u30A4\u30EB\u30FB\u30D1\u30B9
USAGE_ALT_WEB_DD=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u4E0A\u306E\u4EE3\u66FFWebLogic\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u8A18\u8FF0\u5B50\u306E\u5834\u6240\u3002
EXAMPLE_ALT_WEB_DD=\u30D5\u30A1\u30A4\u30EB\u30FB\u30D1\u30B9
USAGE_START=[\u30A2\u30AF\u30B7\u30E7\u30F3]\u914D\u5E03\u6E08\u307F\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u30BF\u30FC\u30B2\u30C3\u30C8\u3067\u5229\u7528\u53EF\u80FD\u306B\u3057\u307E\u3059\u3002
USAGE_AD_START=[\u30A2\u30AF\u30B7\u30E7\u30F3] start\u306F\u3001\u30BF\u30FC\u30B2\u30C3\u30C8\u3067\u914D\u5E03\u6E08\u307F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u6E96\u5099\u3057\u3001\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3057\u307E\u3059\u3002\n\njava weblogic.Deployer -adminurl url -username username -password password\n-name myapp -start\n
USAGE_AD_STOP=[\u30A2\u30AF\u30B7\u30E7\u30F3] stop\u306F\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u975E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3057\u3001\u30E6\u30FC\u30B6\u30FC\u304C\u5229\u7528\u3067\u304D\u306A\u3044\u3088\u3046\u306B\u3057\u307E\u3059\u3002\n\njava weblogic.Deployer -adminurl url -username username -password password\n-name myapp -stop -targets server1,server2..\n\n
USAGE_STOP=[\u30A2\u30AF\u30B7\u30E7\u30F3]\u30BF\u30FC\u30B2\u30C3\u30C8\u3067\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u5229\u7528\u3067\u304D\u306A\u3044\u3088\u3046\u306B\u3057\u307E\u3059\u3002
USAGE_DISTRIBUTE=[\u30A2\u30AF\u30B7\u30E7\u30F3]\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u30BF\u30FC\u30B2\u30C3\u30C8\u306B\u914D\u5E03\u3057\u307E\u3059\u3002
USAGE_AD_DISTRIBUTE=[\u30A2\u30AF\u30B7\u30E7\u30F3] distribute\u306F\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u30B9\u30C6\u30FC\u30B8\u30F3\u30B0\u9818\u57DF\u306B\u30B3\u30D4\u30FC\u3057\u307E\u3059\u3002\n\njava weblogic.Deployer -adminurl url -username username -password password\n-name myapp -source c:/app/app.ear -distribute -targets server1,server2\n\n
USAGE_AD_REDEPLOY=\n[\u30A2\u30AF\u30B7\u30E7\u30F3] redeploy\u306F\u3001\u30BF\u30FC\u30B2\u30C3\u30C8\u3067\u5B9F\u884C\u4E2D\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u7F6E\u63DB\u3057\u307E\u3059\u3002\u30A2\u30FC\u30AB\u30A4\u30D6\u3055\u308C\u3066\n\u3044\u306A\u3044\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u3064\u3044\u3066\u306F\u3001"-source"\u3092\u6307\u5B9A\u3057\u3066\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\n\u5168\u4F53\u3092\u518D\u30C7\u30D7\u30ED\u30A4\u3059\u308B\u306E\u3067\u306F\u306A\u304F\u3001\u66F4\u65B0\u3059\u308B\u30D5\u30A1\u30A4\u30EB\u306E\u30EA\u30B9\u30C8\u3092"-redeploy"\u3067\n\u6307\u5B9A\u3067\u304D\u307E\u3059\u3002\u30D5\u30A1\u30A4\u30EB\u306E\u30D1\u30B9\u306F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30EB\u30FC\u30C8\u3092\u57FA\u6E96\u3068\u3057\u305F\u76F8\u5BFE\u30D1\u30B9\u3067\u3059\u3002\n\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3092\u6307\u5B9A\u3059\u308B\u3068\u3001\u305D\u306E\u30B5\u30D6\u30C4\u30EA\u30FC\u5168\u4F53\u304C\u66F4\u65B0\u3055\u308C\u307E\u3059\u3002"-delete_files"\u3068\n\u7D44\u307F\u5408\u305B\u308B\u3068\u3001\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u306E\u30EA\u30B9\u30C8\u306F\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30B5\u30FC\u30D0\u30FC\u304B\u3089\u524A\u9664\u3055\u308C\u307E\u3059\u3002\n\n\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u5168\u4F53\u3092\u518D\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059\u3002\njava weblogic.Deployer -adminurl url -username username -password password\n-name myapp -redeploy -targets server1,server2..\n\n\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u500B\u3005\u306E\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u518D\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059\u3002\njava weblogic.Deployer -adminurl url -username username -password password\n-name myapp -redeploy -targets moduleA@serverA,moduleA@serverB\n\n\u305F\u3068\u3048\u3070\u5C55\u958B\u3055\u308C\u305FWeb\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306EJSP\u3092\u66F4\u65B0\u3059\u308B\u305F\u3081\u3001\u90E8\u5206\u7684\u306B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u518D\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059\u3002\njava weblogic.Deployer -adminurl url -username username -password password\n-name myapp -redeploy mywar/index.jsp\n\n\t\u66F4\u65B0\u3055\u308C\u308BJSP\u306E\u30D1\u30B9\u306F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30EB\u30FC\u30C8\u3092\u57FA\u6E96\u3068\u3057\u305F\u76F8\u5BFE\u30D1\u30B9\u3067\u3059\u3002\n\t\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3092\u6307\u5B9A\u3059\u308B\u3068\u3001\u305D\u306E\u30B5\u30D6\u30C4\u30EA\u30FC\u5168\u4F53\u304C\u66F4\u65B0\u3055\u308C\u307E\u3059\u3002
USAGE_REDEPLOY=[\u30A2\u30AF\u30B7\u30E7\u30F3]\u5B9F\u884C\u4E2D\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u90E8\u5206\u7684\u307E\u305F\u306F\u5168\u4F53\u7684\u306B\u7F6E\u63DB\u3057\u307E\u3059\u3002
USAGE_UNDEPLOY=[\u30A2\u30AF\u30B7\u30E7\u30F3]\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u30B5\u30FC\u30D3\u30B9\u505C\u6B62\u306B\u3057\u307E\u3059\u3002
USAGE_AD_UNDEPLOY=[\u30A2\u30AF\u30B7\u30E7\u30F3] undeploy\u306F\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u975E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3057\u3001\u30BF\u30FC\u30B2\u30C3\u30C8\u304B\u3089\u524A\u9664\u3057\u307E\u3059\u3002\n\n\\java weblogic.Deployer -adminurl url -username username -password password\n-name myapp -undeploy -targets server1,server2..\n\n
USAGE_AD_DEPLOY=[\u30A2\u30AF\u30B7\u30E7\u30F3]\u30B5\u30FC\u30D0\u30FC\u307E\u305F\u306F\u30AF\u30E9\u30B9\u30BF\u306B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059\u3002\n\n java weblogic.Deployer -adminurl url -username username -password password\n-name myapp -source c:/app/app.ear -deploy -targets server1,cluster1\n\n
USAGE_EXTENDLOADER=[\u30A2\u30AF\u30B7\u30E7\u30F3] \u30B3\u30FC\u30C9\u30FB\u30BD\u30FC\u30B9jar\u3092\u30BF\u30FC\u30B2\u30C3\u30C8\u306B\u914D\u5E03\u3057\u3001\u305D\u308C\u3092\u4F7F\u7528\u3057\u3066WebLogic\u62E1\u5F35\u30ED\u30FC\u30C0\u30FC\u3092\u62E1\u5F35\u3057\u307E\u3059\u3002
USAGE_AD_EXTENDLOADER=[\u30A2\u30AF\u30B7\u30E7\u30F3] \u30B3\u30FC\u30C9\u30FB\u30BD\u30FC\u30B9jar\u3092\u30BF\u30FC\u30B2\u30C3\u30C8\u306B\u914D\u5E03\u3057\u3001\u305D\u308C\u3092\u4F7F\u7528\u3057\u3066WebLogic\u62E1\u5F35\u30ED\u30FC\u30C0\u30FC\u3092\u62E1\u5F35\u3057\u307E\u3059\u3002\n\njava weblogic.Deployer -adminurl url -username username -password password\n-source c:/app/example.jar -extendloader -targets server1,server2 \n\n
EXAMPLE_NAME=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u540D
EXAMPLE_TIMEOUT=\u79D2
EXAMPLE_DEPLOYMENT_ORDER=\u30C7\u30D7\u30ED\u30A4\u9806\u5E8F
USAGE_TARGETS=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u30B5\u30FC\u30D0\u30FC\u3001\u30AF\u30E9\u30B9\u30BF\u3001\u307E\u305F\u306F\u4EEE\u60F3\u30DB\u30B9\u30C8\u306E\u30AB\u30F3\u30DE\u533A\u5207\u308A\u306E\u30EA\u30B9\u30C8\n
USAGE_AD_TARGETS=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u73FE\u5728\u306E\u64CD\u4F5C\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u30AB\u30F3\u30DE\u533A\u5207\u308A\u306E\u30EA\u30B9\u30C8\u3002\u6307\u5B9A\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u3059\u3079\u3066\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u304C\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002\u65B0\u3057\u3044\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u3064\u3044\u3066\u306F\u3001\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u306F\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u306B\u306A\u308A\u307E\u3059\u3002
EXAMPLE_TARGETS=<target(s)>
USAGE_ID=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30BF\u30B9\u30AF\u306B\u5BFE\u3057\u3066\u30AA\u30D7\u30B7\u30E7\u30F3\u3068\u3057\u3066\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u304B\u3089\u6307\u5B9A\u3055\u308C\u308B\u4E00\u610F\u306E\u8B58\u5225\u5B50\u3002
USAGE_AD_ID=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30BF\u30B9\u30AF\u306B\u5BFE\u3057\u3066\u30AA\u30D7\u30B7\u30E7\u30F3\u3068\u3057\u3066\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u304B\u3089\u6307\u5B9A\u3055\u308C\u308B\u4E00\u610F\u306E\u8B58\u5225\u5B50\u3002ID\u306F\u307E\u305A-activate\u3001-deactivate\u3001-unprepare\u307E\u305F\u306F -remove\u306B\u6307\u5B9A\u3055\u308C\u307E\u3059\u3002\u305D\u306E\u5F8C\u3001-cancel\u307E\u305F\u306F-list\u306B\u5BFE\u3059\u308B\u5F15\u6570\u3068\u3057\u3066\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
EXAMPLE_ID=\u30BF\u30B9\u30AF\u8B58\u5225\u5B50
USAGE_ACTIVATE=[\u975E\u63A8\u5968\u3068\u306A\u3063\u305F\u30A2\u30AF\u30B7\u30E7\u30F3]<targets>\u4E0A\u306E<source>\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092<name>\u4ED8\u304D\u3067(\u518D)\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3057\u307E\u3059\u3002
USAGE_DEPLOY=[\u30A2\u30AF\u30B7\u30E7\u30F3]\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u30B5\u30FC\u30D3\u30B9\u3067\u304D\u308B\u3088\u3046\u306B\u3057\u307E\u3059\u3002
USAGE_DEACTIVATE=[\u975E\u63A8\u5968\u3068\u306A\u3063\u305F\u30A2\u30AF\u30B7\u30E7\u30F3]<targets>\u4E0A\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3<name>\u3092\u3001\u3059\u3050\u306B\u518D\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3067\u304D\u308B\u72B6\u614B\u306B\u3057\u3066\u3001\u975E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3057\u307E\u3059\u3002
USAGE_UNPREPARE=[\u975E\u63A8\u5968\u3068\u306A\u3063\u305F\u30A2\u30AF\u30B7\u30E7\u30F3]<targets>\u4E0A\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3<name>\u306E\u30AF\u30E9\u30B9\u3092\u975E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3057\u3066\u30A2\u30F3\u30ED\u30FC\u30C9\u3057\u307E\u3059\u3002
USAGE_REMOVE=[\u975E\u63A8\u5968\u3068\u306A\u3063\u305F\u30A2\u30AF\u30B7\u30E7\u30F3]<target>\u4E0A\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3<name>\u3092\u975E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3057\u3001\u3053\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u5BFE\u3057\u3066\u30B9\u30C6\u30FC\u30B8\u30F3\u30B0\u3055\u308C\u305F\u3059\u3079\u3066\u306E\u30EA\u30BD\u30FC\u30B9\u3068\u30D5\u30A1\u30A4\u30EB\u3092\u524A\u9664\u3057\u307E\u3059\u3002\u3053\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u304C\u306A\u304F\u306A\u3063\u3066\u3044\u308C\u3070\u3001\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u69CB\u6210\u306F\u5B8C\u5168\u306B\u524A\u9664\u3055\u308C\u307E\u3059\u3002
USAGE_CANCEL=[\u30A2\u30AF\u30B7\u30E7\u30F3]\u5B8C\u4E86\u3057\u3066\u3044\u306A\u3044\u30BF\u30B9\u30AF<id>\u306E\u53D6\u6D88\u3057\u3092\u8A66\u307F\u307E\u3059\u3002
USAGE_LIST=[\u30A2\u30AF\u30B7\u30E7\u30F3]\u5404\u30BF\u30B9\u30AF<id>\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u3092\u30EA\u30B9\u30C8\u3057\u307E\u3059\u3002
USAGE_LIST_APPS=[\u30A2\u30AF\u30B7\u30E7\u30F3]\u30C9\u30E1\u30A4\u30F3\u306B\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u3066\u3044\u308B\u3059\u3079\u3066\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u30EA\u30B9\u30C8\u3057\u307E\u3059\u3002
## {0}: String actions
ERROR_MULTIPLE_ACTIONS=\u8907\u6570\u306E\u30A2\u30AF\u30B7\u30E7\u30F3{0}\u3092\u6307\u5B9A\u3057\u307E\u3057\u305F\u3002
ERROR_MISSING_ACTION=\u6307\u5B9A\u3055\u308C\u305F\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u30021\u3064\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002\n\u8A73\u7D30\u306F\u3001-help\u3001-advanced\u3001\u307E\u305F\u306F-examples\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_MISSING_TARGETS=\u6307\u5B9A\u3057\u305F\u30A2\u30AF\u30B7\u30E7\u30F3\u306B\u306F\u30011\u3064\u4EE5\u4E0A\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u304C\u5FC5\u8981\u3067\u3059\u3002
ERROR_MISSING_NAME=\u6307\u5B9A\u3057\u305F\u30A2\u30AF\u30B7\u30E7\u30F3\u306B\u306F\u3001-name\u30AA\u30D7\u30B7\u30E7\u30F3\u304C\u5FC5\u8981\u3067\u3059\u3002
ERROR_MISSING_ID=\u53D6\u6D88\u3057\u30A2\u30AF\u30B7\u30E7\u30F3\u306B\u306F -id\u30AA\u30D7\u30B7\u30E7\u30F3\u304C\u5FC5\u8981\u3067\u3059\u3002
ERROR_MISSING_SOURCE_FOR_UPLOAD=-upload\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u6307\u5B9A\u3057\u305F\u5834\u5408\u306F\u3001-source\u30AA\u30D7\u30B7\u30E7\u30F3\u3082\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
ERROR_SOURCE_NOT_ALLOWED=-source\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u3001-activate\u30AA\u30D7\u30B7\u30E7\u30F3\u3068\u4E00\u7DD2\u306E\u5834\u5408\u306E\u307F\u6307\u5B9A\u3067\u304D\u307E\u3059\u3002
ERROR_NOSTAGE_ONLY_FOR_ACTIVATE=-nostage\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u6307\u5B9A\u3067\u304D\u308B\u306E\u306F\u3001\u65B0\u898F\u30BD\u30FC\u30B9\u4F9B\u7D66\u6642\u306B-activate\u30AA\u30D7\u30B7\u30E7\u30F3\u3068\u3068\u3082\u306B\u6307\u5B9A\u3059\u308B\u5834\u5408\u306E\u307F\u3067\u3059\u3002
ERROR_STAGE_ONLY_FOR_ACTIVATE=-stage\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u6307\u5B9A\u3067\u304D\u308B\u306E\u306F\u3001\u65B0\u898F\u30BD\u30FC\u30B9\u4F9B\u7D66\u6642\u306B-activate\u30AA\u30D7\u30B7\u30E7\u30F3\u3068\u3068\u3082\u306B\u6307\u5B9A\u3059\u308B\u5834\u5408\u306E\u307F\u3067\u3059\u3002
ERROR_EXTERNAL_STAGE_ONLY_FOR_ACTIVATE=-external_stage\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u6307\u5B9A\u3067\u304D\u308B\u306E\u306F\u3001\u65B0\u898F\u30BD\u30FC\u30B9\u4F9B\u7D66\u6642\u306B-activate\u30AA\u30D7\u30B7\u30E7\u30F3\u3068\u3068\u3082\u306B\u6307\u5B9A\u3059\u308B\u5834\u5408\u306E\u307F\u3067\u3059\u3002
ERROR_STAGE_OR_NOSTAGE=\u6307\u5B9A\u3067\u304D\u308B\u306E\u306F\u3001-stage\u3001-nostage\u3001-external_stage\u306E\u3046\u30611\u3064\u306E\u307F\u3067\u3059\u3002
## {0}: String action
ERROR_NAME_NOT_ALLOWED=-name\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u3001-{0}\u30AA\u30D7\u30B7\u30E7\u30F3\u3068\u3068\u3082\u306B\u306F\u6307\u5B9A\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String id
ERROR_TASK_HAS_RUN_TO_COMPLETION=ID {0}\u306E\u30BF\u30B9\u30AF\u306F\u3001\u3059\u3067\u306B\u5B9F\u884C\u304C\u5B8C\u4E86\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String id
ERROR_TASK_NOT_FOUND=ID {0}\u306E\u30BF\u30B9\u30AF\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String url, {1}: String msg
ERROR_UNABLE_TO_ACCESS_DEPLOYER=''{0}''\u306B\u63A5\u7D9A\u3067\u304D\u307E\u305B\u3093\u3002{1}\u3002URL\u304C\u4E92\u63DB\u6027\u306E\u3042\u308B\u5B9F\u884C\u4E2D\u306E\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u3092\u8868\u3059\u3053\u3068\u3001\u304A\u3088\u3073\u8CC7\u683C\u8A3C\u660E\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002HTTP\u30D7\u30ED\u30C8\u30B3\u30EB\u3092\u4F7F\u7528\u3057\u3066\u3044\u308B\u5834\u5408\u306F\u3001\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u3067\u30C8\u30F3\u30CD\u30EA\u30F3\u30B0\u304C\u4F7F\u7528\u53EF\u80FD\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
ERROR_LOST_CONNECTION=\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u3067\u63A5\u7D9A\u304C\u7834\u68C4\u3055\u308C\u307E\u3057\u305F\u3002\u3053\u308C\u306F\u4E00\u822C\u306B\u3001\u30B5\u30FC\u30D0\u30FC\u304C\u505C\u6B62\u3055\u308C\u305F\u304B\u3001\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u3078\u306E\u63A5\u7D9A\u304C\u5207\u65AD\u3055\u308C\u305F\u3053\u3068\u306B\u3088\u3063\u3066\u8D77\u3053\u308B\u73FE\u8C61\u3067\u3059\u3002
ERROR_NO_COMPONENT_ALLOWED_ON_REMOVE=\u524A\u9664\u51E6\u7406\u306B\u3064\u3044\u3066\u3001\u7279\u5B9A\u306E\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u3092\u6307\u5B9A\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u5168\u4F53\u3092\u524A\u9664\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
SHOW_LIST_HEADER=#TaskID\tAction\t\tStatus\tTarget\t\tType\tApplication\tSource
## {0}: String id, {1}: String status, {2}: String appname, {3}: String target
SHOW_DEPLOYMENT_NOTIFICATION={3}\u306B\u5BFE\u3059\u308B[ID: {0}] {1} {2}
MESSAGE_WAITING_FOR_NOTIFICATIONS=\u51E6\u7406\u3092\u958B\u59CB\u3057\u307E\u3057\u305F\u3002\u901A\u77E5\u3092\u5F85\u6A5F\u3057\u3066\u3044\u307E\u3059...
MESSAGE_NO_REAL_TARGETS=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u69CB\u6210\u3092\u30ED\u30FC\u30C9\u3059\u308B\u51E6\u7406\u304C\u5B8C\u4E86\u3057\u307E\u3057\u305F\u3002\n\u3053\u308C\u306F\u30BF\u30FC\u30B2\u30C3\u30C8\u3068\u3055\u308C\u3066\u3044\u306A\u304B\u3063\u305F\u306E\u3067\u3001\u7279\u5B9A\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u60C5\u5831\u306F\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093\u3067\u3057\u305F\u3002\n\u591A\u304F\u306E\u5834\u5408\u3001\u30B5\u30FC\u30D0\u30FC\u304C\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u3066\u3044\u306A\u3044VirtualHost\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u305F\u3053\u3068\u304C\n\u539F\u56E0\u3067\u3059\u3002
## {0}: String message
ERROR_NO_REAL_TARGETS=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u69CB\u6210\u3092\u30ED\u30FC\u30C9\u3059\u308B\u51E6\u7406\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002\n\u3053\u308C\u306F\u30BF\u30FC\u30B2\u30C3\u30C8\u3068\u3055\u308C\u3066\u3044\u306A\u304B\u3063\u305F\u306E\u3067\u3001\u7279\u5B9A\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u60C5\u5831\u306F\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093\u3067\u3057\u305F\u3002\n\u3053\u306E\u30A8\u30E9\u30FC\u3068\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u4F8B\u5916\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u6B21\u306E\u3068\u304A\u308A\u3067\u3059\u3002\n{0}
MESSAGE_NO_REAL_TARGETS_RUNNING=\u30BF\u30FC\u30B2\u30C3\u30C8\u3068\u3055\u308C\u306A\u3044\u65B0\u3057\u3044\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u3092\u4F5C\u6210\u3057\u3066\u3044\u307E\u3059...
NO_MESSAGE=\u30BF\u30FC\u30B2\u30C3\u30C8\u3068\u3055\u308C\u306A\u3044\u65B0\u3057\u3044\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u3092\u4F5C\u6210\u3057\u3066\u3044\u307E\u3059...
MESSAGE_NOTIFICATION_ACTIVATING=\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3057\u3066\u3044\u307E\u3059
MESSAGE_NOTIFICATION_ACTIVATED=\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3057\u307E\u3057\u305F
MESSAGE_NOTIFICATION_PREPARING=\u6E96\u5099\u4E2D\u3067\u3059
MESSAGE_NOTIFICATION_PREPARED=\u6E96\u5099\u304C\u5B8C\u4E86\u3057\u307E\u3057\u305F
MESSAGE_NOTIFICATION_UNPREPARING=\u6E96\u5099\u3092\u89E3\u9664\u3057\u3066\u3044\u307E\u3059
MESSAGE_NOTIFICATION_UNPREPARED=\u6E96\u5099\u3092\u89E3\u9664\u3057\u307E\u3057\u305F
MESSAGE_NOTIFICATION_DEACTIVATING=\u975E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3057\u3066\u3044\u307E\u3059
MESSAGE_NOTIFICATION_DEACTIVATED=\u975E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3057\u307E\u3057\u305F
MESSAGE_NOTIFICATION_DISTRIBUTING=\u914D\u5E03\u3057\u3066\u3044\u307E\u3059
MESSAGE_NOTIFICATION_DISTRIBUTED=\u914D\u5E03\u3057\u307E\u3057\u305F
MESSAGE_NOTIFICATION_FAILED=\u5931\u6557
MESSAGE_ACTIVATE=\u30A2\u30AF\u30C6\u30A3\u30D6\u5316
MESSAGE_DEACTIVATE=\u975E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316
MESSAGE_UNPREPARE=\u6E96\u5099\u89E3\u9664
MESSAGE_REMOVE=\u524A\u9664
MESSAGE_DISTRIBUTE=\u914D\u5E03
MESSAGE_START=\u8D77\u52D5
MESSAGE_STOP=\u505C\u6B62
MESSAGE_UNDEPLOY=\u30A2\u30F3\u30C7\u30D7\u30ED\u30A4
MESSAGE_RETIRE=\u30EA\u30BF\u30A4\u30A2
MESSAGE_REDEPLOY=\u518D\u30C7\u30D7\u30ED\u30A4
MESSAGE_DEPLOY=\u30C7\u30D7\u30ED\u30A4
MESSAGE_LIST=\u30EA\u30B9\u30C8
MESSAGE_LIST_APPS=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30EA\u30B9\u30C8
MESSAGE_CANCEL=\u53D6\u6D88
MESSAGE_SERVER=\u30B5\u30FC\u30D0\u30FC
MESSAGE_CLUSTER=\u30AF\u30E9\u30B9\u30BF
MESSAGE_JMS_SERVER=JMS\u30B5\u30FC\u30D0\u30FC
MESSAGE_HOST=\u4EEE\u60F3\u30DB\u30B9\u30C8
MESSAGE_TARGET=\u4EEE\u60F3\u30BF\u30FC\u30B2\u30C3\u30C8
MESSAGE_UNKNOWN=\u4E0D\u660E
MESSAGE_STATE_FAILED=\u5931\u6557
MESSAGE_STATE_IN_PROGRESS=\u8D77\u52D5\u6E08\u307F
MESSAGE_STATE_INIT=\u8D77\u52D5\u4E2D
MESSAGE_STATE_SUCCESS=\u6210\u529F
## {0}: String taskId, {1}: String desc
MESSAGE_STARTED_TASK=\u30BF\u30B9\u30AF{0}\u304C\u958B\u59CB\u3055\u308C\u307E\u3057\u305F: {1}
USAGE_ENFORCE_CLUSTER_CONSTRAINTS=[\u975E\u63A8\u5968\u306B\u306A\u3063\u305F\u30AA\u30D7\u30B7\u30E7\u30F3]\u3053\u306E\u30D5\u30E9\u30B0\u3092\u6709\u52B9\u306B\u3059\u308B\u3068\u3001\u30C7\u30D7\u30ED\u30A4\u4E2D\u306B\u53B3\u3057\u3044\u30AF\u30E9\u30B9\u30BF\u5236\u7D04\u3092\u5F37\u5236\u3059\u308B\u3053\u3068\u306B\u306A\u308A\u307E\u3059\u3002\u3053\u306E\u5834\u5408\u3001\u30C7\u30D7\u30ED\u30A4\u3092\u884C\u3046\u305F\u3081\u306B\u306F\u3001\u30AF\u30E9\u30B9\u30BF\u306B\u53C2\u52A0\u3057\u3066\u3044\u308B\u3059\u3079\u3066\u306E\u30B5\u30FC\u30D0\u30FC\u304C\u5B9F\u884C\u3055\u308C\u3066\u3044\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002\u3053\u306E\u30D5\u30E9\u30B0\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u5024''false''\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u30AF\u30E9\u30B9\u30BF\u3078\u30C7\u30D7\u30ED\u30A4\u3059\u308B\u305F\u3081\u306B\u3059\u3079\u3066\u306E\u30B5\u30FC\u30D0\u30FC\u3092\u30A2\u30AF\u30C6\u30A3\u30D6\u306B\u3059\u308B\u5FC5\u8981\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u30AF\u30E9\u30B9\u30BF\u5185\u306E\u30A2\u30AF\u30C6\u30A3\u30D6\u72B6\u614B\u306E\u30B5\u30FC\u30D0\u30FC\u306F\u3001\u5373\u6642\u306B\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3092\u53D7\u3051\u53D6\u308A\u307E\u3059\u3002\u30AF\u30E9\u30B9\u30BF\u5185\u306E\u505C\u6B62\u72B6\u614B\u307E\u305F\u306F\u975E\u30A2\u30AF\u30C6\u30A3\u30D6\u72B6\u614B\u306E\u30B5\u30FC\u30D0\u30FC\u306F\u518D\u8D77\u52D5\u6642\u306B\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3092\u53D7\u3051\u53D6\u308A\u307E\u3059\u3002\u4E00\u6642\u7684\u306B\u533A\u5206\u3055\u308C\u305F\u30B5\u30FC\u30D0\u30FC\u306F\u3001\u30AF\u30E9\u30B9\u30BF\u306B\u518D\u5EA6\u53C2\u52A0\u3057\u305F\u5F8C\u3059\u3050\u306B\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3092\u53D7\u3051\u53D6\u308A\u307E\u3059\u3002\u30B5\u30FC\u30D0\u30FC\u306E\u30AF\u30E9\u30B9\u30BF\u3078\u306E\u518D\u53C2\u52A0\u3068\u3001\u4FDD\u7559\u4E2D\u306E\u30C7\u30D7\u30ED\u30A4\u3092\u53CD\u6620\u3055\u305B\u308B\u9593\u306E\u30A6\u30A3\u30F3\u30C9\u30A6\u5185\u3067\u3001\u3053\u306E\u30B5\u30FC\u30D0\u30FC\u306B\u5230\u9054\u3057\u305F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u8981\u6C42\u306F\u5931\u6557\u3057\u307E\u3059\u3002\u305F\u3060\u3057\u3053\u308C\u3089\u306F\u4E00\u6642\u7684\u306A\u3082\u306E\u3067\u3042\u308A\u3001\u30B5\u30FC\u30D0\u30FC\u304C\u6700\u65B0\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3092\u53D7\u3051\u53D6\u3063\u305F\u6642\u70B9\u3067\u306A\u304F\u306A\u308A\u307E\u3059\u3002\u901A\u5E38\u3001\u6570\u5206\u4EE5\u5185\u306B\u5FA9\u65E7\u3057\u307E\u3059\u3002
## {0}: String exception
ERROR_INIT_DEPLOYER=\u30C7\u30D7\u30ED\u30A4\u30E4\u306E\u521D\u671F\u5316\u3067\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002{0}
ERROR_NO_SOURCE=\u64CD\u4F5C\u306E\u30BD\u30FC\u30B9\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093
ERROR_MULTIPLE_SOURCE=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3067\u8907\u6570\u306E\u30BD\u30FC\u30B9\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059
## {0}: String ex
ERROR_UNEXPECTED_CONN=\u30B5\u30FC\u30D0\u30FC\u306B\u63A5\u7D9A\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String src
NO_SOURCE_ALT_APP_DD=\u4EE3\u66FF\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u8A18\u8FF0\u5B50\u30D5\u30A1\u30A4\u30EB''{0}''\u304C\u5B58\u5728\u3057\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u6709\u52B9\u306A\u30D5\u30A1\u30A4\u30EB\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044
## {0}: String src
NO_SOURCE_ALT_WEB_DD=\u4EE3\u66FFWeb\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u8A18\u8FF0\u5B50\u30D5\u30A1\u30A4\u30EB''{0}''\u304C\u5B58\u5728\u3057\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u6709\u52B9\u306A\u30D5\u30A1\u30A4\u30EB\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
NO_APP_TO_LIST=\u30EA\u30B9\u30C8\u3059\u308B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C\u3042\u308A\u307E\u305B\u3093\u3002
APPS_FOUND=\u898B\u3064\u304B\u3063\u305F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u6570:
WARNING_LIST_DEPRECATED===\u8B66\u544A==list\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u5EC3\u6B62\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u30EA\u30B9\u30C8\u30FB\u30BF\u30B9\u30AF\u3067\u4EE3\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String id
CANCEL_FAILED=\u30BF\u30B9\u30AF{0}\u304C\u53D6\u308A\u6D88\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30BF\u30B9\u30AF\u306F\u3001\u53D6\u308A\u6D88\u305B\u306A\u3044\u72B6\u614B\u307E\u3067\u9032\u3093\u3067\u3057\u307E\u3063\u3066\u3044\u307E\u3057\u305F\u3002
## {0}: String id
CANCEL_SUCCEEDED=\u30BF\u30B9\u30AF{0}\u306F\u6B63\u5E38\u306B\u53D6\u308A\u6D88\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String module, {1}: String ex
MESSAGE_MODULE_EXCEPTION=\u30E2\u30B8\u30E5\u30FC\u30EB''{0}''\u306F\u4F8B\u5916{1}\u306B\u3088\u308A\u5931\u6557\u3057\u307E\u3057\u305F\u3002
## {0}: String path
MESSAGE_IO_EXCEPTION=\u30BD\u30FC\u30B9\u30FB\u30D1\u30B9''{0}''\u306F\u5B58\u5728\u3057\u307E\u305B\u3093\u3002\u30D1\u30B9\u306B\u5230\u9054\u3067\u304D\u307E\u305B\u3093\u3002
FILES_ILLEGAL=\u3053\u306E\u64CD\u4F5C\u3067\u306F\u3001\u30D5\u30A1\u30A4\u30EB\u30FB\u30EA\u30B9\u30C8\u306F\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
FILES_ILLEGAL_WITH_SOURCE=\u30BD\u30FC\u30B9\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u3053\u306E\u64CD\u4F5C\u306B\u306F\u30D5\u30A1\u30A4\u30EB\u30FB\u30EA\u30B9\u30C8\u3092\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
FILES_ILLEGAL_IN_DEACTIVATE=\u3053\u306E\u64CD\u4F5C\u3067\u306F\u3001\u30D5\u30A1\u30A4\u30EB\u30FB\u30EA\u30B9\u30C8\u306F\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u30D5\u30A1\u30A4\u30EB\u3092\u524A\u9664\u3059\u308B\u5FC5\u8981\u304C\u3042\u308B\u5834\u5408\u306F\u3001"redeploy"\u30B3\u30DE\u30F3\u30C9\u3092"delete_files"\u30D5\u30E9\u30B0\u3068\u7D44\u307F\u3042\u308F\u305B\u3066\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
SOURCE_ILLEGAL=\u3053\u306E\u51E6\u7406\u306B\u5BFE\u3057\u3066-source\u30AA\u30D7\u30B7\u30E7\u30F3\u304C\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
IGNORING_SOURCE=-source\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u7121\u8996\u3057\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u51E6\u7406\u306B\u306F\u5FC5\u8981\u3042\u308A\u307E\u305B\u3093\u3002
USAGE_OUTPUT=[\u975E\u63A8\u5968\u306B\u306A\u3063\u305F\u30AA\u30D7\u30B7\u30E7\u30F3] raw|formatted
## {0}: String id
TIMEOUT=\u30BF\u30B9\u30AF{0}\u304C\u30BF\u30A4\u30E0\u30FB\u30A2\u30A6\u30C8\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String mod, {1}: String curr, {2}: String target, {3}: String server
SUCCESS=\u30E2\u30B8\u30E5\u30FC\u30EB{0}: \u30B5\u30FC\u30D0\u30FC{3}\u4E0A\u3067{1}\u304B\u3089{2}\u3002
## {0}: String mod, {1}: String start, {2}: String target, {3}: String server
FAILURE=\u30E2\u30B8\u30E5\u30FC\u30EB''{0}''\u306F\u3001\u30B5\u30FC\u30D0\u30FC''{3}''\u4E0A\u3067{1}\u304B\u3089{2}\u306B\u9077\u79FB\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String app, {1}: String server, {2}: String phase
APP_NOTIF=\u30B5\u30FC\u30D0\u30FC{1}\u4E0A\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u3092{2}\u3002
## {0}: String module, {1}: String msg
MOD_ERROR=\u30E2\u30B8\u30E5\u30FC\u30EB''{0}''\u306E\u30A8\u30E9\u30FC: {1}
STATE_RUNNING=\u5B9F\u884C\u4E2D
STATE_COMP=\u5B8C\u4E86
STATE_FAILED=\u5931\u6557
STATE_INIT=\u521D\u671F\u5316\u6E08\u307F
UNKNOWN=\u4E0D\u660E
## {0}: String id, {1}: String state, {2}: String desc
TASK_STATUS=\u30BF\u30B9\u30AF{0} {1}: {2}
## {0}: String type, {1}: String name, {2}: String state, {3}: String operation
SHOW_TARGET_STATE=\u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u72B6\u614B: {0} {1}\u3067{3} {2}
EXAMPLE_APP_VERSION=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30D0\u30FC\u30B8\u30E7\u30F3
USAGE_APP_VERSION=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u8B58\u5225\u5B50\u3002\u6307\u5B9A\u3057\u306A\u3044\u3068\u3001\u305D\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u73FE\u5728\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u30D0\u30FC\u30B8\u30E7\u30F3\u3067\u3042\u308B\u3068\u60F3\u5B9A\u3055\u308C\u307E\u3059\u3002
USAGE_NO_VERSION=\u3053\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u306F\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30B7\u30B9\u30C6\u30E0\u306B\u901A\u77E5\u3057\u307E\u3059\u3002\u305D\u306E\u305F\u3081\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30BD\u30FC\u30B9\u306B\u5BFE\u3057\u3066\u30D0\u30FC\u30B8\u30E7\u30F3\u30FB\u30C1\u30A7\u30C3\u30AF\u306F\u5B9F\u884C\u3055\u308C\u307E\u305B\u3093\u3002
EXAMPLE_PLAN_VERSION=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30D7\u30E9\u30F3\u306E\u30D0\u30FC\u30B8\u30E7\u30F3
USAGE_PLAN_VERSION=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30D7\u30E9\u30F3\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u8B58\u5225\u5B50\u3002\u6307\u5B9A\u3057\u306A\u3044\u3068\u3001\u305D\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30D7\u30E9\u30F3\u306E\u73FE\u5728\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u30D0\u30FC\u30B8\u30E7\u30F3\u3067\u3042\u308B\u3068\u60F3\u5B9A\u3055\u308C\u307E\u3059\u3002
EXAMPLE_RETIRE_TIMEOUT=\u30EA\u30BF\u30A4\u30A2\u306E\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u306E\u79D2\u6570
USAGE_RETIRE_TIMEOUT=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u30EA\u30BF\u30A4\u30A2\u30FB\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u30FB\u30DD\u30EA\u30B7\u30FC\u306E\u30EA\u30BF\u30A4\u30A2\u306E\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u306E\u79D2\u6570\u3002\u6307\u5B9A\u3057\u306A\u3044\u3068\u3001\u6B63\u5E38\u306A\u30EA\u30BF\u30A4\u30A2\u30FB\u30DD\u30EA\u30B7\u30FC\u3067\u3042\u308B\u3068\u60F3\u5B9A\u3055\u308C\u307E\u3059\u3002
## {0}: String option
ERROR_RETIRE_TIMEOUT=\u3053\u306E\u64CD\u4F5C\u306B-{0}\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String retireOpt, {1}: String gracefulOpt
ERROR_RETIRE_TIMEOUT_GRACEFUL=-{1}\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u6307\u5B9A\u3057\u305F\u5834\u5408\u306F\u3001-{0}\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
USAGE_SUBMODULETARGETS=[\u30AA\u30D7\u30B7\u30E7\u30F3] JMS\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u30B5\u30D6\u30E2\u30B8\u30E5\u30FC\u30EB\u30FB\u30EC\u30D9\u30EB\u3002
PARAM_SUBMODULETARGETS=submod@mod-jms.xml@target | submoduleName@target
USAGE_SECURITYMODEL=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u3053\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306B\u4F7F\u7528\u3059\u308B\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30E2\u30C7\u30EB\u3002
USAGE_SECURITYVALIDATION=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30C7\u30FC\u30BF\u306E\u691C\u8A3C\u3092\u53EF\u80FD\u306B\u3057\u307E\u3059\u3002
USAGE_LIB_MODULE=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u3066\u3044\u308B\u30E6\u30CB\u30C3\u30C8\u304C\u30E9\u30A4\u30D6\u30E9\u30EA\u3067\u3042\u308B\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C\u30E9\u30A4\u30D6\u30E9\u30EA\u306E\u5834\u5408\u306F\u5FC5\u9808\u3067\u3059\u3002
EXAMPLE_LIB_SPEC_VERSION=\u30E9\u30A4\u30D6\u30E9\u30EA\u306E\u4ED5\u69D8\u306E\u30D0\u30FC\u30B8\u30E7\u30F3
USAGE_LIB_SPEC_VERSION=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u30E9\u30A4\u30D6\u30E9\u30EA\u306E\u4ED5\u69D8\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u3001\u30DE\u30CB\u30D5\u30A7\u30B9\u30C8\u306B\u793A\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002-library\u30AA\u30D7\u30B7\u30E7\u30F3\u304C\u5FC5\u8981\u3067\u3059\u3002
EXAMPLE_LIB_IMPL_VERSION=\u30E9\u30A4\u30D6\u30E9\u30EA\u306E\u5B9F\u88C5\u306E\u30D0\u30FC\u30B8\u30E7\u30F3
USAGE_LIB_IMPL_VERSION=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u30E9\u30A4\u30D6\u30E9\u30EA\u306E\u5B9F\u88C5\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u3001\u30DE\u30CB\u30D5\u30A7\u30B9\u30C8\u306B\u793A\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002-library\u30AA\u30D7\u30B7\u30E7\u30F3\u304C\u5FC5\u8981\u3067\u3059\u3002
## {0}: String option
ILLEGAL_OPTION=\u30AA\u30D7\u30B7\u30E7\u30F3{0}\u306F\u3001\u30A2\u30AF\u30B7\u30E7\u30F3"-deploy"\u307E\u305F\u306F"-distribute"\u3068\u3068\u3082\u306B\u6307\u5B9A\u3057\u305F\u5834\u5408\u306B\u306E\u307F\u6307\u5B9A\u3067\u304D\u307E\u3059\u3002
USAGE_ADMIN_MODE=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u7BA1\u7406\u30E2\u30FC\u30C9\u3002\u6307\u5B9A\u3057\u306A\u3044\u5834\u5408\u3001\u672C\u756A\u30E2\u30FC\u30C9\u3067\u3042\u308B\u3068\u60F3\u5B9A\u3055\u308C\u307E\u3059\u3002
## {0}: String option
ERROR_ADMIN_MODE=\u3053\u306E\u64CD\u4F5C\u306B-{0}\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
USAGE_GRACEFUL=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u6B63\u5E38\u306A\u505C\u6B62\u3002\u6307\u5B9A\u3057\u306A\u3044\u5834\u5408\u3001\u5F37\u5236\u7684\u306A\u505C\u6B62\u3067\u3042\u308B\u3068\u60F3\u5B9A\u3055\u308C\u307E\u3059\u3002
## {0}: String option
ERROR_GRACEFUL=\u3053\u306E\u64CD\u4F5C\u306B-{0}\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String gracefulOption
USAGE_IGNORE_SESSIONS=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u6B63\u5E38\u306A\u505C\u6B62\u4E2D\u306F\u4FDD\u7559\u4E2D\u306EHTTP\u30BB\u30C3\u30B7\u30E7\u30F3\u3092\u7121\u8996\u3057\u307E\u3059\u3002\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u3001-{0}\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u6307\u5B9A\u3057\u305F\u5834\u5408\u306B\u306E\u307F\u4F7F\u7528\u3067\u304D\u307E\u3059\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u306Ffalse\u3067\u3059\u3002
## {0}: String gracefulOption, {1}: String ignoreSessionsOption
ERROR_IGNORE_SESSIONS=\u3053\u306E\u64CD\u4F5C\u306B-{1}\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002-{0}\u30AA\u30D7\u30B7\u30E7\u30F3\u3068\u3068\u3082\u306B\u6307\u5B9A\u3057\u305F\u5834\u5408\u306B\u306E\u307F\u4F7F\u7528\u3067\u304D\u307E\u3059\u3002
## {0}: String gracefulOption
USAGE_RMI_GRACE_PERIOD=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u6B63\u5E38\u306A\u505C\u6B62\u4E2D\u306ERMI\u8981\u6C42\u306E\u7336\u4E88\u671F\u9593\u3002\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u3001-{0}\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u6307\u5B9A\u3057\u305F\u5834\u5408\u306B\u306E\u307F\u4F7F\u7528\u3067\u304D\u307E\u3059\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u3067\u306F\u7336\u4E88\u671F\u9593\u306F\u3042\u308A\u307E\u305B\u3093\u3002
EXAMPLE_RMI_GRACE_PERIOD=RMI\u306E\u7336\u4E88\u671F\u9593(\u79D2)
## {0}: String gracefulOption, {1}: String rmiGracePeriodOption
ERROR_RMI_GRACE_PERIOD=\u3053\u306E\u64CD\u4F5C\u306B-{1}\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002-{0}\u30AA\u30D7\u30B7\u30E7\u30F3\u3068\u3068\u3082\u306B\u6307\u5B9A\u3057\u305F\u5834\u5408\u306B\u306E\u307F\u4F7F\u7528\u3067\u304D\u307E\u3059\u3002
## {0}: String undeployOption
USAGE_ALL_VERSIONS=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u51E6\u7406\u4E2D\u306E\u4F5C\u696D\u306B\u95A2\u4FC2\u306A\u304F\u3001\u3059\u3079\u3066\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u5F37\u5236\u7684\u306B\u30A2\u30F3\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059\u3002\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u3001-{0}\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u6307\u5B9A\u3057\u305F\u5834\u5408\u306B\u306E\u307F\u4F7F\u7528\u3067\u304D\u307E\u3059\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u306Ffalse\u3067\u3059\u3002
## {0}: String undeployOp, {1}: String allVersionsOption
ERROR_ALL_VERSIONS1=\u3053\u306E\u64CD\u4F5C\u306B-{1}\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u3001-{0}\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u6307\u5B9A\u3057\u305F\u5834\u5408\u306B\u306E\u307F\u4F7F\u7528\u3067\u304D\u307E\u3059\u3002
## {0}: String gracefulOp, {1}: String allVersionsOption
ERROR_ALL_VERSIONS2=\u3053\u306E\u64CD\u4F5C\u306B-{1}\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002-{0}\u30AA\u30D7\u30B7\u30E7\u30F3\u3068\u3068\u3082\u306B\u4F7F\u7528\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
USAGE_UPDATE=[\u30A2\u30AF\u30B7\u30E7\u30F3]\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u69CB\u6210\u3092\u9069\u5207\u306B\u66F4\u65B0\u3057\u307E\u3059\u3002
USAGE_REMOVE_PLAN_OVERRIDE=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7\u30FB\u30EC\u30D9\u30EB\u3067\u306E\u524D\u306E\u30D7\u30E9\u30F3\u306E\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3092\u524A\u9664\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u6307\u5B9A\u3059\u308Btrue\u307E\u305F\u306Ffalse\u306E\u5024\u3002\u6307\u5B9A\u3057\u306A\u3044\u5834\u5408\u3001\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u5024\u306Ffalse\u3067\u3059\u3002
ADVANCED=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u4F7F\u7528\u4F8B\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u3059\u3079\u3066\u8868\u793A\u3057\u307E\u3059
VERSION=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u4F7F\u7528\u4F8B\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u3059\u3079\u3066\u8868\u793A\u3057\u307E\u3059
HELP=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u4F7F\u7528\u4F8B\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u8868\u793A\u3057\u307E\u3059
## {0}: String fmt
BAD_FORMAT=\u4E0D\u660E\u306A\u51FA\u529B\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8''{0}''\u304C\u6307\u5B9A\u3055\u308C\u307E\u3057\u305F\u3002raw\u307E\u305F\u306Fformatted\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002raw\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002
## {0}: String oldop, {1}: String newop
DEPRECATED=\u975E\u63A8\u5968\u306B\u306A\u3063\u305F\u64CD\u4F5C{0}\u304C\u6307\u5B9A\u3055\u308C\u307E\u3057\u305F\u3002\u304B\u308F\u308A\u306B{1}\u64CD\u4F5C\u306E\u4F7F\u7528\u3092\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String option, {1}: String action
OPTION_NOT_ALLOWED={1}\u64CD\u4F5C\u3067\u306F{0}\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u7121\u52B9\u3067\u3059\u3002
EXAMPLE_PLAN=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30D7\u30E9\u30F3\u306E\u30D1\u30B9
USAGE_PLAN=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30D7\u30E9\u30F3\u306E\u5834\u6240\u3092\u6307\u5B9A\u3057\u307E\u3059
ERROR_FAILED_OP=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u64CD\u4F5C\u304C\u5931\u6557\u3057\u307E\u3057\u305F
## {0}: String name
NO_TASK=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u540D{0}\u306B\u30BF\u30B9\u30AF\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u7D50\u679C\u3092\u8868\u793A\u3067\u304D\u307E\u305B\u3093\u3002
ERROR_HELPER_FAILURE=JMX\u30B5\u30FC\u30D0\u30FC\u306B\u30A2\u30AF\u30BB\u30B9\u3057\u305F\u3068\u304D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30CD\u30B9\u30C8\u3055\u308C\u305F\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ERROR_MISSING_DELTA=\u64CD\u4F5C\u306B\u5FC5\u8981\u306A\u30D5\u30A1\u30A4\u30EB\u30FB\u30EA\u30B9\u30C8\u304C\u3042\u308A\u307E\u305B\u3093
## {0}: String file
ERROR_NOSUCHFILE=\u30D5\u30A1\u30A4\u30EB''{0}''\u304C\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String target
ERROR_NOSUCHTARGET=''{0}''\u306F\u69CB\u6210\u3055\u308C\u305F\u30BF\u30FC\u30B2\u30C3\u30C8\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String op
ERROR_MODSUBMOD=-moduletargets\u3068-submoduletargets\u306E\u4E21\u65B9\u3092{0}\u64CD\u4F5C\u306B\u6307\u5B9A\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String op
ERROR_NO_PLAN={0}\u64CD\u4F5C\u306B-plan\u30AA\u30D7\u30B7\u30E7\u30F3\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String op
INFO_OPTIONS=weblogic.Deployer\u304C\u30AA\u30D7\u30B7\u30E7\u30F3{0}\u3092\u6307\u5B9A\u3057\u3066\u547C\u3073\u51FA\u3055\u308C\u307E\u3057\u305F
USAGE_AD_UPDATE=[\u30A2\u30AF\u30B7\u30E7\u30F3] update\u306F\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u69CB\u6210\u3092\u9069\u5207\u306B\u518D\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059\u3002\n\n\\java weblogic.Deployer -adminurl url -username username -password password\n-name myapp -plan plan.xml -update -targets server1,server2..\n\n
USAGE_AD_CANCEL=[\u30A2\u30AF\u30B7\u30E7\u30F3] cancel\u306F\u3001\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u64CD\u4F5C\u3092\u505C\u6B62\u3057\u3088\u3046\u3068\u3057\u307E\u3059\u3002\n\n\\java weblogic.Deployer -adminurl url -username username -password password\n-id 3 -cancel\n\n
USAGE_AD_LISTTASK=[\u30A2\u30AF\u30B7\u30E7\u30F3] listtask\u306F\u3001\u65E2\u5B58\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30BF\u30B9\u30AF\u3092\u8868\u793A\u3057\u307E\u3059\u3002\n\n\\java weblogic.Deployer -adminurl url -username username -password password -id 3 -listtask\n\n
USAGE_AD_LIST=[\u30A2\u30AF\u30B7\u30E7\u30F3] list\u306F\u3001\u65E2\u5B58\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30BF\u30B9\u30AF\u3092\u8868\u793A\u3057\u307E\u3059\u3002\n\n\\java weblogic.Deployer -adminurl url -username username -password password -list\n\n
USAGE_AD_LISTAPPS=[\u30A2\u30AF\u30B7\u30E7\u30F3] listapps\u306F\u3001\u65E2\u5B58\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3092\u8868\u793A\u3057\u307E\u3059\u3002\n\n\\java weblogic.Deployer -adminurl url -username username -password password -listapps\n\n
## {0}: String version
INVALID_LIBVERSION=\u6307\u5B9A\u3055\u308C\u305F\u30D0\u30FC\u30B8\u30E7\u30F3''{0}''\u306F\u7121\u52B9\u3067\u3059\u3002digit+[.digit+]*\u306E\u5F62\u5F0F\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093
## {0}: String appName, {1}: String version
INVALID_FILEVERSION=\u7121\u52B9\u306A\u30D0\u30FC\u30B8\u30E7\u30F3\u8B58\u5225\u5B50''{1}''\u3092\u4F7F\u7528\u3057\u3066\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3''{0}''\u3092\u30C7\u30D7\u30ED\u30A4\u307E\u305F\u306F\u518D\u30C7\u30D7\u30ED\u30A4\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u30D0\u30FC\u30B8\u30E7\u30F3\u8B58\u5225\u5B50\u306B\u4F7F\u7528\u3067\u304D\u308B\u306E\u306F\u3001\u82F1\u6570\u5B57\u3001\u30D4\u30EA\u30AA\u30C9\u3001\u30A2\u30F3\u30C0\u30FC\u30B9\u30B3\u30A2\u3001\u304A\u3088\u3073\u30CF\u30A4\u30D5\u30F3\u306E\u307F\u3067\u3001\u9577\u3055\u304C215\u6587\u5B57\u672A\u6E80\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
INVALID_VERSIONNOVERSION=-appversion\u307E\u305F\u306F-planversion\u3092\u6307\u5B9A\u3057\u305F\u5834\u5408\u306F\u3001-noversion\u306F\u6307\u5B9A\u3067\u304D\u307E\u305B\u3093
NO_LIB=\u30E9\u30A4\u30D6\u30E9\u30EA\u30FB\u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u3001-library\u30AA\u30D7\u30B7\u30E7\u30F3\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u306B\u306E\u307F\u6709\u52B9\u3067\u3059
## {0}: String arg
INVALID_TARGET_SYNTAX=\u30B5\u30D6\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u6307\u5B9A''{0}''\u304C\u7121\u52B9\u3067\u3059\u3002mod@target\u306E\u5F62\u5F0F\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
## {0}: String arg
ERROR_UPLOAD_DELETE=-upload\u3068-delete_files\u306E\u4E21\u65B9\u3092{0}\u64CD\u4F5C\u306B\u6307\u5B9A\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
USAGE_SOURCE_ROOT_FOR_UPLOAD=[\u975E\u63A8\u5968\u306B\u306A\u3063\u305F\u30AA\u30D7\u30B7\u30E7\u30F3]\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u306B\u8EE2\u9001\u3059\u308B\u30BD\u30FC\u30B9\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u5834\u6240\u3002\u30C7\u30D7\u30ED\u30A4\u30E4\u30FB\u30C4\u30FC\u30EB\u304C\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u3068\u540C\u3058\u30DE\u30B7\u30F3\u3067\u4F7F\u7528\u3055\u308C\u3066\u304A\u3089\u305A\u3001\u30E6\u30FC\u30B6\u30FC\u304C\u305D\u308C\u4EE5\u5916\u306E\u624B\u6BB5\u3067\u30A2\u30AF\u30BB\u30B9\u3057\u3066\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u306B\u7F6E\u304F\u3053\u3068\u304C\u3067\u304D\u306A\u3044\u5834\u5408\u306B\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u975E\u63A8\u5968\u306B\u306A\u308A\u307E\u3057\u305F\u3002-upload -source\u306E\u4F7F\u7528\u3092\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
EXAMPLE_SOURCE_ROOT_FOR_UPLOAD=\u30A2\u30FC\u30AB\u30A4\u30D6\u30FB\u30D5\u30A1\u30A4\u30EB\u307E\u305F\u306F\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA(\u975E\u63A8\u5968)
ERROR_SOURCE_AND_SOURCEROOTFORUPLOAD_NOT_ALLOWED=source\u3001upload\u3001\u304A\u3088\u3073sourcerootforupload\u3092\u540C\u6642\u306B\u6307\u5B9A\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093
MESSAGE_SAF_AGENT=SAF\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8
USAGE_AD_PURGE_TASKS=\u30EA\u30BF\u30A4\u30A2\u3055\u308C\u305F\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30BF\u30B9\u30AF\u3092\u30D5\u30E9\u30C3\u30B7\u30E5\u3057\u307E\u3059\n\n\\java weblogic.Deployer -adminurl url -username username -password password -purgetasks\n\n
## {0}: String result0
SHOW_RETIRED_TASKS=\u6B21\u306B\u793A\u3059\u30BF\u30B9\u30AF\u306F\u30EA\u30BF\u30A4\u30A2\u3055\u308C\u3001\u6B63\u5E38\u306B\u524A\u9664\u3055\u308C\u3066\u3044\u307E\u3059\u3002\n {0}\n
SHOW_NO_RETIRED_TASKS=\u73FE\u5728\u30EA\u30BF\u30A4\u30A2\u3055\u308C\u3066\u3044\u308B\u30BF\u30B9\u30AF\u306F\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String cmd, {1}: String state
LAST_KNOWN_STATUS={0}\u64CD\u4F5C\u306E\u6700\u5F8C\u306B\u8A8D\u8B58\u3055\u308C\u305F\u30B9\u30C6\u30FC\u30BF\u30B9\u306F{1}\u3067\u3059
PENDING_OPERATION=\u64CD\u4F5C\u306F\u4FDD\u7559\u4E2D\u3067\u3059\u3002\u9032\u884C\u4E2D\u306E\u7DE8\u96C6\u30BB\u30C3\u30B7\u30E7\u30F3\u304C\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3055\u308C\u308B\u3068\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3055\u308C\u3001\u53D6\u308A\u6D88\u3055\u308C\u308B\u3068\u3053\u306E\u64CD\u4F5C\u306F\u53D6\u308A\u6D88\u3055\u308C\u307E\u3059\u3002
DEPLOYERRUNTIME_ERROR=DeployerRuntime\u306E\u53D6\u5F97\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
DEPLOYMENT_FAILED=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
MESSAGE_STATE_DEFERRED=\u5EF6\u671F
STATE_DEFERRED=\u5EF6\u671F
SHOW_TARGETASSIGNMENTS_HEADER=\u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u5272\u5F53:
NONE_SPECIFIED=(\u6307\u5B9A\u306A\u3057)
SHOW_DWP_EXAMPLES=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059\u3002\njava weblogic.Deployer -adminurl url \n-name myapp -deploy c:/myapps/myapp.ear \n\n\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u30A2\u30F3\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059\u3002\njava weblogic.Deployer -adminurl url \n-name myapp -undeploy.. \n\n\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u518D\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059\u3002\njava weblogic.Deployer -adminurl url \n-name myapp -redeploy \n\n\u305F\u3068\u3048\u3070\u5C55\u958B\u3055\u308C\u305FWeb\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306EJSP\u3092\u66F4\u65B0\u3059\u308B\u305F\u3081\u3001\u90E8\u5206\u7684\u306B\u518D\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059\u3002\njava weblogic.Deployer -adminurl url \n-name myapp -redeploy mywar/index.jsp \n\n\t\u66F4\u65B0\u3055\u308C\u308BJSP\u306E\u30D1\u30B9\u306F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30EB\u30FC\u30C8\u3092\u57FA\u6E96\u3068\u3057\u305F\u76F8\u5BFE\u30D1\u30B9\u3067\u3059\u3002\n\t\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3092\u6307\u5B9A\u3059\u308B\u3068\u3001\u305D\u306E\u30B5\u30D6\u30C4\u30EA\u30FC\u5168\u4F53\u304C\u66F4\u65B0\u3055\u308C\u307E\u3059\u3002\n\n\u6700\u521D\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059\u3002\njava weblogic.Deployer -adminurl url \n-name myapp -deploy c:/myapps/myapp_v1.ear \n\n\u65B0\u3057\u3044\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u518D\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3092\u5B9F\u884C\u3057\u307E\u3059\u3002\njava weblogic.Deployer -adminurl url \n-name myapp -redeploy -source c:/myapps/myapp_v2.ear \n\n\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u7BA1\u7406\u306B\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059\u3002\njava weblogic.Deployer -adminurl url \n-name myapp -deploy c:/myapps/myapp.ear -adminmode \n\n\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u7BA1\u7406\u30E2\u30FC\u30C9\u304B\u3089\u5B9F\u884C\u4E2D\u306B\u9077\u79FB\u3055\u305B\u307E\u3059\u3002\njava weblogic.Deployer -adminurl url -name myapp -start \n\n\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u5B9F\u884C\u4E2D\u304B\u3089\u7BA1\u7406\u30E2\u30FC\u30C9\u306B\u9077\u79FB\u3055\u305B\u307E\u3059\u3002\njava weblogic.Deployer -adminurl url \n-name myapp -stop -adminmode \n\n\u30E9\u30A4\u30D6\u30E9\u30EA\u3092\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059\u3002\njava weblogic.Deployer -adminurl \n-name mylib -library -libspecver 1.0 -libimplver 2.0 -deploy c:/myapps/mylib.jar \n\n\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30D7\u30E9\u30F3\u3092\u4F7F\u7528\u3057\u3066\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059\u3002\njava weblogic.Deployer -adminurl url \n-plan c:/myapps/myapp/plan/plan.xml -deploy c:/myapps/myapp/app/myapp.jar \n\n\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u69CB\u6210\u3092\u66F4\u65B0\u3057\u307E\u3059\u3002\njava weblogic.Deployer -adminurl url \n-plan c:/myapps/myapp/plan/newplan.xml -name myapp -update
## {0}: String name, {1}: String operation
APP_NOT_DEPLOYED=\u64CD\u4F5C{1}\u306E\u5BFE\u8C61\u3068\u306A\u308B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u540D''{0}''\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
USAGE_SUCCEED_IF_NAME_USED=\u6307\u5B9A\u3057\u305F\u540D\u524D\u304C\u3059\u3067\u306B\u4F7F\u7528\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3092\u6210\u529F\u3055\u305B\u307E\u3059\u3002
## {0}: String name, {1}: String operation
ERROR_MULTIPLE_VERSIONS_FOUND=\u8907\u6570\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u306E''{0}''\u304C\u5B58\u5728\u3057\u3066\u3044\u307E\u3059\u3002\u64CD\u4F5C{1}\u306E''{0}''\u3092\u4E00\u610F\u306B\u8B58\u5225\u3059\u308B\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String id
CANCEL_TIMEOUT=\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u306B\u306A\u308A\u3001\u30BF\u30B9\u30AF\u306F\u53D6\u308A\u6D88\u3055\u308C\u307E\u3057\u305F: {0}\u3002
## {0}: String planPath
PLAN_CREATED=\u30D7\u30E9\u30F3\u304C{0}\u306B\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F\u3002
USAGE_PLAN_STAGE=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306E\u524D\u306B\u3001\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30D7\u30E9\u30F3\u3092\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30B5\u30FC\u30D0\u30FC\u306E\u30B9\u30C6\u30FC\u30B8\u30F3\u30B0\u9818\u57DF\u306B\u30B3\u30D4\u30FC\u3059\u308B\u5FC5\u8981\u304C\u3042\u308B\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002\u30C7\u30D5\u30A9\u30EB\u30C8: \u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u3067\u306F"nostage"\u3001\u7BA1\u7406\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30B5\u30FC\u30D0\u30FC\u3067\u306F\u30B9\u30C6\u30FC\u30B8\u30F3\u30B0\u30FB\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u8A2D\u5B9A\u3002
USAGE_PLAN_NOSTAGE=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30D7\u30E9\u30F3\u306F\u30BD\u30FC\u30B9\u30FB\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u304B\u3089\u30B9\u30C6\u30FC\u30B8\u30F3\u30B0\u3055\u308C\u307E\u305B\u3093\u3002\u3053\u308C\u3092\u6307\u5B9A\u3057\u305F\u5834\u5408\u3001\u3059\u3079\u3066\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30B5\u30FC\u30D0\u30FC\u306B\u304A\u3044\u3066"-source"\u30AA\u30D7\u30B7\u30E7\u30F3\u3067\u6E21\u3055\u308C\u305F\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30D7\u30E9\u30F3\u304C\u5229\u7528\u3067\u304D\u308B\u72B6\u614B\u306B\u306A\u3063\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30C7\u30D5\u30A9\u30EB\u30C8: \u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u3067\u306F"nostage"\u3001\u7BA1\u7406\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30B5\u30FC\u30D0\u30FC\u3067\u306F\u30B9\u30C6\u30FC\u30B8\u30F3\u30B0\u30FB\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u8A2D\u5B9A\u3002
USAGE_PLAN_EXTERNAL_STAGE=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u3053\u306E\u30C4\u30FC\u30EB\u3092\u4F7F\u7528\u305B\u305A\u306B\u3001\u307E\u305F\u306F\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u306E\u30C4\u30FC\u30EB\u3092\u4F7F\u7528\u3057\u3066\u3001\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30D7\u30E9\u30F3\u3092\u30B5\u30FC\u30D0\u30FC\u306E\u30B9\u30C6\u30FC\u30B8\u30F3\u30B0\u9818\u57DF\u306B\u30B3\u30D4\u30FC\u3059\u308B\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002\u3053\u308C\u3092\u6307\u5B9A\u3057\u305F\u5834\u5408\u3001WebLogic Server\u306F(\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30B5\u30FC\u30D0\u30FC\u4E0A\u306E)"StagingDirectoryName/applicationName"\u914D\u4E0B\u3067\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30D7\u30E9\u30F3\u3092\u63A2\u3057\u307E\u3059\u3002
USAGE_SPECIFIED_TARGETS_ONLY=\u30BF\u30FC\u30B2\u30C3\u30C8\u304C\u30AF\u30E9\u30B9\u30BF\u306B\u5C5E\u3057\u3066\u3044\u308B\u5834\u5408\u3001\u6307\u5B9A\u3055\u308C\u305F\u30BF\u30FC\u30B2\u30C3\u30C8\u3067\u306E\u307F\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3092\u5B9F\u884C\u3057\u307E\u3059\u3002
USAGE_PARTITION=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u3053\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306E\u5BFE\u8C61\u3067\u3042\u308B\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306E\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u63D0\u4F9B\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u540D\u3002\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u540D\u304C\u6307\u5B9A\u3055\u308C\u306A\u3044\u5834\u5408\u306F\u3001\u73FE\u5728\u306E\u8D77\u52D5\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u304B\u3089\u5C0E\u51FA\u3055\u308C\u307E\u3059\u3002\u6307\u5B9A\u3055\u308C\u305F\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306F\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30B3\u30DE\u30F3\u30C9\u3092\u5B9F\u884C\u3059\u308B\u524D\u306B\u5B58\u5728\u3057\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
USAGE_EDIT_SESSION=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306E\u5BFE\u8C61\u3068\u3059\u308B\u30BB\u30C3\u30B7\u30E7\u30F3\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
USAGE_RESOURCE_GROUP=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u3053\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306E\u5BFE\u8C61\u3067\u3042\u308B\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7\u306E\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u63D0\u4F9B\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u540D\u3002\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u30FB\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7\u307E\u305F\u306F\u30C9\u30E1\u30A4\u30F3\u30FB\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7\u306B\u30C7\u30D7\u30ED\u30A4\u3059\u308B\u3068\u304D\u306F\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u6307\u5B9A\u3055\u308C\u305F\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7\u306F\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30B3\u30DE\u30F3\u30C9\u3092\u5B9F\u884C\u3059\u308B\u524D\u306B\u5B58\u5728\u3057\u3066\u3044\u308B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
USAGE_RESOURCE_GROUP_TEMPLATE=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u3053\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306E\u5BFE\u8C61\u3067\u3042\u308B\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7\u30FB\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306E\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u63D0\u4F9B\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u540D\u3002\u6307\u5B9A\u3055\u308C\u305F\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7\u30FB\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306F\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30B3\u30DE\u30F3\u30C9\u3092\u5B9F\u884C\u3059\u308B\u524D\u306B\u5B58\u5728\u3057\u3066\u3044\u308B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
EXAMPLE_PARTITION=\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306E\u540D\u524D
EXAMPLE_EDIT_SESSION=\u7DE8\u96C6\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u540D\u524D
EXAMPLE_RESOURCE_GROUP=\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7\u306E\u540D\u524D
EXAMPLE_RESOURCE_GROUP_TEMPLATE=\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7\u30FB\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306E\u540D\u524D
## {0}: String file
ERROR_EMPTYDIRECTORY=-source\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3001''{0}''\u304C\u7A7A\u3067\u3059\u3002\u6709\u52B9\u306A\u30BD\u30FC\u30B9\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
NO_TARGETS_ALLOWED_FOR_RG_RGT=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u64CD\u4F5C\u304C\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7\u307E\u305F\u306F\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7\u30FB\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3092\u5BFE\u8C61\u3068\u3059\u308B\u5834\u5408\u3001-targets\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30EC\u30D9\u30EB\u30FB\u30BF\u30FC\u30B2\u30C3\u30C8\u306B\u5BFE\u3057\u3066\u6307\u5B9A\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String param
PARAM_REQUIRED=''{0}''\u5024\u306F\u5FC5\u9808\u3067\u3059\u3002
PARAM_SPECIFIED_MODULES=modname
USAGE_SPECIFIED_MODULES=[\u30AA\u30D7\u30B7\u30E7\u30F3]\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u64CD\u4F5C\u306E\u9069\u7528\u5BFE\u8C61\u3067\u3042\u308B\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7\u307E\u305F\u306F\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7\u30FB\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u306B\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u305FEAR\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u7279\u5B9A\u306E\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u30AB\u30F3\u30DE\u533A\u5207\u308A\u30EA\u30B9\u30C8\u3002\u3053\u306E\u3088\u3046\u306A\u30B1\u30FC\u30B9\u3067\u306F\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3068\u540C\u3058\u30BF\u30FC\u30B2\u30C3\u30C8\u306B\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u30C7\u30D7\u30ED\u30A4\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u30E6\u30FC\u30B6\u30FC\u304C\u9078\u629E\u3059\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u304C\u3001\u5B9F\u969B\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u3092\u9078\u629E\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093
MTOPTION_WITH_NON-MT_SERVER=\u3053\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306B\u3088\u308A\u547C\u3073\u51FA\u3055\u308C\u305FWLS\u30B5\u30FC\u30D0\u30FC\u306F\u3001\u30DE\u30EB\u30C1\u30C6\u30CA\u30F3\u30B7\u6A5F\u80FD\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u3057\u305F\u304C\u3063\u3066\u3001partition\u3001resourceGroup\u304A\u3088\u3073resourceGroupTemplate\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
