messagedetail130000=\u30AD\u30E3\u30C3\u30B7\u30E5\u3059\u308BXML\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u306E\u30B5\u30A4\u30BA\u306F\u3001\u30AD\u30E3\u30C3\u30B7\u30E5\u81EA\u4F53\u306E\u30B5\u30A4\u30BA\u3088\u308A\u5927\u304D\u304F\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u30AD\u30E3\u30C3\u30B7\u30E5\u306F\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u3092\u62D2\u5426\u3057\u307E\u3057\u305F\u3002
cause130000=\u30AD\u30E3\u30C3\u30B7\u30E5\u304C\u5C0F\u3055\u3059\u304E\u308B\u304B\u3001\u3042\u308B\u7279\u5B9A\u306E\u9805\u76EE\u304C\u975E\u5E38\u306B\u5927\u304D\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u6700\u60AA\u306E\u5834\u5408\u3001\u30B5\u30FC\u30D3\u30B9\u62D2\u5426\u653B\u6483\u3092\u53D7\u3051\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action130000=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u305F\u3060\u3057\u3001\u9805\u76EE\u3092\u30AD\u30E3\u30C3\u30B7\u30E5\u3059\u308B\u3068\u3001\u30D1\u30D5\u30A9\u30FC\u30DE\u30F3\u30B9\u306F\u6700\u9069\u306B\u306A\u308A\u307E\u3059\u3002
messagedetail130001=XML\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30AD\u30E3\u30C3\u30B7\u30E5\u304B\u3089\u9805\u76EE\u3092\u633F\u5165\u307E\u305F\u306F\u53D6\u5F97\u3057\u3088\u3046\u3068\u3059\u308B\u3068\u3001\u539F\u56E0\u4E0D\u660E\u306E\u7406\u7531\u306B\u3088\u308A\u5931\u6557\u3057\u307E\u3059\u3002\u3053\u308C\u306B\u3088\u308A\u3001XML\u89E3\u6790\u304C\u3067\u304D\u306A\u304F\u306A\u308B\u3053\u3068\u306F\u3042\u308A\u307E\u305B\u3093\u304C\u3001\u30D1\u30D5\u30A9\u30FC\u30DE\u30F3\u30B9\u306B\u306F\u5F71\u97FF\u304C\u751F\u3058\u307E\u3059\u3002\u307E\u305F\u3001\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306B\u969C\u5BB3\u304C\u767A\u751F\u3057\u305F\u5834\u5408\u3001\u30AD\u30E3\u30C3\u30B7\u30E5\u306F\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u3068\u3057\u3066\u3082\u6A5F\u80FD\u3057\u307E\u3059\u3002\u305F\u3060\u3057\u3001\u30AD\u30E3\u30C3\u30B7\u30E5\u304C\u52D5\u4F5C\u3057\u3066\u3044\u306A\u3044\u5834\u5408\u3001\u3053\u306E\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u306F\u6709\u52B9\u306B\u306A\u308A\u307E\u305B\u3093\u3002
cause130001=\u4E0D\u660E
action130001=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u305F\u3060\u3057\u3001\u9805\u76EE\u3092\u30AD\u30E3\u30C3\u30B7\u30E5\u3059\u308B\u3068\u3001\u30D1\u30D5\u30A9\u30FC\u30DE\u30F3\u30B9\u304C\u5411\u4E0A\u3057\u307E\u3059\u3002\u307E\u305F\u3001\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306B\u969C\u5BB3\u304C\u767A\u751F\u3057\u305F\u5834\u5408\u3001\u30AD\u30E3\u30C3\u30B7\u30E5\u306F\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u3068\u3057\u3066\u3082\u6A5F\u80FD\u3057\u307E\u3059\u3002\u305F\u3060\u3057\u3001\u30AD\u30E3\u30C3\u30B7\u30E5\u304C\u52D5\u4F5C\u3057\u3066\u3044\u306A\u3044\u5834\u5408\u3001\u3053\u306E\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u306F\u6709\u52B9\u306B\u306A\u308A\u307E\u305B\u3093\u3002
messagedetail130002=\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u306F\u3001\u78BA\u5B9F\u306B\u53D6\u5F97\u3067\u304D\u308B\u3088\u3046\u30AD\u30E3\u30C3\u30B7\u30E5\u306B\u8FFD\u52A0\u3057\u305F\u76F4\u5F8C\u306B\u30C1\u30A7\u30C3\u30AF\u304C\u884C\u308F\u308C\u307E\u3059\u3002\u73FE\u5728\u306E\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u306E\u5834\u5408\u3001\u3053\u306E\u30C6\u30B9\u30C8\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
cause130002=\u4E00\u822C\u7684\u306B\u3001\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u306E\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u5024\u304C\u975E\u5E38\u306B\u5C0F\u3055\u304F\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u304C\u8003\u3048\u3089\u308C\u307E\u3059\u3002\u305D\u3046\u3067\u306A\u3044\u5834\u5408\u3001\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30E2\u30B8\u30E5\u30FC\u30EB\u81EA\u4F53\u306B\u306A\u3093\u3089\u304B\u306E\u539F\u56E0\u4E0D\u660E\u306E\u554F\u984C\u304C\u751F\u3058\u3066\u3044\u308B\u3053\u3068\u304C\u8003\u3048\u3089\u308C\u307E\u3059\u3002
action130002=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u305F\u3060\u3057\u3001XML\u89E3\u6790\u306E\u30D1\u30D5\u30A9\u30FC\u30DE\u30F3\u30B9\u306B\u306F\u5F71\u97FF\u304C\u751F\u3058\u307E\u3059\u3002\u307E\u305F\u3001\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306B\u969C\u5BB3\u304C\u767A\u751F\u3057\u305F\u3068\u304D\u306B\u3001\u30AD\u30E3\u30C3\u30B7\u30E5\u3055\u308C\u305F\u30B3\u30D4\u30FC\u304C\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u3068\u3057\u3066\u6A5F\u80FD\u3057\u306A\u304F\u306A\u308A\u307E\u3059\u3002
messagedetail130003=\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u307E\u305F\u306FMBean\u3067\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A1\u30AF\u30C8\u30EA\u30FB\u30AF\u30E9\u30B9\u3092\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5316\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30D5\u30A1\u30AF\u30C8\u30EA\u306B\u6307\u5B9A\u3067\u304D\u308B\u306E\u306F\u3001SAXParserFactory\u3001DocumentBuilderFactory\u3001TransformerFactory\u3001XPathFactory\u3001SchemaFactory\u3001XMLInputFactory\u3001XMLOutputFactor\u307E\u305F\u306FXMLEventFactory\u306E\u3044\u305A\u308C\u304B\u306E\u30BF\u30A4\u30D7\u3067\u3059\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u30FB\u30D5\u30A1\u30AF\u30C8\u30EA\u3092\u4F7F\u7528\u3057\u3066\u51E6\u7406\u3092\u7D9A\u884C\u3057\u307E\u3059\u3002
cause130003=\u30D5\u30A1\u30AF\u30C8\u30EA\u306E\u30AF\u30E9\u30B9\u540D\u304C\u9593\u9055\u3063\u3066\u3044\u305F\u304B\u3001CLASSPATH\u306E\u4E2D\u306B\u3042\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action130003=CLASSPATH\u3092\u78BA\u8A8D\u3059\u308B\u304B\u3001\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u30FB\u30A8\u30F3\u30C8\u30EA\u307E\u305F\u306FMBean\u5024\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail130006=\u30A8\u30F3\u30C8\u30EA\u306F\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30E1\u30E2\u30EA\u30FC\u30FB\u30B5\u30A4\u30BA\u3092\u8D85\u904E\u3057\u3066\u3044\u307E\u3059\u3002
cause130006=\u30A8\u30F3\u30C8\u30EA\u306E\u30B5\u30A4\u30BA\u304C\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30B5\u30A4\u30BA\u3088\u308A\u5927\u304D\u304F\u306A\u3063\u3066\u3044\u307E\u3059\u3002
action130006=\u6B21\u56DE\u306F\u30A2\u30A4\u30C6\u30E0\u3092\u30AD\u30E3\u30C3\u30B7\u30E5\u3059\u308B\u5834\u5408\u3092\u9664\u3044\u3066\u3001\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u30AD\u30E3\u30C3\u30B7\u30E5\u3059\u308B\u5834\u5408\u306F\u3001\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30E1\u30E2\u30EA\u30FC\u30FB\u30B5\u30A4\u30BA\u3092\u5927\u304D\u304F\u3057\u307E\u3059\u3002
cause130007=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action130007=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause130008=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action130008=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail130009=\u3053\u306E\u30A8\u30F3\u30C8\u30EA\u306F\u3001\u30AD\u30E3\u30C3\u30B7\u30E5\u306E\u30C7\u30A3\u30B9\u30AF\u30FB\u30B9\u30DA\u30FC\u30B9\u306B\u8A2D\u5B9A\u3055\u308C\u305F\u5236\u9650\u3092\u8D85\u3048\u3066\u3044\u307E\u3059\u3002
cause130009=\u30C7\u30A3\u30B9\u30AF\u4E0A\u306E\u30A8\u30F3\u30C8\u30EA\u306E\u30B5\u30A4\u30BA\u304C\u3001\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u308B\u30C7\u30A3\u30B9\u30AF\u30FB\u30B9\u30DA\u30FC\u30B9\u3092\u8D85\u3048\u3066\u3044\u307E\u3059\u3002
action130009=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u6B21\u56DE\u306B\u30A8\u30F3\u30C8\u30EA\u3092\u4FDD\u6301\u3059\u308B\u5834\u5408\u306F\u3001\u30AD\u30E3\u30C3\u30B7\u30E5\u306E\u30C7\u30A3\u30B9\u30AF\u30FB\u30B9\u30DA\u30FC\u30B9\u3092\u5897\u3084\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause130010=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action130010=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause130011=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action130011=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause130012=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action130012=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause130013=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action130013=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause130014=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action130014=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause130015=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action130015=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause130016=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action130016=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause130017=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action130017=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail130018=\u30B7\u30B9\u30C6\u30E0\u306F\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30D5\u30A1\u30A4\u30EB\u304C\u7834\u640D\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u691C\u51FA\u3057\u307E\u3057\u305F\u3002
cause130018=\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30D5\u30A1\u30A4\u30EB\u304C\u7834\u640D\u3057\u3066\u3044\u307E\u3059\u3002\u901A\u5E38\u306F\u3053\u306E\u3088\u3046\u306A\u3053\u3068\u306F\u767A\u751F\u3057\u307E\u305B\u3093\u3002
action130018=\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u304C\u3042\u308B\u5834\u5408\u306F\u3001\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u30EA\u30B9\u30C8\u30A2\u3057\u3066\u304B\u3089\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail130019=\u30B7\u30B9\u30C6\u30E0\u306F\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30D5\u30A1\u30A4\u30EB\u5185\u306E\u30A8\u30F3\u30C8\u30EA\u304C\u7834\u640D\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u691C\u51FA\u3057\u307E\u3057\u305F\u3002
cause130019=\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30D5\u30A1\u30A4\u30EB\u304C\u7834\u640D\u3057\u3066\u3044\u307E\u3059\u3002\u901A\u5E38\u306F\u3053\u306E\u3088\u3046\u306A\u3053\u3068\u306F\u767A\u751F\u3057\u307E\u305B\u3093\u3002
action130019=\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30A8\u30F3\u30C8\u30EA\u306F\u6B21\u56DE\u306E\u30B5\u30FC\u30D0\u30FC\u30FB\u30A2\u30AF\u30BB\u30B9\u6642\u306B\u518D\u30AD\u30E3\u30C3\u30B7\u30E5\u3055\u308C\u307E\u3059\u3002
messagedetail130020=\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30D5\u30A1\u30A4\u30EB\u304C\u7834\u640D\u3057\u3066\u3044\u307E\u3059\u3002
cause130020=\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30D5\u30A1\u30A4\u30EB\u304C\u7834\u640D\u3057\u3066\u3044\u307E\u3059\u3002\u901A\u5E38\u306F\u3053\u306E\u3088\u3046\u306A\u3053\u3068\u306F\u767A\u751F\u3057\u307E\u305B\u3093\u3002
action130020=\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail130021=\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30A8\u30F3\u30C8\u30EA\u3092\u4FDD\u5B58\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause130021=\u591A\u304F\u306E\u5834\u5408\u3001\u3053\u308C\u306F\u30D5\u30A1\u30A4\u30EB\u4FDD\u8B77\u306E\u554F\u984C\u3067\u3059\u3002
action130021=\u30D5\u30A1\u30A4\u30EB\u304C\u4FDD\u5B58\u3067\u304D\u306A\u3044\u539F\u56E0\u3068\u9069\u5207\u306A\u8ABF\u6574\u304C\u3067\u304D\u306A\u3044\u539F\u56E0\u3092\u8ABF\u3079\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail130022=\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u4FDD\u5B58\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause130022=\u591A\u304F\u306E\u5834\u5408\u3001\u3053\u308C\u306F\u30D5\u30A1\u30A4\u30EB\u4FDD\u8B77\u306E\u554F\u984C\u3067\u3059\u3002
action130022=\u30D5\u30A1\u30A4\u30EB\u304C\u4FDD\u5B58\u3067\u304D\u306A\u3044\u539F\u56E0\u3068\u9069\u5207\u306A\u8ABF\u6574\u304C\u3067\u304D\u306A\u3044\u539F\u56E0\u3092\u8ABF\u3079\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail130023=\u30AD\u30E3\u30C3\u30B7\u30E5\u306E\u7D71\u8A08\u3092\u30C7\u30A3\u30B9\u30AF\u306B\u4FDD\u5B58\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause130023=\u591A\u304F\u306E\u5834\u5408\u3001\u3053\u308C\u306F\u30D5\u30A1\u30A4\u30EB\u4FDD\u8B77\u306E\u554F\u984C\u3067\u3059\u3002
action130023=\u30D5\u30A1\u30A4\u30EB\u304C\u4FDD\u5B58\u3067\u304D\u306A\u3044\u539F\u56E0\u3068\u9069\u5207\u306A\u8ABF\u6574\u304C\u3067\u304D\u306A\u3044\u539F\u56E0\u3092\u8ABF\u3079\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail130024=\u30C7\u30A3\u30B9\u30AF\u30FB\u30AD\u30E3\u30C3\u30B7\u30E5\u304B\u3089\u30A8\u30F3\u30C8\u30EA\u3092\u30ED\u30FC\u30C9\u3059\u308B\u306B\u306F\u30E1\u30E2\u30EA\u30FC\u304C\u4E0D\u8DB3\u3057\u3066\u3044\u307E\u3059\u3002
cause130024=\u30A8\u30F3\u30C8\u30EA\u306E\u30B5\u30A4\u30BA\u304C\u5927\u304D\u3059\u304E\u308B\u304B\u3001\u307E\u305F\u306FJVM\u30D2\u30FC\u30D7\u30FB\u30B5\u30A4\u30BA\u304C\u5C0F\u3055\u3059\u304E\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action130024=\u62D2\u5426\u3055\u308C\u305F\u30A8\u30F3\u30C8\u30EA\u306E\u30B5\u30A4\u30BA\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u3053\u306E\u30B5\u30A4\u30BA\u306E\u30A8\u30F3\u30C8\u30EA\u3092\u51E6\u7406\u3059\u308B\u5FC5\u8981\u304C\u3042\u308B\u5834\u5408\u306F\u3001\u30D2\u30FC\u30D7\u30FB\u30B5\u30A4\u30BA\u3092\u5927\u304D\u304F\u3057\u307E\u3059\u3002
messagedetail130025=\u30AD\u30E3\u30C3\u30B7\u30E5\u304B\u3089\u30C7\u30FC\u30BF\u3092\u30ED\u30FC\u30C9\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30E1\u30E2\u30EA\u30FC\u4E0D\u8DB3\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause130025=\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30D5\u30A1\u30A4\u30EB\u306F\u5927\u304D\u304F\u306A\u3044\u305F\u3081\u3001\u30E1\u30E2\u30EA\u30FC\u4F7F\u7528\u72B6\u6CC1\u306F\u307B\u307C\u4E00\u676F\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002
action130025=JVM\u30D2\u30FC\u30D7\u30FB\u30B5\u30A4\u30BA\u3092\u5927\u304D\u304F\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail130026=\u7D71\u8A08\u3092\u30ED\u30FC\u30C9\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30E1\u30E2\u30EA\u30FC\u4E0D\u8DB3\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause130026=\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30D5\u30A1\u30A4\u30EB\u306F\u5927\u304D\u304F\u306A\u3044\u305F\u3081\u3001\u30E1\u30E2\u30EA\u30FC\u4F7F\u7528\u72B6\u6CC1\u306F\u307B\u307C\u4E00\u676F\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002
action130026=JVM\u30D2\u30FC\u30D7\u30FB\u30B5\u30A4\u30BA\u3092\u5927\u304D\u304F\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail130027=\u30EA\u30AF\u30A8\u30B9\u30C8\u306B\u5BFE\u5FDC\u3059\u308B\u306B\u306F\u30E1\u30E2\u30EA\u30FC\u304C\u4E0D\u8DB3\u3057\u3066\u3044\u307E\u3059\u3002
cause130027=\u6307\u5B9A\u3057\u305F\u30D1\u30E9\u30E1\u30FC\u30BF\u304C\u4F7F\u7528\u72B6\u6CC1\u3068\u540C\u671F\u3057\u3066\u3044\u306A\u3044\u304B\u3001\u4F7F\u7528\u53EF\u80FD\u306A\u30E1\u30E2\u30EA\u30FC\u304C\u5927\u91CF\u306B\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action130027=\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30B5\u30A4\u30BA\u3092\u6E1B\u3089\u3059\u304B\u3001JVM\u30D2\u30FC\u30D7\u30FB\u30B5\u30A4\u30BA\u3092\u5897\u3084\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u4F7F\u7528\u53EF\u80FD\u306A\u30E1\u30E2\u30EA\u30FC\u304C\u307E\u3060\u3042\u308B\u3068\u8003\u3048\u3089\u308C\u308B\u5834\u5408\u306F\u3001\u4F55\u304C\u4F7F\u7528\u53EF\u80FD\u306A\u30E1\u30E2\u30EA\u30FC\u5168\u4F53\u3092\u4F7F\u7528\u3057\u3066\u3044\u308B\u306E\u304B\u3092\u5224\u5225\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail130028=\u4F4E\u30E1\u30E2\u30EA\u30FC\u72B6\u6CC1\u3092\u793A\u3059\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
cause130028=\u6307\u5B9A\u3057\u305F\u30D1\u30E9\u30E1\u30FC\u30BF\u304C\u4F7F\u7528\u72B6\u6CC1\u3068\u540C\u671F\u3057\u3066\u3044\u306A\u3044\u304B\u3001\u307E\u305F\u306F\u4F55\u304B\u304C\u4F7F\u7528\u53EF\u80FD\u306A\u30E1\u30E2\u30EA\u30FC\u306E\u5927\u90E8\u5206\u3092\u4F7F\u7528\u3057\u3066\u3044\u308B\u3053\u3068\u304C\u8003\u3048\u3089\u308C\u307E\u3059\u3002
action130028=\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30B5\u30A4\u30BA\u3092\u6E1B\u3089\u3059\u304B\u3001JVM\u30D2\u30FC\u30D7\u30FB\u30B5\u30A4\u30BA\u3092\u5897\u3084\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u4F7F\u7528\u53EF\u80FD\u306A\u30E1\u30E2\u30EA\u30FC\u304C\u307E\u3060\u3042\u308B\u3068\u8003\u3048\u3089\u308C\u308B\u5834\u5408\u306F\u3001\u4F55\u304C\u4F7F\u7528\u53EF\u80FD\u306A\u30E1\u30E2\u30EA\u30FC\u5168\u4F53\u3092\u4F7F\u7528\u3057\u3066\u3044\u308B\u306E\u304B\u3092\u5224\u5225\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail130029=\u30AD\u30E3\u30C3\u30B7\u30E5\u306E\u51E6\u7406\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause130029=\u539F\u56E0\u306F\u4E0D\u660E\u3067\u3059\u3002
action130029=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u6700\u5F8C\u306B\u3042\u308B\u95A2\u9023\u30C6\u30AD\u30B9\u30C8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30A8\u30E9\u30FC\u306E\u89E3\u6C7A\u306B\u652F\u63F4\u304C\u5FC5\u8981\u306A\u5834\u5408\u306F\u3001My Oracle Support\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
messagedetail130030=\u30D5\u30A1\u30A4\u30EB\u6A29\u9650\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause130030=\u30D5\u30A1\u30A4\u30EB\u304C\u8AAD\u53D6\u308A\u4FDD\u8B77\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002
action130030=\u30D5\u30A1\u30A4\u30EB\u306E\u30A2\u30AF\u30BB\u30B9\u6A29\u3092\u78BA\u8A8D\u3057\u3066\u3001\u9069\u5207\u306A\u5909\u66F4\u3092\u884C\u3063\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail130031=\u8AAD\u307F\u53D6\u308B\u305F\u3081\u306E\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u958B\u3044\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause130031=\u30D5\u30A1\u30A4\u30EB\u304C\u8AAD\u53D6\u308A\u4FDD\u8B77\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002
action130031=\u30D5\u30A1\u30A4\u30EB\u306E\u30A2\u30AF\u30BB\u30B9\u6A29\u3092\u78BA\u8A8D\u3057\u3066\u3001\u9069\u5207\u306A\u5909\u66F4\u3092\u884C\u3063\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail130032=\u8AAD\u307F\u53D6\u308B\u305F\u3081\u306E\u7D71\u8A08\u30D5\u30A1\u30A4\u30EB\u3092\u958B\u3044\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause130032=\u30D5\u30A1\u30A4\u30EB\u304C\u8AAD\u53D6\u308A\u4FDD\u8B77\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002
action130032=\u30D5\u30A1\u30A4\u30EB\u306E\u30A2\u30AF\u30BB\u30B9\u6A29\u3092\u78BA\u8A8D\u3057\u3066\u3001\u9069\u5207\u306A\u5909\u66F4\u3092\u884C\u3063\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail130033=\u6307\u5B9A\u3057\u305F\u30D1\u30FC\u30B5\u30FC\u307E\u305F\u306FDocumentBuilder\u3092\u30D5\u30A1\u30AF\u30C8\u30EA\u3067\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause130033=\u69CB\u6210\u304C\u7121\u52B9\u3067\u3057\u305F\u3002
action130033=\u30D1\u30FC\u30B5\u30FC\u3092\u4F5C\u6210\u3059\u308B\u30D5\u30A1\u30AF\u30C8\u30EA\u3001\u304A\u3088\u3073\u3053\u306E\u30D1\u30FC\u30B5\u30FC\u3067\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u30D7\u30ED\u30D1\u30C6\u30A3\u307E\u305F\u306F\u6A5F\u80FD\u304C\u6B63\u3057\u304F\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail130034=\u6307\u5B9A\u306E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u304B\u3089\u30D1\u30D6\u30EA\u30C3\u30AFID\u3001\u30B7\u30B9\u30C6\u30E0ID\u3001\u30EB\u30FC\u30C8\u30FB\u30BF\u30B0\u3001\u307E\u305F\u306F\u30CD\u30FC\u30E0\u30B9\u30DA\u30FC\u30B9URI\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause130034=XML\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306E\u69CB\u9020\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action130034=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306EXML\u69CB\u6587\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail130035=I/O\u64CD\u4F5C\u306B\u5931\u6557\u3057\u305F\u304B\u3001\u5272\u8FBC\u307F\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause130035=\u30D5\u30A1\u30A4\u30EB\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
action130035=\u30D5\u30A1\u30A4\u30EB\u540D\u3001\u30D5\u30A1\u30A4\u30EB\u306E\u5834\u6240\u3001\u95A2\u9023\u3059\u308B\u6A29\u9650\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause130036=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action130036=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail130037=\u4EE5\u524D\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u3067\u3059
cause130037=\u30A8\u30E9\u30FC\u6761\u4EF6\u304C\u5831\u544A\u3055\u308C\u307E\u3057\u305F\u3002
action130037=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail130038=\u73FE\u5728\u306Exml\u30D1\u30FC\u30B5\u30FC\u306F\u3053\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u8A8D\u8B58\u307E\u305F\u306F\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093\u3002
cause130038=\u3053\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u306F\u4ED6\u306Exml\u30D1\u30FC\u30B5\u30FC\u306B\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u304B\u3001\u3059\u3079\u3066\u306Exml\u30D1\u30FC\u30B5\u30FC\u306B\u5BFE\u3057\u3066\u7121\u52B9\u3067\u3059\u3002
action130038=\u3053\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u8A2D\u5B9A\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002
messagedetail130039=\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u305F\u8B66\u544A
cause130039=\u8B66\u544A\u72B6\u614B\u304C\u5831\u544A\u3055\u308C\u307E\u3057\u305F\u3002
action130039=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
