messagedetail080000=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u4F7F\u7528\u3055\u308C\u306A\u304F\u306A\u308A\u307E\u3057\u305F\u3002
cause080000=\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action080000=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail080001=\u30C7\u30A3\u30B9\u30D1\u30C3\u30C1\u30E3\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\n {0}
cause080001=\u30B5\u30FC\u30D0\u30FC\u306B\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u30C7\u30A3\u30B9\u30D1\u30C3\u30C1\u4E2D\u306B\u5B9F\u884C\u6642\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action080001=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u95A2\u9023\u306E\u30A8\u30E9\u30FC\u3067\u306A\u3044\u5834\u5408\u306F\u3001\u8A73\u3057\u304F\u5206\u6790\u3067\u304D\u308B\u3088\u3046\u306B\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u3092\u7528\u610F\u3057\u3066\u3001My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail080002={0}\u306ERMI\u30E9\u30F3\u30BF\u30A4\u30E0\u304B\u3089\u30EA\u30E2\u30FC\u30C8\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u89E3\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause080002=\u30EA\u30E2\u30FC\u30C8\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F2\u56DE\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u89E3\u9664\u3055\u308C\u307E\u3057\u305F\u3002
action080002=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail080003=RMI\u30B5\u30FC\u30D0\u30FC: {0}\u306B\u3088\u3063\u3066RuntimeException\u304C\u767A\u751F\u3057\u307E\u3057\u305F\n {1}\u3002
cause080003=\u30B5\u30FC\u30D0\u30FC\u306B\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u30C7\u30A3\u30B9\u30D1\u30C3\u30C1\u4E2D\u306B\u5B9F\u884C\u6642\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action080003=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail080004=RMI\u30B5\u30FC\u30D0\u30FC: {0}\u306B\u3088\u3063\u3066\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\n {1}\u3002
cause080004=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306B\u30EC\u30B9\u30DD\u30F3\u30B9\u3092\u30C7\u30A3\u30B9\u30D1\u30C3\u30C1\u4E2D\u306B\u5B9F\u884C\u6642\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action080004=\u95A2\u9023\u306E\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u306B\u306F\u3001\u30A8\u30E9\u30FC\u306E\u60C5\u5831\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002\u8A73\u7D30\u306F\u30B5\u30FC\u30D0\u30FC\u306E\u30ED\u30B0\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail080005=RMI\u30B5\u30FC\u30D0\u30FC: {0}\u306B\u3088\u3063\u3066\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\n {1}\u3002
cause080005=\u30A8\u30E9\u30FC\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9\u3092\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306B\u9001\u4FE1\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u57FA\u5E95\u306E\u30BD\u30B1\u30C3\u30C8\u304C\u539F\u56E0\u3067\u3001\u30A8\u30E9\u30FC\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9\u306E\u30C7\u30A3\u30B9\u30D1\u30C3\u30C1\u4E2D\u306BIOException\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action080005=\u95A2\u9023\u306E\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u306B\u306F\u3001\u30A8\u30E9\u30FC\u306E\u60C5\u5831\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002
messagedetail080006=\u4F8B\u5916\u306E\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3078\u306E\u30DE\u30FC\u30B7\u30E3\u30EA\u30F3\u30B0\u4E2D\u306B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3092\u30EC\u30B9\u30DD\u30F3\u30B9\u306B\u95A2\u9023\u4ED8\u3051\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F: \n {0}\u3002
cause080006=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3068\u30EC\u30B9\u30DD\u30F3\u30B9\u3092\u95A2\u9023\u4ED8\u3051\u3066\u3044\u308B\u3068\u304D\u306BIOException\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3053\u308C\u306F\u3001\u30EC\u30B9\u30DD\u30F3\u30B9\u3067\u4F8B\u5916\u3092\u30DE\u30FC\u30B7\u30E3\u30EA\u30F3\u30B0\u3057\u3066\u3044\u308B\u3068\u304D\u306E\u4F8B\u5916\u3067\u3059\u3002\u30BD\u30B1\u30C3\u30C8\u304C\u5207\u65AD\u3055\u308C\u305F\u304B\u3001\u30B9\u30C8\u30EA\u30FC\u30E0\u306B\u30A8\u30E9\u30FC\u304C\u751F\u3058\u305F\u3068\u8003\u3048\u3089\u308C\u307E\u3059\u3002
action080006=\u8A73\u7D30\u306F\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail080007=RMI\u30E9\u30F3\u30BF\u30A4\u30E0\u306F\u3001\u78BA\u5B9A\u7684\u30AC\u30D9\u30FC\u30B8\u30FB\u30B3\u30EC\u30AF\u30BF(DGC)\u3092\u521D\u671F\u5316\u3067\u304D\u306A\u304B\u3063\u305F\u305F\u3081\u3001\u7121\u52B9\u5316\u3055\u308C\u3066\u3044\u307E\u3059\n {0}\u3002
cause080007=RMI\u30E9\u30F3\u30BF\u30A4\u30E0\u3092\u521D\u671F\u5316\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action080007=\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u554F\u984C\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u60C5\u5831\u3092\u7528\u610F\u3057\u3066\u3001My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail080008=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3078\u306E\u30A8\u30E9\u30FC\u5FDC\u7B54\u306E\u9001\u4FE1\u306B\u5931\u6557\u3057\u307E\u3057\u305F\n {0}\u3002
cause080008=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306B\u30A8\u30E9\u30FC\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9\u3092\u30C7\u30A3\u30B9\u30D1\u30C3\u30C1\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action080008=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail080009=\u30B5\u30FC\u30D0\u30FC\u30B5\u30A4\u30C9\u30FB\u30EA\u30E2\u30FC\u30C8\u30FB\u30E1\u30BD\u30C3\u30C9\u547C\u51FA\u3057\u3092\u5B9F\u884C\u3057\u3066\u3044\u3066{1}\u3092\u547C\u51FA\u3057\u4E2D\u306B\u3001RMI\u30B5\u30FC\u30D0\u30FC{0}\u306B\u3088\u3063\u3066\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause080009={0}\u306B\u5BFE\u3057\u30E1\u30BD\u30C3\u30C9{1}\u3092\u547C\u51FA\u3057\u4E2D\u306B\u3001java.lang.Error\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30B5\u30FC\u30D0\u30FC\u30B5\u30A4\u30C9RMI\u30E1\u30BD\u30C3\u30C9\u547C\u51FA\u3057\u306B\u3088\u308A\u3001ServerError\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action080009=\u8A73\u7D30\u306F\u3001ServerError\u306E\u30CD\u30B9\u30C8\u3055\u308C\u305F\u4F8B\u5916\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail080010=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u4F7F\u7528\u3055\u308C\u306A\u304F\u306A\u308A\u307E\u3057\u305F\u3002
cause080010=\u539F\u56E0\u306F\u793A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action080010=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail080011={0}\u306B\u5BFE\u3059\u308B\u30CF\u30FC\u30C8\u30D3\u30FC\u30C8\u306E\u30A2\u30BB\u30F3\u30D6\u30EB\u4E2D\u306B\u3001\u7A7A\u306EworkingSet\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002
cause080011=\u3053\u306E\u4EEE\u60F3\u30DE\u30B7\u30F3\u304B\u3089\u53C2\u7167\u3055\u308C\u308B\u3059\u3079\u3066\u306E\u30EA\u30E2\u30FC\u30C8\u4EEE\u60F3\u30DE\u30B7\u30F3\u306B\u5BFE\u3059\u308B\u78BA\u5B9A\u7684\u30AC\u30D9\u30FC\u30B8\u30FB\u30B3\u30EC\u30AF\u30BF(DGC)\u30CF\u30FC\u30C8\u30D3\u30FC\u30C8\u306E\u30A2\u30BB\u30F3\u30D6\u30EB\u4E2D\u306B\u3001{0}\u306B\u5BFE\u3059\u308B\u4E00\u9023\u306E\u7A7A\u306E\u53C2\u7167\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002
action080011=java.rmi.NoSuchObjectException\u304C\u767A\u751F\u3059\u308B\u5834\u5408\u306F\u3001My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail080012={1}\u306B\u3042\u308B{0}\u306EworkingSet\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
cause080012=\u6700\u7D42\u7684\u306B\u6C7A\u5B9A\u3055\u308C\u305F\u53C2\u7167\u30EA\u30B9\u30C8\u3092\u5B9A\u671F\u7684\u306B\u30B9\u30AD\u30E3\u30F3\u3057\u3066\u3044\u308B\u3068\u304D\u306B{0}\u306B\u3064\u3044\u3066\u7A7A\u306E\u4F5C\u696D\u30BB\u30C3\u30C8\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002\u898B\u3064\u304B\u3063\u305F\u53C2\u7167\u306E\u6570\u3092\u6E1B\u5C11\u3055\u305B\u3066\u3044\u307E\u3059\u3002\u3053\u308C\u306F\u78BA\u5B9A\u7684\u30AC\u30D9\u30FC\u30B8\u30FB\u30B3\u30EC\u30AF\u30BF(DGC)\u306B\u95A2\u9023\u3057\u3066\u3044\u307E\u3059\u3002
action080012=java.rmi.NoSuchObjectException\u304C\u767A\u751F\u3059\u308B\u5834\u5408\u306F\u3001\u30A8\u30E9\u30FC\u3092\u8A73\u3057\u304F\u5206\u6790\u3059\u308B\u305F\u3081\u306B\u3001My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail080013=\u4F5C\u696D\u30BB\u30C3\u30C8\u5185\u306B{0}\u306E\u53C2\u7167\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause080013=\u53C2\u7167\u6570\u3092\u6E1B\u5C11\u3055\u305B\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u3001\u4F5C\u696D\u30BB\u30C3\u30C8\u5185\u306B{0}\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u308C\u306F\u78BA\u5B9A\u7684\u30AC\u30D9\u30FC\u30B8\u30FB\u30B3\u30EC\u30AF\u30BF(DGC)\u306B\u95A2\u9023\u3057\u3066\u3044\u307E\u3059\u3002
action080013=java.rmi.NoSuchObjectException\u304C\u767A\u751F\u3059\u308B\u5834\u5408\u306F\u3001\u30A8\u30E9\u30FC\u3092\u8A73\u3057\u304F\u5206\u6790\u3059\u308B\u305F\u3081\u306B\u3001My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail080014={0}
cause080014=\u30C7\u30D0\u30C3\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002\u7121\u8996\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action080014=\u30C7\u30D0\u30C3\u30B0\u304C\u7121\u52B9\u5316\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u306A\u3044\u3088\u3046\u306B\u3059\u308B\u306B\u306F\u3001Oracle\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail080015=RMI\u78BA\u5B9A\u7684\u30AC\u30D9\u30FC\u30B8\u30FB\u30B3\u30EC\u30AF\u30BF(DGC)\u30E1\u30AB\u30CB\u30BA\u30E0\u306F\u3001\u30EA\u30FC\u30B9\u3092\u66F4\u65B0\u3059\u308B\u5FC5\u8981\u306E\u3042\u308B\u30B9\u30BF\u30D6\u306E\u30EA\u30B9\u30C8\u3092\u5B9A\u671F\u7684\u306B\u30B9\u30AD\u30E3\u30F3\u3057\u307E\u3059\u3002\u30B9\u30AD\u30E3\u30F3\u306E\u5B8C\u4E86\u5F8C\u3001DGC\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306F\u30B5\u30FC\u30D0\u30FC\u306BRMI\u547C\u51FA\u3057\u3092\u9001\u4FE1\u3057\u3066\u30EA\u30FC\u30B9\u3092\u66F4\u65B0\u3057\u3001\u30EA\u30E2\u30FC\u30C8\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u30AC\u30D9\u30FC\u30B8\u30FB\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u3055\u308C\u306A\u3044\u3088\u3046\u306B\u3057\u307E\u3059\u3002
cause080015=DGC\u30C8\u30EA\u30AC\u30FC\u306E\u5B9F\u884C\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action080015=java.rmi.NoSuchObjectException\u304C\u767A\u751F\u3059\u308B\u5834\u5408\u306F\u3001\u30A8\u30E9\u30FC\u3092\u8A73\u3057\u304F\u5206\u6790\u3059\u308B\u305F\u3081\u306B\u3001My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail080016={0}\u3067\u4F7F\u7528\u53EF\u80FD\u306A\u63A5\u7D9A\u304C\u3042\u308A\u307E\u305B\u3093\u3002{0}\u306B\u3088\u3063\u3066\u30DB\u30B9\u30C8\u3055\u308C\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3078\u306E\u53C2\u7167\u306B\u306F\u3001\u3053\u308C\u3089\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u5BFE\u3057\u3066\u30EA\u30FC\u30B9\u306E\u66F4\u65B0\u304C\u5FC5\u8981\u306A\u5834\u5408\u3001\u554F\u984C\u304C\u767A\u751F\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
cause080016=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u304B\u3089\u3001\u30B5\u30FC\u30D0\u30FC{0}\u3078\u306E\u63A5\u7D9A\u304C\u5931\u308F\u308C\u307E\u3057\u305F\u3002\u30B5\u30FC\u30D0\u30FC\u304C\u30B5\u30FC\u30D0\u30FC\u306B\u5BFE\u3059\u308B\u30EA\u30FC\u30B9\u66F4\u65B0\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D7\u3051\u53D6\u3089\u306A\u3051\u308C\u3070\u3001RMI\u30E9\u30F3\u30BF\u30A4\u30E0\u306B\u3088\u308A\u3001\u30EA\u30FC\u30B9\u304C\u66F4\u65B0\u3055\u308C\u3066\u3044\u306A\u3044\u30EA\u30E2\u30FC\u30C8\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u524A\u9664\u3055\u308C\u307E\u3059\u3002
action080016=\u30B5\u30FC\u30D0\u30FC{0}\u304C\u505C\u6B62\u307E\u305F\u306F\u30AF\u30E9\u30C3\u30B7\u30E5\u3057\u3066\u3044\u308B\u5834\u5408\u3001\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u305D\u306E\u4ED6\u306E\u5834\u5408\u306F\u3001\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30FB\u30D8\u30EB\u30B9\u304C\u6B63\u5E38\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail080017=RMI\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306F\u3001{1}\u306B\u3088\u3063\u3066\u30DB\u30B9\u30C8\u3055\u308C\u308B{0}\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u5BFE\u3059\u308B\u30EA\u30FC\u30B9\u306E\u66F4\u65B0\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
cause080017=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30C7\u30D0\u30C3\u30B0\u30FB\u30E2\u30FC\u30C9\u3067\u306E\u307F\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u307E\u3059\u3002
action080017=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail080018=\u3053\u306EJVM\u304B\u3089\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3055\u308C\u308B\u30EA\u30E2\u30FC\u30C8\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u53CE\u96C6\u3055\u308C\u307E\u305B\u3093\n {0}\u3002\u3053\u308C\u306F\u3001\u30AC\u30D9\u30FC\u30B8\u30FB\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u306E\u6E96\u5099\u304C\u3067\u304D\u3066\u3044\u308B\u305D\u308C\u3089\u306E\u53C2\u7167\u3092\u524A\u9664\u3059\u308B\u30C8\u30EA\u30AC\u30FC\u304C\u306A\u3044\u305F\u3081\u3067\u3059\u3002
cause080018=\u3053\u306E\u30A8\u30E9\u30FC\u306F\u3001{0}\u306B\u3088\u308A\u3001DGC\u30C8\u30EA\u30AC\u30FC\u304C\u30B9\u30B1\u30B8\u30E5\u30FC\u30EA\u30F3\u30B0\u3067\u304D\u306A\u304B\u3063\u305F\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u305F\u3081\u3001\u3053\u306EJVM\u304B\u3089\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3055\u308C\u305F\u3059\u3079\u3066\u306E\u30EA\u30E2\u30FC\u30C8\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u30AC\u30D9\u30FC\u30B8\u30FB\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u3055\u308C\u307E\u305B\u3093\u3002
action080018=\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u554F\u984C\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u3092\u7528\u610F\u3057\u3066\u3001\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail080019=\u78BA\u5B9A\u7684\u30AC\u30D9\u30FC\u30B8\u30FB\u30B3\u30EC\u30AF\u30BF(DGC)\u30C8\u30EA\u30AC\u30FC\u306F\u3001{0}\u30DF\u30EA\u79D2\u3067\u30EA\u30E2\u30FC\u30C8\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30DE\u30FC\u30AF\u3057\u307E\u3057\u305F\u3002
cause080019=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001LogDGCStatistics\u30C7\u30D0\u30C3\u30B0\u30FB\u30D5\u30E9\u30B0\u304C\u6709\u52B9\u306A\u5834\u5408\u306E\u307F\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u307E\u3059\u3002
action080019=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail080020=\u78BA\u5B9A\u7684\u30AC\u30D9\u30FC\u30B8\u30FB\u30B3\u30EC\u30AF\u30BF(DGC)\u30B5\u30FC\u30D0\u30FC\u306E\u30B9\u30A4\u30FC\u30D7\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\n {0}\u3002
cause080020=DGC\u30B5\u30FC\u30D0\u30FC(\u30EA\u30E2\u30FC\u30C8\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30DB\u30B9\u30C8)\u304C\u5B9A\u671F\u7684\u306B\u30B5\u30FC\u30D0\u30FC\u53C2\u7167\u3092\u30AF\u30EA\u30FC\u30F3\u30FB\u30A2\u30C3\u30D7\u3059\u308B\u305F\u3081\u306B\u30B9\u30A4\u30FC\u30D7\u3092\u30EA\u30AF\u30A8\u30B9\u30C8\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u3001\u5B9F\u884C\u6642\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action080020=\u3053\u306E\u554F\u984C\u306E\u5206\u6790\u3092\u9032\u3081\u308B\u305F\u3081\u3001\u30ED\u30B0\u3092My Oracle Support\u306B\u3054\u63D0\u4F9B\u304F\u3060\u3055\u3044\u3002
messagedetail080021=\u30B9\u30A4\u30FC\u30D7\u304C\u89E3\u653E\u3055\u308C\u307E\u3057\u305F\u3002{1}\u30DF\u30EA\u79D2\u3067{0}\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3002\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u6B8B\u308A{2}\u3002
cause080021=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001LogDGCStatistics\u30C7\u30D0\u30C3\u30B0\u30FB\u30D5\u30E9\u30B0\u304C\u6709\u52B9\u306A\u5834\u5408\u306E\u307F\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u307E\u3059\u3002
action080021=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail080022=\u30EA\u30E2\u30FC\u30C8\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306FRMI\u30E9\u30F3\u30BF\u30A4\u30E0\u306B\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3055\u308C\u308B\u3068\u3001\u78BA\u5B9A\u7684\u30AC\u30D9\u30FC\u30B8\u30FB\u30B3\u30EC\u30AF\u30BF(DGC)\u306B\u767B\u9332\u3055\u308C\u307E\u3059\u3002\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u3059\u3067\u306B\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u53C2\u7167\u30AB\u30A6\u30F3\u30BF\u306E\u6570\u5024\u304C\u5897\u52A0\u3057\u307E\u3059\u3002\u30EA\u30E2\u30FC\u30C8\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u767B\u9332\u3067\u304D\u306A\u3063\u305F\u5834\u5408\u3001\u30B5\u30FC\u30D0\u30FC\u306F\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u30ED\u30B0\u306B\u8A18\u9332\u3057\u307E\u3059\u3002
cause080022=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u5931\u308F\u308C\u305F\u53C2\u7167\u306E\u53C2\u7167\u6570\u3092\u5897\u3084\u305D\u3046\u3068\u3057\u305F\u5834\u5408\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u307E\u3059\u3002\u53C2\u7167\u306F\u3001\u3059\u3067\u306B\u89E3\u653E\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action080022=java.rmi.NoSuchObjectException\u304C\u767A\u751F\u3059\u308B\u5834\u5408\u306F\u3001\u30A8\u30E9\u30FC\u3092\u8A73\u3057\u304F\u5206\u6790\u3059\u308B\u305F\u3081\u306B\u3001My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail080023=\u78BA\u5B9A\u7684\u30AC\u30D9\u30FC\u30B8\u30FB\u30B3\u30EC\u30AF\u30BF(DGC)\u30B5\u30FC\u30D0\u30FC\u306F\u3001\u5931\u308F\u308C\u305F\u53C2\u7167\u3092\u767B\u9332\u89E3\u9664\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F: {0}\u3002
cause080023=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30C7\u30D0\u30C3\u30B0\u306E\u305F\u3081\u306BDebugDGCEnrollment\u30D5\u30E9\u30B0\u304C\u6709\u52B9\u5316\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u306E\u307F\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u307E\u3059\u3002
action080023=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail080024=\u78BA\u5B9A\u7684\u30AC\u30D9\u30FC\u30B8\u30FB\u30B3\u30EC\u30AF\u30BF(DGC)\u30B5\u30FC\u30D0\u30FC\u306F\u3001\u5931\u308F\u308C\u305F\u53C2\u7167\u306B\u5BFE\u3059\u308B\u30EA\u30FC\u30B9\u3092\u66F4\u65B0\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F: {0}\u3002
cause080024=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30C7\u30D0\u30C3\u30B0\u306E\u305F\u3081\u306BDebugDGCEnrollment\u30D5\u30E9\u30B0\u304C\u6709\u52B9\u5316\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u306E\u307F\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u307E\u3059\u3002
action080024=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail080025=\u3053\u306EJVM\u306B\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3055\u308C\u308B\u30EA\u30E2\u30FC\u30C8\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u66F4\u65B0\u3055\u308C\u307E\u305B\u3093\n {0}\u3002
cause080025=\u3053\u306EJVM\u5185\u3067\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u3059\u3079\u3066\u306E\u30EA\u30E2\u30FC\u30C8\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30EA\u30FC\u30B9\u3092\u5B9A\u671F\u7684\u306B\u66F4\u65B0\u3059\u308B\u78BA\u5B9A\u7684\u30AC\u30D9\u30FC\u30B8\u30FB\u30B3\u30EC\u30AF\u30BF(DGC)\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30FB\u30C8\u30EA\u30AC\u30FC\u3092\u8D77\u52D5\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action080025=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u554F\u984C\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u3092\u7528\u610F\u3057\u3066\u3001My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail080026=\u30EA\u30E2\u30FC\u30C8\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304CRMI\u306B\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3055\u308C\u308B\u3068\u3001RMI\u30E9\u30F3\u30BF\u30A4\u30E0\u306F\u305D\u308C\u306B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u3092\u5272\u308A\u5F53\u3066\u3001\u305D\u308C\u306B\u3088\u308A\u74B0\u5883\u3092\u30EA\u30E2\u30FC\u30C8\u547C\u51FA\u3057\u7528\u306B\u8A2D\u5B9A\u3057\u307E\u3059\u3002\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
cause080026=\u30EA\u30E2\u30FC\u30C8\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304CRMI\u306B\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3055\u308C\u308B\u3068\u3001RMI\u30E9\u30F3\u30BF\u30A4\u30E0\u306F\u305D\u308C\u306B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u3092\u5272\u308A\u5F53\u3066\u3001\u305D\u308C\u306B\u3088\u308A\u74B0\u5883\u3092\u30EA\u30E2\u30FC\u30C8\u547C\u51FA\u3057\u7528\u306B\u8A2D\u5B9A\u3057\u307E\u3059\u3002
action080026=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail080027=\u8EFD\u91CF\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u304B\u3089\u5B9A\u671F\u7684\u306A\u30CF\u30FC\u30C8\u30D3\u30FC\u30C8\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9\u3092\u53D7\u4FE1\u3059\u308B\u3053\u3068\u306B\u3088\u3063\u3066\u3001\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306E\u5206\u5272\u3092\u691C\u51FA\u3057\u307E\u3059\u3002\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u304C\u7D42\u4E86\u3059\u308B\u3068\u3001\u30B5\u30FC\u30D0\u30FC\u306F\u30CF\u30FC\u30C8\u30D3\u30FC\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u9001\u4FE1\u3067\u304D\u306A\u304F\u306A\u308A\u3001\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u304C\u5207\u65AD\u3055\u308C\u305F\u3068\u63A8\u5B9A\u3057\u307E\u3059\u3002
cause080027=\u8EFD\u91CF\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306F\u30B5\u30FC\u30D0\u30FC\u304B\u3089\u5207\u65AD\u3055\u308C\u307E\u3057\u305F\u3002
action080027=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail080028=\u30D5\u30A7\u30A4\u30EB\u30AA\u30FC\u30D0\u30FC\u306E\u8A66\u884C\u306B\u5931\u6557\u3057\u307E\u3057\u305F: {1}\u56DE\u518D\u79FB\u884C\u5F8C\u3001{0}
cause080028=\u7406\u7531: {0}
action080028=\u30C8\u30EC\u30FC\u30B9\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail080029=\u6B21\u306E\u7406\u7531\u3067\u4E00\u65B9\u5411\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u51E6\u7406\u3067\u304D\u307E\u305B\u3093: {0}
cause080029=\u7406\u7531: {0}
action080029=\u30E1\u30C3\u30BB\u30FC\u30B8\u5185\u306E\u7406\u7531\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
