080000=\u4E88\u671F\u3055\u308C\u308B\u91CD\u307F\u3092\u6301\u3064\u30EC\u30D7\u30EA\u30AB\u304C\u30EA\u30B9\u30C8\u5185\u306B\u3042\u308A\u307E\u305B\u3093\u3002\u30E9\u30A6\u30F3\u30C9\u30ED\u30D3\u30F3\u306B\u623B\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: Error er
080001=\u30C7\u30A3\u30B9\u30D1\u30C3\u30C1\u30E3\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\n {0}
## {0}: String er
080002={0}\u306E\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u89E3\u9664\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
## {0}: String server, {1}: Throwable t
080003=RMI\u30B5\u30FC\u30D0\u30FC: {0}\u306B\u3088\u3063\u3066RuntimeException\u304C\u767A\u751F\u3057\u307E\u3057\u305F\n {1}\u3002
## {0}: String server, {1}: Throwable t
080004=RMI\u30B5\u30FC\u30D0\u30FC: {0}\u306B\u3088\u3063\u3066\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\n {1}\u3002
## {0}: String server, {1}: Throwable t
080005=RMI\u30B5\u30FC\u30D0\u30FC: {0}\u306B\u3088\u3063\u3066\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\n {1}\u3002
## {0}: Exception e
080006=\u4F8B\u5916\u306E\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3078\u306E\u30DE\u30FC\u30B7\u30E3\u30EA\u30F3\u30B0\u4E2D\u306B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3092\u30EC\u30B9\u30DD\u30F3\u30B9\u306B\u95A2\u9023\u4ED8\u3051\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F: \n {0}\u3002
## {0}: Exception e
080007=RMI\u30E9\u30F3\u30BF\u30A4\u30E0\u306F\u3001DGC\u3092\u521D\u671F\u5316\u3067\u304D\u306A\u304B\u3063\u305F\u305F\u3081\u3001\u7121\u52B9\u5316\u3055\u308C\u3066\u3044\u307E\u3059\n {0}\u3002
## {0}: Exception e
080008=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3078\u306E\u30A8\u30E9\u30FC\u5FDC\u7B54\u306E\u9001\u4FE1\u306B\u5931\u6557\u3057\u307E\u3057\u305F\n {0}\u3002
## {0}: String s1, {1}: String s2
080009=RMI\u30B5\u30FC\u30D0\u30FC: {0}\u306B\u3088\u3063\u3066\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002{1}\u3092\u547C\u3073\u51FA\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: Error e
080010=\u30C7\u30A3\u30B9\u30D1\u30C3\u30C1\u30E3\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\n {0}\u3002
## {0}: String jvmid
080011={0}\u306B\u5BFE\u3059\u308B\u30CF\u30FC\u30C8\u30D3\u30FC\u30C8\u306E\u30A2\u30BB\u30F3\u30D6\u30EB\u4E2D\u306B\u3001\u7A7A\u306EworkingSet\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002
## {0}: int oid, {1}: String jvmid
080012={1}\u306B\u3042\u308B{0}\u306EworkingSet\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
## {0}: int oid
080013=\u4F5C\u696D\u30BB\u30C3\u30C8\u5185\u306B{0}\u306E\u53C2\u7167\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String str
080014={0}
## {0}: Exception e
080015=\u53C2\u7167\u3092\u30DE\u30FC\u30AF\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\n {0}\u3002
## {0}: String jvmid
080016={0}\u3067\u4F7F\u7528\u53EF\u80FD\u306A\u63A5\u7D9A\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u305D\u308C\u306B\u3088\u3063\u3066\u30DB\u30B9\u30C8\u3055\u308C\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3078\u306E\u53C2\u7167\u306B\u554F\u984C\u304C\u767A\u751F\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: int length, {1}: String jvmid
080017={1}\u306B\u3088\u3063\u3066\u30DB\u30B9\u30C8\u3055\u308C\u308B{0}\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u5BFE\u3059\u308B\u30EA\u30FC\u30B9\u306E\u66F4\u65B0\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
## {0}: Exception tte
080018=\u3053\u306EJVM\u304B\u3089\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3055\u308C\u308B\u30EA\u30E2\u30FC\u30C8\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u53CE\u96C6\u3055\u308C\u307E\u305B\u3093\n {0}\u3002
## {0}: long cnt
080019={0}\u30DF\u30EA\u79D2\u3067\u30DE\u30FC\u30AF\u6E08
## {0}: Exception e
080020=DGC\u30B5\u30FC\u30D0\u30FC\u306E\u30B9\u30A4\u30FC\u30D7\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\n {0}
## {0}: long cnt1, {1}: long cnt2, {2}: long cnt3
080021=\u30B9\u30A4\u30FC\u30D7\u304C\u89E3\u653E\u3055\u308C\u307E\u3057\u305F\u3002{1}\u30DF\u30EA\u79D2\u3067{0}\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3002\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u6B8B\u308A{2}\u3002
## {0}: int cnt1
080022=\u5931\u308F\u308C\u305F\u53C2\u7167\u3092\u767B\u9332\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F: {0}\u3002
## {0}: int cnt1
080023=\u5931\u308F\u308C\u305F\u53C2\u7167\u3092\u767B\u9332\u89E3\u9664\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F: {0}\u3002
## {0}: int cnt1
080024=\u5931\u308F\u308C\u305F\u53C2\u7167\u306B\u5BFE\u3059\u308B\u30EA\u30FC\u30B9\u3092\u66F4\u65B0\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F: {0}\u3002
## {0}: Exception e
080025=\u3053\u306EJVM\u306B\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3055\u308C\u308B\u30EA\u30E2\u30FC\u30C8\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u66F4\u65B0\u3055\u308C\u307E\u305B\u3093\n {0}\u3002
## {0}: String className, {1}: int oid
080026=ID {1}\u306E\u30EA\u30E2\u30FC\u30C8\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8{0}\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u3059\u3002
080027=\u304A\u305D\u3089\u304F\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306E\u5207\u65AD\u306B\u3088\u3063\u3066\u3001\u30CF\u30FC\u30C8\u30D3\u30FC\u30C8\u304C\u9001\u4FE1\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String trace, {1}: int maxRetries
080028=\u30D5\u30A7\u30A4\u30EB\u30AA\u30FC\u30D0\u30FC\u306E\u8A66\u884C\u306B\u5931\u6557\u3057\u307E\u3057\u305F: {1}\u56DE\u518D\u79FB\u884C\u5F8C\u3001{0}
## {0}: String reason
080029=\u6B21\u306E\u7406\u7531\u3067\u4E00\u65B9\u5411\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u51E6\u7406\u3067\u304D\u307E\u305B\u3093: {0}
