messagedetail310000=\u30AB\u30BF\u30ED\u30B0\u5316\u3055\u308C\u3066\u3044\u306A\u3044\u30C7\u30D0\u30C3\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002\u5909\u66F4\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002
cause310000=\u30C7\u30D0\u30C3\u30B0\u3057\u3066\u3044\u307E\u3059\u3002\u5909\u66F4\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002
action310000=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail310001=\u30B5\u30FC\u30D0\u30FC\u306E\u30AF\u30EA\u30C6\u30A3\u30AB\u30EB\u306A\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E1\u3064\u3067\u969C\u5BB3\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause310001=\u30B5\u30FC\u30D0\u30FC\u306E\u30AF\u30EA\u30C6\u30A3\u30AB\u30EB\u306A\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E1\u3064\u3067\u969C\u5BB3\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action310001=\u30B5\u30FC\u30D0\u30FC\u306E\u30ED\u30B0\u3092\u78BA\u8A8D\u3057\u3066\u3001\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u969C\u5BB3\u306E\u539F\u56E0\u3092\u5224\u65AD\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail310002=\u30B5\u30FC\u30D0\u30FC\u306E\u7A7A\u304D\u30E1\u30E2\u30EA\u30FC\u306E\u5272\u5408\u304C\u5909\u5316\u3057\u307E\u3057\u305F\u3002
cause310002=\u30B5\u30FC\u30D0\u30FC\u306E\u7A7A\u304D\u30E1\u30E2\u30EA\u30FC\u306E\u5272\u5408\u304C\u5909\u5316\u3057\u307E\u3057\u305F\u3002
action310002=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail310003=\u30B5\u30FC\u30D0\u30FC\u306E\u7A7A\u304D\u30E1\u30E2\u30EA\u30FC\u304C\u975E\u5E38\u306B\u5C11\u306A\u304F\u306A\u3063\u3066\u3044\u307E\u3059\u3002
cause310003=\u30B5\u30FC\u30D0\u30FC\u306E\u7A7A\u304D\u30E1\u30E2\u30EA\u30FC\u304C\u975E\u5E38\u306B\u5C11\u306A\u304F\u306A\u3063\u3066\u3044\u307E\u3059\u3002
action310003=\u30E1\u30E2\u30EA\u30FC\u30FB\u30EA\u30FC\u30AF\u304C\u767A\u751F\u3057\u3066\u3044\u306A\u3044\u304B\u3001\u30D2\u30FC\u30D7\u30FB\u30E1\u30E2\u30EA\u30FC\u4F7F\u7528\u91CF\u3092\u5206\u6790\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30E1\u30E2\u30EA\u30FC\u30FB\u30EA\u30FC\u30AF\u304C\u691C\u51FA\u3055\u308C\u306A\u304B\u3063\u305F\u5834\u5408\u306F\u3001\u6700\u5927\u30D2\u30FC\u30D7\u30FB\u30B5\u30A4\u30BA\u3092\u3055\u3089\u306B\u5927\u304D\u304F\u8A2D\u5B9A\u3057\u3066\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3059\u308B\u3053\u3068\u3092\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail310004=\u30E1\u30E2\u30EA\u30FC\u30FB\u30E2\u30CB\u30BF\u30EA\u30F3\u30B0\u304C\u958B\u59CB\u3055\u308C\u307E\u3057\u305F
cause310004=\u30E1\u30E2\u30EA\u30FC\u30FB\u30E2\u30CB\u30BF\u30EA\u30F3\u30B0\u304C\u958B\u59CB\u3055\u308C\u307E\u3057\u305F
action310004=TBD\u3002\u30AA\u30D5\u306B\u3059\u308B\u65B9\u6CD5\u306B\u3064\u3044\u3066\u306E\u8AAC\u660E\u3092\u8FFD\u52A0\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail310005=\u30E1\u30E2\u30EA\u30FC\u30FB\u30E2\u30CB\u30BF\u30EA\u30F3\u30B0\u304C\u505C\u6B62\u3055\u308C\u307E\u3057\u305F
cause310005=\u30E1\u30E2\u30EA\u30FC\u30FB\u30E2\u30CB\u30BF\u30EA\u30F3\u30B0\u304C\u505C\u6B62\u3055\u308C\u307E\u3057\u305F
action310005=\u5931\u6557\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306A\u60C5\u5831\u304C\u63D0\u4F9B\u3055\u308C\u308B\u4ED6\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail310006=\u30B5\u30FC\u30D0\u30FC\u306E\u30AF\u30EA\u30C6\u30A3\u30AB\u30EB\u306A\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E1\u3064\u3067\u969C\u5BB3\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause310006=\u30B5\u30FC\u30D0\u30FC\u306E\u30AF\u30EA\u30C6\u30A3\u30AB\u30EB\u306A\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E1\u3064\u3067\u969C\u5BB3\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action310006=\u30B5\u30FC\u30D0\u30FC\u306E\u30ED\u30B0\u3092\u78BA\u8A8D\u3057\u3066\u3001\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u969C\u5BB3\u306E\u539F\u56E0\u3092\u5224\u65AD\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail310007=\u306A\u3093\u3089\u304B\u306E\u7406\u7531\u306B\u3088\u308A\u3001\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306E\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u3067\u969C\u5BB3\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3057\u304B\u3057\u3001\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306E\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304CHealthMonitorService\u306B\u767B\u9332\u3055\u308C\u3066\u3044\u306A\u304B\u3063\u305F\u306E\u3067\u3001\u901A\u77E5\u306F\u767A\u751F\u3057\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause310007=\u30B5\u30FC\u30D0\u30FC\u306E\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E1\u3064\u3067\u969C\u5BB3\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action310007=\u30B5\u30FC\u30D0\u30FC\u306E\u30ED\u30B0\u3092\u78BA\u8A8D\u3057\u3066\u3001\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u969C\u5BB3\u306E\u539F\u56E0\u3092\u5224\u65AD\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u81EA\u52D5\u79FB\u884C\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u3067\u306FHealthMonitor\u901A\u77E5\u3092\u6B63\u3057\u304F\u52D5\u4F5C\u3055\u305B\u308B\u5FC5\u8981\u304C\u3042\u308B\u305F\u3081\u3001MigratableTarget\u306E\u624B\u52D5\u306B\u3088\u308B\u79FB\u52D5\u304C\u5FC5\u8981\u306A\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002
messagedetail310008=\u30B5\u30FC\u30D0\u30FC\u306E\u30AF\u30EA\u30C6\u30A3\u30AB\u30EB\u3067\u306F\u306A\u3044\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E1\u3064\u3067\u969C\u5BB3\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30B5\u30FC\u30D0\u30FC\u306F\u5B9F\u884C\u3092\u7D9A\u3051\u307E\u3059\u3002
cause310008=\u30B5\u30FC\u30D0\u30FC\u306E\u30AF\u30EA\u30C6\u30A3\u30AB\u30EB\u3067\u306F\u306A\u3044\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E1\u3064\u3067\u969C\u5BB3\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action310008=\u30B5\u30FC\u30D0\u30FC\u306E\u30ED\u30B0\u3092\u78BA\u8A8D\u3057\u3066\u3001\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u969C\u5BB3\u306E\u539F\u56E0\u3092\u5224\u65AD\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail310009=\u6C38\u7D9A\u30B9\u30C8\u30A2\u304A\u3088\u3073\u305D\u306E\u4E0A\u4F4D\u30B5\u30FC\u30D3\u30B9\u306E\u518D\u8D77\u52D5\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
cause310009=\u6C38\u7D9A\u30B9\u30C8\u30A2\u304A\u3088\u3073\u305D\u306E\u4E0A\u4F4D\u30B5\u30FC\u30D3\u30B9\u306E\u518D\u8D77\u52D5\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
action310009=\u30B5\u30FC\u30D0\u30FC\u306E\u30ED\u30B0\u3092\u78BA\u8A8D\u3057\u3066\u3001\u518D\u8D77\u52D5\u969C\u5BB3\u306E\u539F\u56E0\u3092\u5224\u65AD\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail310010=\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3"{1}"\u306E\u6C38\u7D9A\u30B9\u30C8\u30A2"{0}"\u306B\u3088\u308A\u969C\u5BB3\u304C\u5831\u544A\u3055\u308C\u3066\u304A\u308A\u3001\u3053\u306E\u30B9\u30C8\u30A2\u306F\u969C\u5BB3\u6642\u306B\u81EA\u8EAB\u306E\u518D\u8D77\u52D5\u3092\u8A66\u884C\u3059\u308B\u3088\u3046\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002
cause310010=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action310010=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail310011=\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3"{1}"\u306E\u6C38\u7D9A\u30B9\u30C8\u30A2"{0}"\u304A\u3088\u3073\u3053\u306E\u30B9\u30C8\u30A2\u306B\u4F9D\u5B58\u3057\u3066\u3044\u308B\u30B5\u30FC\u30D3\u30B9\u306F\u3001\u6B63\u5E38\u306B\u518D\u8D77\u52D5\u3055\u308C\u307E\u3057\u305F\u3002
cause310011=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action310011=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
