#Copyright (c) 2002,2014, Oracle and/or its affiliates. All rights reserved.
#Created by nicksh 11/20/2002

#This file contains localizable strings which appear in the HTML TLD and TLDX files.

taglib.display-name=HTML

attrrule.color.validationmessage=color\u5024\u304C\u7121\u52B9\u3067\u3059\u3002


attr.abbr.description=\u30BB\u30EB\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u306E\u77ED\u7E2E\u3057\u305F\u5F62\u5F0F\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u30BB\u30EB\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u306E\u304B\u308F\u308A\u306B\u5FC5\u8981\u306B\u5FDC\u3058\u3066\u30E6\u30FC\u30B6\u30FC\u30FB\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u306B\u3088\u3063\u3066\u8868\u793A\u3055\u308C\u307E\u3059\u3002
attr.above.description=\u73FE\u5728\u306E<ilayer>\u8981\u7D20\u306E\u4E0A(\u524D)\u306B\u6765\u308B\u8981\u7D20\u306EID\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.accept.description=\u9078\u629E\u53EF\u80FD\u306A\u30D5\u30A1\u30A4\u30EB\u30FB\u30BF\u30A4\u30D7\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002MIME\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0\u306E\u30AB\u30F3\u30DE\u533A\u5207\u308A\u306E\u30EA\u30B9\u30C8\u3067\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.accept-charset.description=\u3053\u306E\u30D5\u30A9\u30FC\u30E0\u3092\u51E6\u7406\u3059\u308B\u30B5\u30FC\u30D0\u30FC\u304C\u53D7\u3051\u4ED8\u3051\u308B\u5165\u529B\u30C7\u30FC\u30BF\u7528\u306E\u6587\u5B57\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0\u306E\u30EA\u30B9\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.accesskey.description=accesskey\u5C5E\u6027\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u30EA\u30F3\u30AF\u3092\u30A2\u30AF\u30C6\u30A3\u30D6\u306B\u3059\u308B\u4EE3\u66FF\u30AD\u30FC\u30DC\u30FC\u30C9\u6587\u5B57\u3092\u6307\u5B9A\u3067\u304D\u307E\u3059\u3002
attr.action.description=\u30D5\u30A9\u30FC\u30E0\u51E6\u7406\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8(\u901A\u5E38\u306FHTTP URI)\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.align_c.description=\u8868\u306B\u5BFE\u3059\u308B\u8AAC\u660E\u6587\u306E\u4F4D\u7F6E\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.align_i.description=\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306B\u5BFE\u3059\u308BIMG\u3001OBJECT\u3001\u307E\u305F\u306FAPPLET\u306E\u4F4D\u7F6E\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.align_l.description=\u30D5\u30A3\u30FC\u30EB\u30C9\u30BB\u30C3\u30C8\u306B\u5BFE\u3059\u308B\u51E1\u4F8B\u306E\u4F4D\u7F6E\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.align_t.description=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306B\u5BFE\u3059\u308B\u8868\u306E\u4F4D\u7F6E\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.align_p.description=\u524D\u5F8C\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306B\u5BFE\u3059\u308B\u3001\u8981\u7D20\u306E\u6C34\u5E73\u65B9\u5411\u306E\u4F4D\u7F6E\u5408\u305B\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.align_tr.description=\u30C7\u30FC\u30BF\u306E\u4F4D\u7F6E\u5408\u305B\u304A\u3088\u3073\u30BB\u30EB\u5185\u306E\u30C6\u30AD\u30B9\u30C8\u306E\u884C\u7AEF\u63C3\u3048\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.align_hr.description=\u524D\u5F8C\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306B\u5BFE\u3059\u308B\u3001\u7F6B\u7DDA\u306E\u6C34\u5E73\u65B9\u5411\u306E\u4F4D\u7F6E\u5408\u305B\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.align_embed.description=\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306B\u5BFE\u3059\u308Bembed\u306E\u4F4D\u7F6E\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.align_spacer.description=\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306B\u5BFE\u3059\u308Bspacer\u306E\u4F4D\u7F6E\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.alink.description=\u9078\u629E\u3055\u308C\u305F\u3068\u304D\u306E\u30CF\u30A4\u30D1\u30FC\u30EA\u30F3\u30AF\u306E\u8272\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.alt.description=alt\u5C5E\u6027\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001(1)\u30DE\u30A6\u30B9\u304C\u753B\u50CF\u4E0A\u306B\u7559\u307E\u3063\u3066\u3044\u308B\u5834\u5408\u3001\u307E\u305F\u306F(2)\u6307\u5B9A\u3057\u305F\u753B\u50CF\u3092\u30D6\u30E9\u30A6\u30B6\u3067\u8868\u793A\u3067\u304D\u306A\u3044\u5834\u5408\u306B\u8868\u793A\u3055\u308C\u308B\u30C6\u30AD\u30B9\u30C8\u3092\u6307\u5B9A\u3067\u304D\u307E\u3059\u3002
attr.archive.description=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u95A2\u3059\u308B\u30EA\u30BD\u30FC\u30B9\u3092\u683C\u7D0D\u3057\u3066\u3044\u308B\u30A2\u30FC\u30AB\u30A4\u30D6\u306EURI\u3092\u30B9\u30DA\u30FC\u30B9\u533A\u5207\u308A\u306E\u30EA\u30B9\u30C8\u3067\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.axis.description=\u8868\u30BB\u30EB\u3092\u6982\u5FF5\u7684\u306A\u30AB\u30C6\u30B4\u30EA\u306B\u914D\u7F6E\u3057\u3001n\u6B21\u5143\u7A7A\u9593\u306E\u8EF8\u3068\u898B\u7ACB\u3066\u308B\u5834\u5408\u306B\u4F7F\u7528\u3067\u304D\u308B\u30AB\u30C6\u30B4\u30EA\u306E\u30EA\u30B9\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.area_coords.description=shape\u5C5E\u6027\u3068\u3068\u3082\u306B\u4F7F\u7528\u3057\u3066\u3001\u30DE\u30A6\u30B9\u304C\u611F\u77E5\u3067\u304D\u308B\u30EA\u30FC\u30B8\u30E7\u30F3\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
attr.area_href.description=\u30BF\u30FC\u30B2\u30C3\u30C8\u3068\u306A\u308B\u30EA\u30F3\u30AF\u306EURL\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.area_nohref.description=\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30A2\u30AF\u30B7\u30E7\u30F3\u306E\u306A\u3044\u3001\u30DE\u30A6\u30B9\u304C\u611F\u77E5\u3067\u304D\u308B\u30EA\u30FC\u30B8\u30E7\u30F3\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
attr.area_notab.description=\u30E6\u30FC\u30B6\u30FC\u304C[Tab]\u3067\u30DA\u30FC\u30B8\u8981\u7D20\u3092\u901A\u904E\u3059\u308B\u5834\u5408\u306B\u3001\u3053\u306E\u8981\u7D20\u3092\u30B9\u30AD\u30C3\u30D7\u3059\u308B\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.base_href.description=href\u5C5E\u6027\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u540C\u3058\u30DA\u30FC\u30B8\u4E0A\u306E\u4ED6\u306E\u76F8\u5BFEURL\u304C\u57FA\u3065\u304F\u7D76\u5BFEURL\u3092\u5B9A\u7FA9\u3067\u304D\u307E\u3059\u3002
attr.background.description=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306E\u80CC\u666F\u3068\u3057\u3066\u4F7F\u7528\u3055\u308C\u308B\u753B\u50CF\u30EA\u30BD\u30FC\u30B9\u3092\u793A\u3059URI\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.balance.description=\u30AA\u30FC\u30C7\u30A3\u30AA\u3092\u5DE6\u53F3\u306E\u30C1\u30E3\u30CD\u30EB\u306B\u5206\u5272\u3059\u308B\u65B9\u6CD5\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.behavior.description=\u30DE\u30FC\u30AD\u30FC\u3067\u30C6\u30AD\u30B9\u30C8\u3092\u30B9\u30AF\u30ED\u30FC\u30EB\u3059\u308B\u65B9\u6CD5\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.below.description=\u73FE\u5728\u306E<ilayer>\u8981\u7D20\u306E\u4E0B(\u5F8C\u308D)\u306B\u6765\u308B\u8981\u7D20\u306EID\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.bgcolor.description=\u8981\u7D20\u306E\u80CC\u666F\u8272\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.bgproperties.description=background\u5C5E\u6027\u306B\u3088\u3063\u3066\u6307\u5B9A\u3055\u308C\u305F\u753B\u50CF\u3092\u3001\u56FA\u5B9A\u3057\u305F\u4F4D\u7F6E\u306B\u914D\u7F6E\u3059\u308B\u304B\u3001\u307E\u305F\u306F\u30DA\u30FC\u30B8\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u3068\u3068\u3082\u306B\u30B9\u30AF\u30ED\u30FC\u30EB\u3055\u305B\u308B\u304B\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.border.description=\u8981\u7D20\u3092\u56F2\u3080\u30D5\u30EC\u30FC\u30E0\u306E\u5E45\u3092\u30D4\u30AF\u30BB\u30EB\u5358\u4F4D\u3067\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.border_table.description=\u8981\u7D20\u3092\u56F2\u3080\u30D5\u30EC\u30FC\u30E0\u306E\u5E45\u3092\u30D4\u30AF\u30BB\u30EB\u5358\u4F4D\u3067\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.bordercolor.description=\u30D5\u30EC\u30FC\u30E0\u306E\u67A0\u306E\u8272\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.bottommargin.description=(\u975E\u63A8\u5968)\u30DA\u30FC\u30B8\u306E\u672C\u6587\u5168\u4F53\u306E\u4E0B\u90E8\u306E\u30DE\u30FC\u30B8\u30F3\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.cellpadding.description=\u30BB\u30EB\u306E\u67A0\u3068\u305D\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u306E\u9593\u306E\u30B9\u30DA\u30FC\u30B9\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.cellspacing.description=\u8868\u306E\u5DE6\u8FBA\u3068\u6700\u3082\u5DE6\u306B\u3042\u308B\u5217\u306E\u5DE6\u8FBA\u306E\u9593\u306E\u30B9\u30DA\u30FC\u30B9\u3001\u8868\u306E\u4E0A\u8FBA\u3068\u6700\u3082\u4E0A\u306B\u3042\u308B\u884C\u306E\u4E0A\u8FBA\u306E\u9593\u306E\u30B9\u30DA\u30FC\u30B9\u3001\u540C\u69D8\u306B\u8868\u306E\u53F3\u5074\u3068\u4E0B\u5074\u306E\u30B9\u30DA\u30FC\u30B9\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.challenge.description=\u30B5\u30FC\u30D0\u30FC\u304C\u691C\u8A3C\u3059\u308B\u30C1\u30E3\u30EC\u30F3\u30B8\u6587\u5B57\u5217\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.char.description=\u30C6\u30AD\u30B9\u30C8\u5185\u3067\u914D\u5217\u306E\u8EF8\u3068\u3057\u3066\u6A5F\u80FD\u3059\u308B1\u3064\u306E\u6587\u5B57\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.charoff.description=\u5404\u884C\u4E0A\u306B\u3042\u308B\u914D\u5217\u6587\u5B57\u306E\u6700\u521D\u306E\u4F4D\u7F6E\u306B\u5BFE\u3059\u308B\u30AA\u30D5\u30BB\u30C3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.charset.description=\u30EA\u30F3\u30AF\u3067\u6307\u5B9A\u3055\u308C\u305F\u30EA\u30BD\u30FC\u30B9\u306E\u6587\u5B57\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.checked.description=\u30D6\u30E9\u30A6\u30B6\u5185\u306B\u6700\u521D\u306B\u8868\u793A\u3055\u308C\u308B\u3068\u304D\u306B\u3001checkbox\u8981\u7D20\u304C\u3042\u3089\u304B\u3058\u3081\u9078\u629E\u3055\u308C\u3066\u3044\u308B\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.cite.description=\u30BD\u30FC\u30B9\u30FB\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3084\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u793A\u3059URI\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.class.description=\u8981\u7D20\u3092\u5236\u5FA1\u3059\u308B\u8868\u793A\u30B9\u30BF\u30A4\u30EB\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.classid.description=URI\u3092\u4F7F\u7528\u3057\u3066\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u5B9F\u88C5\u306E\u5834\u6240\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.clear.description=<br>\u30BF\u30B0\u5185\u3067clear\u5C5E\u6027\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u8868\u793A\u3055\u308C\u305F\u753B\u50CF\u306E\u4E0B\u3067\u30C6\u30AD\u30B9\u30C8\u3092\u518D\u958B\u3059\u308B\u3088\u3046\u306B\u6307\u5B9A\u3067\u304D\u307E\u3059\u3002
attr.clip.description=\u8981\u7D20\u3092\u56F2\u3080\u77E9\u5F62\u306E\u30AF\u30EA\u30C3\u30D4\u30F3\u30B0\u30FB\u30EA\u30FC\u30B8\u30E7\u30F3\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.code.description=\u30B3\u30F3\u30D1\u30A4\u30EB\u3055\u308C\u305F\u30A2\u30D7\u30EC\u30C3\u30C8\u306E\u30B5\u30D6\u30AF\u30E9\u30B9\u3092\u683C\u7D0D\u3059\u308B\u30AF\u30E9\u30B9\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u540D\u524D\u3001\u307E\u305F\u306F\u30AF\u30E9\u30B9\u3092\u53D6\u5F97\u3059\u308B\u30D1\u30B9\u540D(\u30AF\u30E9\u30B9\u30FB\u30D5\u30A1\u30A4\u30EB\u81EA\u4F53\u3092\u542B\u3080)\u306E\u3044\u305A\u308C\u304B\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.codebase.description=classid\u5C5E\u6027\u3001data\u5C5E\u6027\u3001\u304A\u3088\u3073archive\u5C5E\u6027\u3067\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u76F8\u5BFEURI\u3092\u89E3\u6C7A\u3059\u308B\u5834\u5408\u306B\u4F7F\u7528\u3055\u308C\u308B\u57FA\u672C\u30D1\u30B9\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.codetype.description=classid\u5C5E\u6027\u306B\u3088\u3063\u3066\u6307\u5B9A\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3059\u308B\u5834\u5408\u306B\u3001\u4E88\u671F\u3055\u308C\u308B\u30C7\u30FC\u30BF\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u30FB\u30BF\u30A4\u30D7\u3092\u8A2D\u5B9A\u3057\u307E\u3059\u3002
attr.color.description=\u8981\u7D20\u306E\u8272\u3092\u8A2D\u5B9A\u3057\u307E\u3059\u3002
attr.cols_multicol.description=\u5782\u76F4\u65B9\u5411\u306E\u30D5\u30EC\u30FC\u30E0\u306E\u30EC\u30A4\u30A2\u30A6\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u30D4\u30AF\u30BB\u30EB\u5358\u4F4D\u3001\u30D1\u30FC\u30BB\u30F3\u30C6\u30FC\u30B8\u5358\u4F4D\u3001\u304A\u3088\u3073\u76F8\u5BFE\u7684\u9577\u3055\u306E\u30AB\u30F3\u30DE\u533A\u5207\u308A\u306E\u30EA\u30B9\u30C8\u3067\u3059\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u5024\u306F100%\u3067\u3059\u3002
attr.cols_frameset.description=\u5782\u76F4\u65B9\u5411\u306E\u30D5\u30EC\u30FC\u30E0\u306E\u30EC\u30A4\u30A2\u30A6\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u30D4\u30AF\u30BB\u30EB\u5358\u4F4D\u3001\u30D1\u30FC\u30BB\u30F3\u30C6\u30FC\u30B8\u5358\u4F4D\u3001\u304A\u3088\u3073\u76F8\u5BFE\u7684\u9577\u3055\u306E\u30AB\u30F3\u30DE\u533A\u5207\u308A\u306E\u30EA\u30B9\u30C8\u3067\u3059\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u5024\u306F100%\u3067\u3059\u3002
attr.cols_textarea.description=\u5E73\u5747\u7684\u306A\u6587\u5B57\u5E45\u3067\u3001\u8868\u793A\u3059\u308B\u5E45\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.colspan.description=\u73FE\u5728\u306E\u8868\u30BB\u30EB\u306E\u5BFE\u8C61\u3068\u306A\u308B\u5217\u306E\u6570\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.compact.description=(\u975E\u63A8\u5968)\u30EA\u30B9\u30C8\u304C\u7C21\u6F54\u306A\u5F62\u5F0F\u3067\u8868\u793A\u3055\u308C\u308B\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.content.description=\u30D7\u30ED\u30D1\u30C6\u30A3\u306E\u5024\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.coords.description=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u753B\u9762\u4E0A\u306E\u4F4D\u7F6E\u304A\u3088\u3073\u5F62\u72B6\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.data.description=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30C7\u30FC\u30BF\u306E\u5834\u6240\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30C7\u30FC\u30BF\u306E\u4F8B\u3068\u3057\u3066\u306F\u3001\u753B\u50CF\u3092\u5B9A\u7FA9\u3057\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u753B\u50CF\u30C7\u30FC\u30BF\u3084\u3001\u3088\u308A\u4E00\u822C\u7684\u306B\u3001\u518D\u4F5C\u6210\u6642\u306B\u4F7F\u7528\u3067\u304D\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30B7\u30EA\u30A2\u30E9\u30A4\u30BA\u3055\u308C\u305F\u5F62\u5F0F\u306A\u3069\u304C\u3042\u308A\u307E\u3059\u3002
attr.datetime.description=\u5909\u66F4\u304C\u884C\u308F\u308C\u305F\u65E5\u4ED8\u3068\u6642\u9593\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.declare.description=\u73FE\u5728\u306EOBJECT\u5B9A\u7FA9\u3092\u5BA3\u8A00\u306E\u307F\u306B\u3059\u308B\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002\u305D\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u3001\u3053\u306E\u5BA3\u8A00\u3092\u53C2\u7167\u3059\u308B\u4EE5\u964D\u306E<object>\u5B9A\u7FA9\u3067\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5316\u3055\u308C\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
attr.defer.description=\u30DA\u30FC\u30B8\u304C\u30D6\u30E9\u30A6\u30B6\u3067\u8868\u793A\u3055\u308C\u305F\u5F8C\u306B\u306E\u307F\u3001\u30DA\u30FC\u30B8\u4E0A\u306EJavaScript\u304C\u51E6\u7406\u3055\u308C\u308B\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.dir.description=\u30C6\u30AD\u30B9\u30C8\u304C\u5DE6\u304B\u3089\u53F3\u3001\u307E\u305F\u306F\u53F3\u304B\u3089\u5DE6\u306E\u3044\u305A\u308C\u306E\u65B9\u5411\u306B\u8868\u793A\u3055\u308C\u308B\u304B\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.direction.description=\u30C6\u30AD\u30B9\u30C8\u3092\u30B9\u30AF\u30ED\u30FC\u30EB\u3059\u308B\u65B9\u5411\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.disabled.description=<form>\u3092\u7121\u52B9\u306B\u3059\u308B\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002disabled\u5C5E\u6027\u304C\u3042\u308B\u5834\u5408\u3001\u30D5\u30A9\u30FC\u30E0\u306F\u30B5\u30FC\u30D0\u30FC\u306B\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u9001\u4FE1\u3057\u307E\u305B\u3093\u3002
attr.dynsrc.description=\u30A6\u30A3\u30F3\u30C9\u30A6\u306B\u8868\u793A\u3059\u308B\u30D3\u30C7\u30AA\u30FB\u30AF\u30EA\u30C3\u30D7\u307E\u305F\u306FVRML\u306E\u30A2\u30C9\u30EC\u30B9\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002 
attr.enctype.description=<form>\u306Emethod\u5C5E\u6027\u306E\u5024\u304CPOST\u306B\u306A\u3063\u3066\u3044\u308B\u5834\u5408\u306B\u3001\u30B5\u30FC\u30D0\u30FC\u3078\u306E\u30D5\u30A9\u30FC\u30E0\u306E\u9001\u4FE1\u306B\u4F7F\u7528\u3059\u308B\u30B3\u30F3\u30C6\u30F3\u30C4\u30FB\u30BF\u30A4\u30D7\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.face.description=\u8868\u793A\u3059\u308B1\u3064\u307E\u305F\u306F\u8907\u6570\u306E\u30D5\u30A9\u30F3\u30C8\u30FB\u30B9\u30BF\u30A4\u30EB\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.font_name.description=\u8868\u793A\u3059\u308B\u30D5\u30A9\u30F3\u30C8\u540D\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.font_size.description=\u8868\u793A\u3059\u308B\u30D5\u30A9\u30F3\u30C8\u30FB\u30B5\u30A4\u30BA\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.for.description=\u30E9\u30D9\u30EB\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30D5\u30A9\u30FC\u30E0\u30FB\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002 
attr.frame.description=\u8868\u3092\u56F2\u3080\u30D5\u30EC\u30FC\u30E0\u306E\u8868\u793A\u3059\u308B\u8FBA\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.frameborder.description=\u96A3\u63A5\u3059\u308B\u30D5\u30EC\u30FC\u30E0\u306E\u9593\u306B\u5883\u754C\u7DDA\u3092\u63CF\u753B\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.framespacing.description=\u30D5\u30EC\u30FC\u30E0\u9593\u306E\u30B9\u30DA\u30FC\u30B9\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002Internet Explorer\u5C02\u7528\u306E\u5C5E\u6027\u3067\u3059\u3002
attr.gutter.description=\u5217\u9593\u306E\u30D4\u30AF\u30BB\u30EB\u6570\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.headers.description=\u73FE\u5728\u306E\u30C7\u30FC\u30BF\u30FB\u30BB\u30EB\u306B\u30D8\u30C3\u30C0\u30FC\u60C5\u5831\u3092\u63D0\u4F9B\u3059\u308B\u30D8\u30C3\u30C0\u30FC\u30FB\u30BB\u30EB\u306E\u30EA\u30B9\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.height.description=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u9AD8\u3055\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.hidden.description=\u8981\u7D20\u304C\u30DA\u30FC\u30B8\u306B\u8868\u793A\u3055\u308C\u308B\u304B\u3069\u3046\u304B\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u6697\u9ED9\u7684\u306Bheight\u5C5E\u6027\u3068width\u5C5E\u6027\u30920\u306B\u8A2D\u5B9A\u3057\u307E\u3059\u3002
attr.href.description=\u30EA\u30F3\u30AF\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u3068\u306A\u308BURL\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.href_base.description=\u76F8\u5BFEURI\u3092\u89E3\u6C7A\u3059\u308B\u305F\u3081\u306E\u57FA\u672CURI\u3068\u3057\u3066\u6A5F\u80FD\u3059\u308B\u7D76\u5BFEURI\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.hreflang.description=\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30DA\u30FC\u30B8\u3067\u4F7F\u7528\u3059\u308B\u8A00\u8A9E\u3092\u6307\u5B9A\u3057\u307E\u3059\u30022\u6587\u5B57\u306EISO\u8A00\u8A9E\u30B3\u30FC\u30C9\u3092\u4F7F\u7528\u3057\u3066\u5024\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.hspace.description=(\u975E\u63A8\u5968)<img>\u30BF\u30B0\u3001<applet>\u30BF\u30B0\u3001\u307E\u305F\u306F<object>\u30BF\u30B0\u306E\u5DE6\u53F3\u306B\u633F\u5165\u3055\u308C\u308B\u6C34\u5E73\u65B9\u5411\u306E\u30B9\u30DA\u30FC\u30B9\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.http-equiv.description=HTTP\u30EC\u30B9\u30DD\u30F3\u30B9\u30FB\u30D8\u30C3\u30C0\u30FC\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u540D\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.id.description=id\u5C5E\u6027\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u8981\u7D20\u306B\u540D\u524D\u3092\u4ED8\u3051\u3066\u3001\u4ED6\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u304B\u3089\u8981\u7D20\u3092\u8B58\u5225\u3067\u304D\u308B\u3088\u3046\u306B\u306A\u308A\u307E\u3059\u3002\u305F\u3068\u3048\u3070\u3001JavaScript\u306E\u30B9\u30AF\u30EA\u30D7\u30C8\u306F\u30DA\u30FC\u30B8\u8981\u7D20\u3092\u305D\u306Eid\u5C5E\u6027\u3067\u8B58\u5225\u3067\u304D\u307E\u3059\u3002
attr.ismap.description=\u753B\u50CF\u304C\u753B\u50CF\u30DE\u30C3\u30D7\u306E\u4E00\u90E8\u3068\u3057\u3066\u4F7F\u7528\u3055\u308C\u3066\u3044\u308B\u304B\u3069\u3046\u304B\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.label.description=<option>\u30BF\u30B0\u306E\u30E9\u30D9\u30EB\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002 
attr.lang.description=\u8981\u7D20\u5185\u3067\u4F7F\u7528\u3055\u308C\u308B\u8A00\u8A9E\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.language.description=\u30B9\u30AF\u30EA\u30D7\u30C8\u8981\u7D20\u5185\u3067\u4F7F\u7528\u3055\u308C\u308B\u30D7\u30ED\u30B0\u30E9\u30DF\u30F3\u30B0\u8A00\u8A9E\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.left.description=\u8981\u7D20\u304C\u901A\u5E38\u8868\u793A\u3055\u308C\u308B\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u5185\u306E\u5834\u6240\u3092\u57FA\u6E96\u306B\u3057\u3066\u3001\u8981\u7D20\u306E\u5DE6\u7AEF\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.leftmargin.description=(\u975E\u63A8\u5968)\u30DA\u30FC\u30B8\u306E\u672C\u6587\u5168\u4F53\u306E\u5DE6\u5074\u306E\u30DE\u30FC\u30B8\u30F3\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.link.description=\u307E\u3060\u8A2A\u308C\u3066\u3044\u306A\u3044\u30CF\u30A4\u30D1\u30FC\u30EA\u30F3\u30AF\u306E\u8272\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.longdesc.description=\u30D5\u30EC\u30FC\u30E0\u306E\u9577\u3044\u8AAC\u660E\u3078\u306E\u30EA\u30F3\u30AF\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u3053\u306E\u8AAC\u660E\u306Ftitle\u5C5E\u6027\u3067\u6307\u5B9A\u3057\u305F\u77ED\u3044\u8AAC\u660E\u3092\u88DC\u8DB3\u3059\u308B\u3082\u306E\u3067\u3042\u308A\u3001\u975E\u30D3\u30B8\u30E5\u30A2\u30EB\u306A\u30E6\u30FC\u30B6\u30FC\u30FB\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u306B\u5BFE\u3057\u3066\u7279\u306B\u5F79\u7ACB\u3061\u307E\u3059\u3002
attr.loop.description=\u30B5\u30A6\u30F3\u30C9\u304C\u30EB\u30FC\u30D7\u3059\u308B\u56DE\u6570\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.lowsrc.description=\u89E3\u50CF\u5EA6\u306E\u4F4E\u3044\u753B\u50CF\u306E\u5834\u6240\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.marginheight.description=\u30D5\u30EC\u30FC\u30E0\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u306E\u4E0A\u4E0B\u306E\u30DE\u30FC\u30B8\u30F3(\u30B9\u30DA\u30FC\u30B9)\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.marginwidth.description=\u30D5\u30EC\u30FC\u30E0\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u306E\u5DE6\u53F3\u306E\u30DE\u30FC\u30B8\u30F3(\u30B9\u30DA\u30FC\u30B9)\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.maxlength.description=\u5165\u529B\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u6700\u5927\u9577(\u6587\u5B57\u6570)\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.media.description=\u8981\u7D20\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u8868\u793A\u30C7\u30D0\u30A4\u30B9\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.method.description=\u30D5\u30A9\u30FC\u30E0\u30FB\u30C7\u30FC\u30BF\u30FB\u30BB\u30C3\u30C8\u3092\u9001\u4FE1\u3059\u308B\u5834\u5408\u306B\u4F7F\u7528\u3059\u308BHTTP\u30E1\u30BD\u30C3\u30C9\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.multiple.description=<select>\u8981\u7D20\u5185\u3067\u8907\u6570\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3067\u304D\u308B\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.name.description=name\u5C5E\u6027\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u8981\u7D20\u306B\u540D\u524D\u3092\u4ED8\u3051\u3066\u3001\u4ED6\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u304B\u3089\u8981\u7D20\u3092\u8B58\u5225\u3067\u304D\u308B\u3088\u3046\u306B\u306A\u308A\u307E\u3059\u3002\u305F\u3068\u3048\u3070\u3001JavaScript\u306E\u30B9\u30AF\u30EA\u30D7\u30C8\u306F\u30D5\u30A9\u30FC\u30E0\u8981\u7D20\u3092\u305D\u306Ename\u5C5E\u6027\u3067\u8B58\u5225\u3067\u304D\u307E\u3059\u3002
attr.name_keygen.description=\u30B5\u30FC\u30D0\u30FC\u306B\u6E21\u3055\u308C\u308B\u3068\u304D\u306E\u30D5\u30A9\u30FC\u30E0\u306E\u540D\u524D\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.nohref.description=\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30EA\u30F3\u30AF\u304C\u30EA\u30FC\u30B8\u30E7\u30F3\u306B\u542B\u307E\u308C\u306A\u3044\u3053\u3068\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.noresize.description=\u30D5\u30EC\u30FC\u30E0\u30FB\u30A6\u30A3\u30F3\u30C9\u30A6\u306E\u30B5\u30A4\u30BA\u3092\u5909\u66F4\u3067\u304D\u306A\u3044\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.noshade.description=(\u975E\u63A8\u5968)\u30E6\u30FC\u30B6\u30FC\u30FB\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u3067\u5F93\u6765\u306E2\u8272\u306E"groove"\u3067\u306F\u306A\u304F1\u8272\u3067\u7F6B\u7DDA\u3092\u8868\u793A\u3059\u308B\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.nowrap.description=(\u975E\u63A8\u5968)\u3053\u306E\u30BB\u30EB\u306B\u5BFE\u3057\u3066\u30C6\u30AD\u30B9\u30C8\u3092\u81EA\u52D5\u7684\u306B\u6298\u308A\u8FD4\u3055\u306A\u3044\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002\u304B\u308F\u308A\u306BCSS\u30B9\u30BF\u30A4\u30EB\u5C5E\u6027\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
attr.object.description=\u30A2\u30D7\u30EC\u30C3\u30C8\u306E\u72B6\u614B\u306E\u30B7\u30EA\u30A2\u30E9\u30A4\u30BA\u3055\u308C\u305F\u5F62\u5F0F\u304C\u683C\u7D0D\u3055\u308C\u3066\u3044\u308B\u30EA\u30BD\u30FC\u30B9\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onabort.description=\u30E6\u30FC\u30B6\u30FC\u304C\u753B\u50CF\u306E\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3092\u4E2D\u6B62\u3057\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onafterupdate.description=\u30C7\u30FC\u30BF\u30FB\u30BD\u30FC\u30B9\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u5185\u306E\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u3044\u308B\u30C7\u30FC\u30BF\u304C\u6B63\u5E38\u306B\u66F4\u65B0\u3055\u308C\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onbeforeunload.description=\u30DA\u30FC\u30B8\u304C\u30A2\u30F3\u30ED\u30FC\u30C9\u3055\u308C\u308B\u524D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onbeforeupdate.description=\u30C7\u30FC\u30BF\u30FB\u30BD\u30FC\u30B9\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u5185\u306E\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u3044\u308B\u30C7\u30FC\u30BF\u3092\u66F4\u65B0\u3059\u308B\u524D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onblur.description=\u30DA\u30FC\u30B8\u8981\u7D20\u304C\u30D5\u30A9\u30FC\u30AB\u30B9\u3092\u5931\u3063\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onbounce.description=\u30DE\u30FC\u30AD\u30FC\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u52D5\u4F5C\u30D7\u30ED\u30D1\u30C6\u30A3\u304C"alternate"\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u30DE\u30FC\u30AD\u30FC\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u304C\u30A6\u30A3\u30F3\u30C9\u30A6\u306E\u53CD\u5BFE\u5074\u306B\u5230\u9054\u3057\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onchange.description=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u307E\u305F\u306F\u9078\u629E\u5185\u5BB9\u304C\u5909\u66F4\u3055\u308C\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onclick.description=\u30DA\u30FC\u30B8\u8981\u7D20\u304C\u30AF\u30EA\u30C3\u30AF\u3055\u308C\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.ondataavailable.description=\u30C7\u30FC\u30BF\u30FB\u30BD\u30FC\u30B9\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304B\u3089\u975E\u540C\u671F\u306B\u9001\u4FE1\u3055\u308C\u308B\u30C7\u30FC\u30BF\u304C\u5C4A\u3044\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.ondatasetchanged.description=\u30C7\u30FC\u30BF\u30FB\u30BD\u30FC\u30B9\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u3088\u3063\u3066\u516C\u958B\u3055\u308C\u308B\u30C7\u30FC\u30BF\u30FB\u30BB\u30C3\u30C8\u304C\u5909\u66F4\u3055\u308C\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.ondatasetcomplete.description=\u30C7\u30FC\u30BF\u30FB\u30BD\u30FC\u30B9\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u3059\u3079\u3066\u306E\u30C7\u30FC\u30BF\u304C\u4F7F\u7528\u53EF\u80FD\u306B\u306A\u3063\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.ondblclick.description=\u30DA\u30FC\u30B8\u8981\u7D20\u304C\u30C0\u30D6\u30EB\u30AF\u30EA\u30C3\u30AF\u3055\u308C\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.ondragdrop.description=\u30E6\u30FC\u30B6\u30FC\u304C\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30ED\u30FC\u30C9\u3059\u308B\u305F\u3081\u306B\u30D6\u30E9\u30A6\u30B6\u30FB\u30A6\u30A3\u30F3\u30C9\u30A6\u306B\u30C9\u30E9\u30C3\u30B0\u3057\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.ondragstart.description=\u30E6\u30FC\u30B6\u30FC\u304C\u30C6\u30AD\u30B9\u30C8\u9078\u629E\u307E\u305F\u306F\u9078\u629E\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30C9\u30E9\u30C3\u30B0\u3092\u958B\u59CB\u3057\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onerror.description=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30ED\u30FC\u30C9\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onerrorupdate.description=\u30C7\u30FC\u30BF\u30FB\u30BD\u30FC\u30B9\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u5185\u306E\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u3044\u308B\u30C7\u30FC\u30BF\u3092\u66F4\u65B0\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onfinish.description=\u30DE\u30FC\u30AD\u30FC\u306E\u30EB\u30FC\u30D7\u304C\u5B8C\u4E86\u3057\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onfocus.description=\u30DA\u30FC\u30B8\u8981\u7D20\u304C\u30D5\u30A9\u30FC\u30AB\u30B9\u3092\u53D6\u5F97\u3057\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onhelp.description=\u30D6\u30E9\u30A6\u30B6\u304C\u30A2\u30AF\u30C6\u30A3\u30D6\u30FB\u30A6\u30A3\u30F3\u30C9\u30A6\u306E\u72B6\u614B\u3067\u30E6\u30FC\u30B6\u30FC\u304C[F1]\u3092\u62BC\u3057\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onkeydown.description=\u30DA\u30FC\u30B8\u8981\u7D20\u304C\u9078\u629E\u3055\u308C\u3001\u30AD\u30FC\u304C\u62BC\u3055\u308C\u3066\u96E2\u3055\u308C\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onkeypress.description=\u30DA\u30FC\u30B8\u8981\u7D20\u304C\u9078\u629E\u3055\u308C\u3001\u30AD\u30FC\u304C\u62BC\u3055\u308C\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onkeyup.description=\u30DA\u30FC\u30B8\u8981\u7D20\u304C\u9078\u629E\u3055\u308C\u3001\u30AD\u30FC\u304C\u96E2\u3055\u308C\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onload.description=\u30DA\u30FC\u30B8\u304C\u30D6\u30E9\u30A6\u30B6\u306B\u30ED\u30FC\u30C9\u3055\u308C\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onmousedown.description=\u30DA\u30FC\u30B8\u8981\u7D20\u5185\u3067\u30DE\u30A6\u30B9\u30FB\u30DC\u30BF\u30F3\u304C\u62BC\u3055\u308C\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onmousemove.description=\u30DA\u30FC\u30B8\u8981\u7D20\u5185\u3067\u30DE\u30A6\u30B9\u304C\u79FB\u52D5\u3057\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onmouseout.description=\u30DA\u30FC\u30B8\u8981\u7D20\u304B\u3089\u30DE\u30A6\u30B9\u304C\u96E2\u308C\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onmouseover.description=\u30DA\u30FC\u30B8\u8981\u7D20\u5185\u306B\u30DE\u30A6\u30B9\u304C\u79FB\u52D5\u3057\u3066\u6765\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onmouseup.description=\u30DA\u30FC\u30B8\u8981\u7D20\u5185\u3067\u30DE\u30A6\u30B9\u30FB\u30DC\u30BF\u30F3\u304C\u96E2\u3055\u308C\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onmove.description=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u79FB\u52D5\u3055\u308C\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onreadystatechange.description=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u72B6\u614B\u304C\u5909\u66F4\u3055\u308C\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onreset.description=\u30D5\u30A9\u30FC\u30E0\u306E\u30EA\u30BB\u30C3\u30C8\u30FB\u30DC\u30BF\u30F3\u304C\u62BC\u3055\u308C\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onresize.description=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30B5\u30A4\u30BA\u3092\u5909\u66F4\u3057\u3088\u3046\u3068\u3057\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onrowenter.description=\u30C7\u30FC\u30BF\u30FB\u30BD\u30FC\u30B9\u3067\u73FE\u5728\u306E\u884C\u304C\u5909\u66F4\u3055\u308C\u3001\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3067\u65B0\u3057\u3044\u30C7\u30FC\u30BF\u5024\u304C\u4F7F\u7528\u53EF\u80FD\u306B\u306A\u3063\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onrowexit.description=\u30C7\u30FC\u30BF\u30FB\u30BD\u30FC\u30B9\u30FB\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u306B\u3088\u3063\u3066\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u73FE\u5728\u306E\u884C\u304C\u5909\u66F4\u3055\u308C\u308B\u524D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onscroll.description=\u30E6\u30FC\u30B6\u30FC\u304C\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3067\u30B9\u30AF\u30ED\u30FC\u30EB\u30FB\u30D0\u30FC\u306E\u30B9\u30AF\u30ED\u30FC\u30EB\u30FB\u30DC\u30C3\u30AF\u30B9\u3092\u79FB\u52D5\u3057\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onselect.description=\u30DA\u30FC\u30B8\u8981\u7D20\u304C\u9078\u629E\u3055\u308C\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onselectstart.description=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u9078\u629E\u3055\u308C\u308B\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onstart.description=\u30DE\u30FC\u30AD\u30FC\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u5404\u30EB\u30FC\u30D7\u306E\u6700\u521D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onsubmit.description=\u30D5\u30A9\u30FC\u30E0\u306E\u9001\u4FE1\u30DC\u30BF\u30F3\u304C\u62BC\u3055\u308C\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.onunload.description=\u30D5\u30EC\u30FC\u30E0\u307E\u305F\u30A6\u30A3\u30F3\u30C9\u30A6\u304B\u3089\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u304C\u524A\u9664\u3055\u308C\u305F\u3068\u304D\u306B\u5B9F\u884C\u3055\u308C\u308B\u30A4\u30D9\u30F3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.palette.description=\u8981\u7D20\u306B\u9069\u7528\u3055\u308C\u308BWindows\u30D1\u30EC\u30C3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002Netscape\u5C02\u7528\u306E\u5C5E\u6027\u3067\u3059\u3002
attr.pluginspage.description=\u30D6\u30E9\u30A6\u30B6\u3067src\u5C5E\u6027\u306E\u30BF\u30A4\u30D7\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u306B\u5FC5\u8981\u306A\u30D7\u30E9\u30B0\u30A4\u30F3\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3057\u3066\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3059\u308B\u305F\u3081\u306EURL\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.pluginurl.description=\u30D6\u30E9\u30A6\u30B6\u3067src\u5C5E\u6027\u306E\u30BF\u30A4\u30D7\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u306B\u3001\u30D6\u30E9\u30A6\u30B6\u3067\u5FC5\u8981\u306A\u30D7\u30E9\u30B0\u30A4\u30F3\u3092\u81EA\u52D5\u7684\u306B\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3067\u304D\u308BURL\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.profile.description=1\u3064\u307E\u305F\u306F\u8907\u6570\u306E\u30E1\u30BF\u30FB\u30C7\u30FC\u30BF\u30FB\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u306E\u5834\u6240\u3092\u30B9\u30DA\u30FC\u30B9\u533A\u5207\u308A\u3067\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.prompt.description=(\u975E\u63A8\u5968)\u5165\u529B\u30D5\u30A3\u30FC\u30EB\u30C9\u7528\u306E\u30D7\u30ED\u30F3\u30D7\u30C8\u6587\u5B57\u5217\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.readonly.description=\u5165\u529B\u8981\u7D20\u5185\u306E\u5024\u3092\u30E6\u30FC\u30B6\u30FC\u304C\u5909\u66F4\u3067\u304D\u306A\u3044\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.rel.description=\u30BD\u30FC\u30B9\u30FB\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3068\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3068\u306E\u95A2\u4FC2\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.rev.description=\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3068\u30BD\u30FC\u30B9\u30FB\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3068\u306E\u95A2\u4FC2\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.rightmargin.description=(\u975E\u63A8\u5968)\u30DA\u30FC\u30B8\u306E\u672C\u6587\u5168\u4F53\u306E\u53F3\u5074\u306E\u30DE\u30FC\u30B8\u30F3\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.rows.description=\u8868\u793A\u3055\u308C\u308B\u30C6\u30AD\u30B9\u30C8\u884C\u6570\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.rows_frameset.description=\u6C34\u5E73\u65B9\u5411\u306E\u30D5\u30EC\u30FC\u30E0\u306E\u30EC\u30A4\u30A2\u30A6\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u30D4\u30AF\u30BB\u30EB\u5358\u4F4D\u3001\u30D1\u30FC\u30BB\u30F3\u30C6\u30FC\u30B8\u5358\u4F4D\u3001\u304A\u3088\u3073\u76F8\u5BFE\u7684\u9577\u3055\u306E\u30AB\u30F3\u30DE\u533A\u5207\u308A\u306E\u30EA\u30B9\u30C8\u3067\u3059\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u5024\u306F100%\u3001\u3064\u307E\u308A1\u884C\u3067\u3059\u3002
attr.rowspan.description=\u73FE\u5728\u306E\u8868\u30BB\u30EB\u306E\u5BFE\u8C61\u3068\u306A\u308B\u884C\u306E\u6570\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.rules.description=\u8868\u5185\u306E\u30BB\u30EB\u9593\u306B\u8868\u793A\u3055\u308C\u308B\u7F6B\u7DDA\u3092\u8A2D\u5B9A\u3057\u307E\u3059\u3002
attr.scheme.description=\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305Fcontent\u5C5E\u6027\u306E\u5024\u306E\u89E3\u91C8\u306B\u4F7F\u7528\u3059\u308B\u65B9\u6CD5\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.scope.description=\u73FE\u5728\u306E\u30D8\u30C3\u30C0\u30FC\u30FB\u30BB\u30EB\u304C\u30D8\u30C3\u30C0\u30FC\u60C5\u5831\u3092\u63D0\u4F9B\u3059\u308B\u5BFE\u8C61\u306B\u306A\u3063\u3066\u3044\u308B\u30C7\u30FC\u30BF\u30FB\u30BB\u30EB\u306E\u30BB\u30C3\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.scrollamount.description=\u6B21\u306B\u30DE\u30FC\u30AD\u30FC\u304C\u8868\u793A\u3055\u308C\u308B\u524D\u306B\u30C6\u30AD\u30B9\u30C8\u304C\u30B9\u30AF\u30ED\u30FC\u30EB\u3059\u308B\u30D4\u30AF\u30BB\u30EB\u6570\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.scrolldelay.description=\u30DE\u30FC\u30AD\u30FC\u306E\u30B9\u30AF\u30ED\u30FC\u30EB\u306E\u901F\u5EA6\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.scrolling.description=\u30D5\u30EC\u30FC\u30E0\u30FB\u30A6\u30A3\u30F3\u30C9\u30A6\u306E\u30B9\u30AF\u30ED\u30FC\u30EB\u60C5\u5831\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.selected.description=<option>\u30BF\u30B0\u306E\u521D\u671F\u9078\u629E\u72B6\u614B\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.shape.description=coords\u5C5E\u6027\u3068\u3068\u3082\u306B\u4F7F\u7528\u3057\u3066\u3001\u30DA\u30FC\u30B8\u8981\u7D20\u306E\u30DE\u30A6\u30B9\u304C\u611F\u77E5\u3067\u304D\u308B\u9818\u57DF\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.size.description=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30B5\u30A4\u30BA\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.span.description=\u5BFE\u8C61\u7BC4\u56F2\u3068\u306A\u308B\u5217\u6570\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.src.description=\u30BD\u30FC\u30B9\u30FB\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306EURL\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.src_img.description=\u753B\u50CF\u30B3\u30F3\u30C6\u30F3\u30C4\u306EURL\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.standby.description=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u5B9F\u88C5\u3068\u30C7\u30FC\u30BF\u306E\u30ED\u30FC\u30C9\u4E2D\u306B\u3001\u30E6\u30FC\u30B6\u30FC\u30FB\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u3067\u8868\u793A\u3067\u304D\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.start.description=\u9806\u5E8F\u4ED8\u3051\u3055\u308C\u305F<li>\u30BF\u30B0\u30FB\u30EA\u30B9\u30C8\u306B\u3042\u308B\u6700\u521D\u306E\u9805\u76EE\u306E\u958B\u59CB\u756A\u53F7\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.style.description=\u8981\u7D20\u306ECSS\u30B9\u30BF\u30A4\u30EB\u60C5\u5831\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.summary.description=\u975E\u30D3\u30B8\u30E5\u30A2\u30EB\u306A\u30E1\u30C7\u30A3\u30A2\u306B\u8868\u793A\u3059\u308B\u30E6\u30FC\u30B6\u30FC\u30FB\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u5411\u3051\u306B\u3001\u8868\u306E\u76EE\u7684\u3084\u69CB\u9020\u306E\u30B5\u30DE\u30EA\u30FC\u3092\u8A18\u5165\u3057\u307E\u3059\u3002
attr.tabindex.description=\u30E6\u30FC\u30B6\u30FC\u304C[Tab]\u3067\u30DA\u30FC\u30B8\u8981\u7D20\u3092\u901A\u904E\u3059\u308B\u5834\u5408\u306E\u30DA\u30FC\u30B8\u8981\u7D20\u306E\u4F4D\u7F6E(\u9806\u5E8F)\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.taborder.description=\u30E6\u30FC\u30B6\u30FC\u304C[Tab]\u3067\u30DA\u30FC\u30B8\u8981\u7D20\u3092\u901A\u904E\u3059\u308B\u5834\u5408\u306E\u30DA\u30FC\u30B8\u8981\u7D20\u306E\u4F4D\u7F6E(\u9806\u5E8F)\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.target.description=\u30EA\u30F3\u30AF\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u8868\u793A\u3059\u308B\u30A6\u30A3\u30F3\u30C9\u30A6\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.text.description=\u672C\u6587\u30C6\u30AD\u30B9\u30C8\u306E\u8272\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.title.description=\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u8981\u7D20\u306B\u3064\u3044\u3066\u306E\u8AAC\u660E\u7684\u306A\u60C5\u5831\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.top.description=\u8981\u7D20\u304C\u901A\u5E38\u8868\u793A\u3055\u308C\u308B\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u5185\u306E\u5834\u6240\u3092\u57FA\u6E96\u306B\u3057\u3066\u3001\u8981\u7D20\u306E\u4E0A\u7AEF\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.topmargin.description=(\u975E\u63A8\u5968)\u30DA\u30FC\u30B8\u306E\u672C\u6587\u5168\u4F53\u306E\u4E0A\u90E8\u306E\u30DE\u30FC\u30B8\u30F3\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.type_button.description=\u4F5C\u6210\u3055\u308C\u308B\u30DC\u30BF\u30F3\u306E\u30BF\u30A4\u30D7\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.type_mime.description=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306EMIME\u30BF\u30A4\u30D7\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.type_embed.description=\u30D7\u30E9\u30B0\u30A4\u30F3\u306EMIME\u30BF\u30A4\u30D7\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.type_input.description=\u4F5C\u6210\u3055\u308C\u308B\u30D5\u30A9\u30FC\u30E0\u30FB\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u306E\u30BF\u30A4\u30D7\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.type_l.description=\u4F5C\u6210\u3055\u308C\u308B\u30EA\u30B9\u30C8\u9805\u76EE\u306E\u30B9\u30BF\u30A4\u30EB\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.type_spacer.description=spacer\u8981\u7D20\u306E\u30BF\u30A4\u30D7\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.type_style.description=\u8981\u7D20\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u306E\u30B9\u30BF\u30A4\u30EB\u30FB\u30B7\u30FC\u30C8\u8A00\u8A9E\u3092\u6307\u5B9A\u3057\u3001\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30B9\u30BF\u30A4\u30EB\u30FB\u30B7\u30FC\u30C8\u8A00\u8A9E\u3092\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3057\u307E\u3059\u3002\u30B9\u30BF\u30A4\u30EB\u30FB\u30B7\u30FC\u30C8\u8A00\u8A9E\u306F\u30B3\u30F3\u30C6\u30F3\u30C4\u30FB\u30BF\u30A4\u30D7\u3068\u3057\u3066\u6307\u5B9A\u3055\u308C\u307E\u3059("text/css"\u306A\u3069)\u3002
attr.units.description=\u8981\u7D20\u306Eheight\u5C5E\u6027\u304A\u3088\u3073width\u5C5E\u6027\u306B\u5BFE\u3057\u3066\u4F7F\u7528\u3055\u308C\u308B\u6E2C\u5B9A\u5358\u4F4D\u306E\u7A2E\u985E\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.usemap.description=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u5074\u753B\u50CF\u30DE\u30C3\u30D7\u3092\u4F7F\u7528\u3059\u308B\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.valign.description=\u30BB\u30EB\u5185\u306E\u30C7\u30FC\u30BF\u306E\u5782\u76F4\u65B9\u5411\u306E\u4F4D\u7F6E\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.valign_caption.description=\u30BB\u30EB\u5185\u306E\u30C7\u30FC\u30BF\u306E\u5782\u76F4\u65B9\u5411\u306E\u4F4D\u7F6E\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.value.description=\u9806\u5E8F\u4ED8\u3051\u3055\u308C\u305F<li>\u30BF\u30B0\u30FB\u30EA\u30B9\u30C8\u306B\u3042\u308B\u73FE\u5728\u306E\u30EA\u30B9\u30C8\u9805\u76EE\u306E\u756A\u53F7\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.valuetype.description=\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305Fvalue\u5C5E\u6027\u306E\u30BF\u30A4\u30D7\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.version.description=(\u975E\u63A8\u5968)\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306EHTML\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u304B\u308F\u308A\u306B<!DOCTYPE>\u5BA3\u8A00\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
attr.visibility.description=\u8981\u7D20\u304C\u8868\u793A\u3055\u308C\u308B\u304B\u3069\u3046\u304B\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.vlink.description=\u4E00\u5EA6\u8A2A\u308C\u305F\u30CF\u30A4\u30D1\u30FC\u30EA\u30F3\u30AF\u306E\u8272\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.volume.description=\u73FE\u5728\u306E\u97F3\u91CF\u30EC\u30D9\u30EB\u3092\u57FA\u6E96\u306B\u3057\u3066\u3001\u30D0\u30C3\u30AF\u30B0\u30E9\u30A6\u30F3\u30C9\u30FB\u30B5\u30A6\u30F3\u30C9\u306E\u518D\u751F\u97F3\u91CF\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.vspace.description=(\u975E\u63A8\u5968)<img>\u30BF\u30B0\u3001<applet>\u30BF\u30B0\u3001\u307E\u305F\u306F<object>\u30BF\u30B0\u306E\u4E0A\u4E0B\u306B\u633F\u5165\u3055\u308C\u308B\u5782\u76F4\u65B9\u5411\u306E\u30B9\u30DA\u30FC\u30B9\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.width.description=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u5E45\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
attr.z-index.description=z\u8EF8(\u524D\u304B\u3089\u5F8C\u308D)\u306B\u6CBF\u3063\u305F\u8981\u7D20\u306E\u4F4D\u7F6E\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002

tag.a.description=\u5225\u306E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3078\u306E\u30CF\u30A4\u30D1\u30FC\u30EA\u30F3\u30AF\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002
tag.abbr.description=\u77ED\u7E2E\u3057\u305F\u5F62\u5F0F(\u7565\u8A9E)\u3092\u793A\u3057\u307E\u3059\u3002\u30DE\u30B5\u30C1\u30E5\u30FC\u30BB\u30C3\u30C4\u306FMA\u3001\u30DD\u30F3\u30C9\u306Flbs\u306A\u3069\u3002
tag.acronym.description=\u982D\u6587\u5B57\u3092\u793A\u3057\u307E\u3059\u3002WWW\u3001SCUBA\u3001radar\u306A\u3069\u3002
tag.address.description=\u30BF\u30B0\u5185\u306E\u30C6\u30AD\u30B9\u30C8\u304C\u30A2\u30C9\u30EC\u30B9\u3067\u3042\u308B\u3053\u3068\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
tag.applet.description=(\u975E\u63A8\u5968) HTML\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306BJava\u30A2\u30D7\u30EC\u30C3\u30C8\u3092\u57CB\u3081\u8FBC\u307F\u307E\u3059\u3002\u304B\u308F\u308A\u306B\u3001\u65B0\u3057\u304F\u6A19\u6E96\u5316\u3055\u308C\u305F<object>\u30BF\u30B0\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
tag.area.description=\u30DE\u30C3\u30D7\u8981\u7D20\u5185\u3067\u30DE\u30A6\u30B9\u304C\u611F\u77E5\u3067\u304D\u308B\u9818\u57DF\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
tag.b.description=\u30BF\u30B0\u5185\u306E\u30C6\u30AD\u30B9\u30C8\u3092\u592A\u5B57\u3067\u8868\u793A\u3059\u308B\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002
tag.base.description=base\u30BF\u30B0\u306Ehref\u5C5E\u6027\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u540C\u3058\u30DA\u30FC\u30B8\u4E0A\u306E\u4ED6\u306E\u76F8\u5BFEURL\u304C\u57FA\u3065\u304F\u7D76\u5BFEURL\u3092\u5B9A\u7FA9\u3067\u304D\u307E\u3059\u3002
tag.basefont.description=(\u975E\u63A8\u5968)\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30D5\u30A9\u30F3\u30C8\u30FB\u30B5\u30A4\u30BA\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u304B\u308F\u308A\u306BCSS\u5C5E\u6027\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
tag.bdo.description=\u8981\u7D20\u306E\u30C6\u30AD\u30B9\u30C8\u30FB\u30B3\u30F3\u30C6\u30F3\u30C4\u306E\u53CC\u65B9\u5411\u306E\u30A2\u30EB\u30B4\u30EA\u30BA\u30E0\u3092\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3057\u307E\u3059\u3002
tag.bgsound.description=\u30E6\u30FC\u30B6\u30FC\u304C\u30DA\u30FC\u30B8\u3092\u8A2A\u308C\u3066\u3044\u308B\u9593\u306B\u30D0\u30C3\u30AF\u30B0\u30E9\u30A6\u30F3\u30C9\u3067\u518D\u751F\u3059\u308B\u30B5\u30A6\u30F3\u30C9\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
tag.big.description=<big>\u30BF\u30B0\u5185\u306E\u30C6\u30AD\u30B9\u30C8\u306F\u3001\u524D\u5F8C\u306E\u30C6\u30AD\u30B9\u30C8\u3088\u308A1\u30D5\u30A9\u30F3\u30C8\u30FB\u30B5\u30A4\u30BA\u5927\u304D\u304F\u8868\u793A\u3055\u308C\u307E\u3059\u3002
tag.blockquote.description=\u30C6\u30AD\u30B9\u30C8\u304C\u524D\u5F8C\u306E\u30C6\u30AD\u30B9\u30C8\u3088\u308A\u72ED\u3044\u9818\u57DF\u5185\u306B\u8868\u793A\u3055\u308C\u308B\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002
tag.blink.description=\u30C6\u30AD\u30B9\u30C8\u3092\u70B9\u6EC5\u8868\u793A\u3059\u308B\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002
tag.body.description=HTML\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306B\u8868\u793A\u3059\u308B\u672C\u6587\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u3092\u6307\u5B9A\u3057\u307E\u3059
tag.br.description=\u8868\u793A\u3055\u308C\u305F\u30C6\u30AD\u30B9\u30C8\u5185\u3067\u6539\u884C\u3092\u884C\u3044\u307E\u3059\u3002
tag.button.description=\u62BC\u3057\u30DC\u30BF\u30F3\u30FB\u30D5\u30A9\u30FC\u30E0\u8981\u7D20\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002
tag.caption.description=\u8868\u306E\u8AAC\u660E\u6587\u3068\u3057\u3066\u4F7F\u7528\u3059\u308B\u30C6\u30AD\u30B9\u30C8\u3092\u793A\u3057\u307E\u3059\u3002
tag.center.description=(\u975E\u63A8\u5968)<center>\u30BF\u30B0\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u3092\u30D6\u30E9\u30A6\u30B6\u30FB\u30A6\u30A3\u30F3\u30C9\u30A6\u306E\u4E2D\u592E\u306B\u8868\u793A\u3057\u307E\u3059\u3002\u304B\u308F\u308A\u306BCSS\u5C5E\u6027\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
tag.cite.description=\u5F15\u7528\u307E\u305F\u306F\u4ED6\u306E\u30BD\u30FC\u30B9\u3078\u306E\u53C2\u7167\u3092\u793A\u3057\u307E\u3059\u3002
tag.code.description=\u30B3\u30F3\u30D4\u30E5\u30FC\u30BF\u306E\u30B3\u30FC\u30C9\u3092\u793A\u3057\u307E\u3059\u3002
tag.col.description=<colgroup>\u30BF\u30B0\u5185\u306E\u5217\u306E\u8868\u793A\u3092\u5236\u5FA1\u3059\u308B\u5834\u5408\u306B\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
tag.colgroup.description=\u8868\u5185\u306E1\u3064\u307E\u305F\u306F\u8907\u6570\u306E\u5217\u306E\u30B5\u30D6\u30BB\u30C3\u30C8\u306B\u7279\u6027\u3092\u95A2\u9023\u4ED8\u3051\u308B\u305F\u3081\u306E\u660E\u793A\u7684\u306A\u5217\u30B0\u30EB\u30FC\u30D7\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002
tag.comment.description=(\u975E\u63A8\u5968) HTML\u30BD\u30FC\u30B9\u30FB\u30B3\u30E1\u30F3\u30C8\u3092\u793A\u3057\u307E\u3059\u3002\u304B\u308F\u308A\u306B<!--comment-->\u30BF\u30B0\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
tag.dd.description=\u5148\u884C\u3059\u308B<dt>\u30BF\u30B0\u306E\u5B9A\u7FA9\u3092\u5165\u529B\u3057\u307E\u3059\u3002
tag.del.description=\u30C6\u30AD\u30B9\u30C8\u304C\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u304B\u3089\u524A\u9664\u3055\u308C\u305F\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002<strike>\u30BF\u30B0\u3068\u540C\u3058\u3088\u3046\u306B\u8868\u793A\u3055\u308C\u307E\u3059\u3002
tag.dfn.description=\u56F2\u307E\u308C\u305F\u7528\u8A9E\u306E\u5B9A\u7FA9\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3067\u3042\u308B\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002
tag.dir.description=(\u975E\u63A8\u5968)\u30B3\u30F3\u30C6\u30F3\u30C4\u304C\u30EA\u30B9\u30C8\u5F62\u5F0F\u3067\u8868\u793A\u3055\u308C\u308B\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002
tag.div.description=<div>\u8981\u7D20\u3092\u4F7F\u7528\u3059\u308B\u3068\u30011\u3064\u306E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u5185\u3067\u7570\u306A\u308B\u30EA\u30FC\u30B8\u30E7\u30F3\u3092\u533A\u5225\u3067\u304D\u307E\u3059\u3002
tag.dl.description=\u7528\u8A9E\u3068\u305D\u306E\u5B9A\u7FA9\u306E\u30EA\u30B9\u30C8\u3092\u5F62\u5F0F\u5316\u3059\u308B\u5834\u5408\u306B\u4F7F\u7528\u3057\u307E\u3059\u3002
tag.dt.description=<dl>\u5B9A\u7FA9\u30EA\u30B9\u30C8\u306B\u7528\u8A9E\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002<dd>\u5B9A\u7FA9\u30BF\u30B0\u304C\u5F8C\u306B\u7D9A\u304F\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
tag.em.description=\u30BF\u30B0\u5185\u306E\u30C6\u30AD\u30B9\u30C8\u3092\u5F37\u8ABF\u66F8\u5F0F(\u901A\u5E38\u306F\u659C\u4F53)\u3067\u8868\u793A\u3059\u308B\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002
tag.embed.description=\u30D6\u30E9\u30A6\u30B6\u56FA\u6709\u306E\u30E1\u30C7\u30A3\u30A2\u30FB\u30BF\u30A4\u30D7\u4EE5\u5916\u306E\u30E1\u30C7\u30A3\u30A2\u30FB\u30BF\u30A4\u30D7\u3092\u57CB\u3081\u8FBC\u307F\u307E\u3059\u3002\u304B\u308F\u308A\u306B\u3001\u65B0\u3057\u304F\u6A19\u6E96\u5316\u3055\u308C\u305F<object>\u30BF\u30B0\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
tag.fieldset.description=\u4E3B\u984C\u5225\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u304A\u3088\u3073\u30E9\u30D9\u30EB\u306E\u30B0\u30EB\u30FC\u30D7\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002\u901A\u5E38\u306F\u3001\u5916\u67A0\u3084\u5185\u5074\u306E<legend>\u30BF\u30B0\u3067\u6307\u5B9A\u3055\u308C\u305F\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u30C6\u30AD\u30B9\u30C8\u30FB\u30BF\u30A4\u30C8\u30EB\u3068\u3068\u3082\u306B\u8868\u793A\u3055\u308C\u307E\u3059\u3002
tag.font.description=(\u975E\u63A8\u5968)\u30BF\u30B0\u306E\u5185\u90E8\u30C6\u30AD\u30B9\u30C8\u306E\u8868\u793A\u306B\u4F7F\u7528\u3059\u308B\u30D5\u30A9\u30F3\u30C8\u540D\u3001\u30B5\u30A4\u30BA\u3001\u304A\u3088\u3073\u8272\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u304B\u308F\u308A\u306BCSS\u5C5E\u6027\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
tag.form.description=\u30B5\u30FC\u30D0\u30FC\u306B\u9001\u4FE1\u3055\u308C\u308B<input>\u8981\u7D20\u306E\u30BB\u30C3\u30C8\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
tag.frame.description=<frameset>\u30BF\u30B0\u5185\u306B\u8868\u793A\u3055\u308C\u308B\u30B3\u30F3\u30C6\u30F3\u30C4\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
tag.frameset.description=1\u3064\u307E\u305F\u306F\u8907\u6570\u306E<frame>\u5B50\u30BF\u30B0\u306E\u30EC\u30A4\u30A2\u30A6\u30C8\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
tag.h1.description=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u5185\u306E\u898B\u51FA\u3057\u30C6\u30AD\u30B9\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
tag.h2.description=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u5185\u306E\u898B\u51FA\u3057\u30C6\u30AD\u30B9\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
tag.h3.description=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u5185\u306E\u898B\u51FA\u3057\u30C6\u30AD\u30B9\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
tag.h4.description=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u5185\u306E\u898B\u51FA\u3057\u30C6\u30AD\u30B9\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
tag.h5.description=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u5185\u306E\u898B\u51FA\u3057\u30C6\u30AD\u30B9\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
tag.h6.description=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u5185\u306E\u898B\u51FA\u3057\u30C6\u30AD\u30B9\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
tag.head.description=\u30BF\u30A4\u30C8\u30EB\u3001\u30AD\u30FC\u30EF\u30FC\u30C9\u306A\u3069\u306E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u3053\u308C\u3089\u306E\u30C7\u30FC\u30BF\u306F\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u3068\u306F\u898B\u306A\u3055\u308C\u307E\u305B\u3093\u3002
tag.hr.description=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u5185\u306B\u6C34\u5E73\u7DDA\u3092\u8868\u793A\u3057\u307E\u3059\u3002
tag.html.description=HTML\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306E\u30EB\u30FC\u30C8\u8981\u7D20\u3067\u3059\u3002
tag.i.description=\u30C6\u30AD\u30B9\u30C8\u3092\u659C\u4F53\u3067\u8868\u793A\u3057\u307E\u3059\u3002
tag.iframe.description=\u30C6\u30AD\u30B9\u30C8\u306E\u30D6\u30ED\u30C3\u30AF\u5185\u306B\u77E9\u5F62\u306E\u30A4\u30F3\u30E9\u30A4\u30F3\u30FB\u30D5\u30EC\u30FC\u30E0\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002\u305D\u306E\u4E2D\u306B\u5225\u306EHTML\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u3059\u3002
tag.ilayer.description=\u30C6\u30AD\u30B9\u30C8\u306E\u30D6\u30ED\u30C3\u30AF\u5185\u306B\u77E9\u5F62\u306E\u30A4\u30F3\u30E9\u30A4\u30F3\u30FB\u30D5\u30EC\u30FC\u30E0\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002\u305D\u306E\u4E2D\u306B\u5225\u306EHTML\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u3059\u3002
tag.img.description=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306B\u753B\u50CF\u3092\u8868\u793A\u3057\u307E\u3059\u3002
tag.input.description=\u30E6\u30FC\u30B6\u30FC\u304C\u30B3\u30F3\u30C6\u30F3\u30C4\u3092\u5165\u529B\u3057\u3001\u30B5\u30FC\u30D0\u30FC\u306B\u9001\u4FE1\u3067\u304D\u308B\u30EA\u30FC\u30B8\u30E7\u30F3\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
tag.ins.description=\u30C6\u30AD\u30B9\u30C8\u304C\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306B\u633F\u5165\u3055\u308C\u305F\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002<strike>\u30BF\u30B0\u3068\u540C\u3058\u3088\u3046\u306B\u8868\u793A\u3055\u308C\u307E\u3059\u3002
tag.isindex.description=(\u975E\u63A8\u5968) 1\u884C\u306E\u30C6\u30AD\u30B9\u30C8\u5165\u529B\u30B3\u30F3\u30C8\u30ED\u30FC\u30EB\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002\u304B\u308F\u308A\u306B<input>\u30BF\u30B0\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
tag.kbd.description=\u30BF\u30B0\u5185\u306E\u30C6\u30AD\u30B9\u30C8\u304C\u30E6\u30FC\u30B6\u30FC\u306B\u3088\u3063\u3066\u5165\u529B\u3055\u308C\u308B\u30C6\u30AD\u30B9\u30C8\u3068\u3057\u3066\u8868\u793A\u3055\u308C\u308B\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002
tag.keygen.description=\u30D5\u30A9\u30FC\u30E0\u3092\u6697\u53F7\u5316\u30AD\u30FC\u3092\u4F7F\u7528\u3057\u3066\u9001\u4FE1\u3067\u304D\u308B\u3088\u3046\u306B\u3057\u307E\u3059\u3002
tag.label.description=\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30D5\u30A9\u30FC\u30E0\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u30FB\u30BF\u30B0\u306E\u30E9\u30D9\u30EB\u30FB\u30C6\u30AD\u30B9\u30C8\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
tag.layer.description=Netscape Navigator\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30E2\u30C7\u30EB\u306B\u914D\u7F6E\u53EF\u80FD\u306A\u8981\u7D20\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
tag.legend.description=\u30BF\u30B0\u5185\u306E\u30C6\u30AD\u30B9\u30C8\u304C\u3001\u56F2\u3093\u3067\u3044\u308B<fieldset>\u30BF\u30B0\u306E\u8AAC\u660E\u6587\u3068\u3057\u3066\u4F7F\u7528\u3055\u308C\u308B\u3053\u3068\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
tag.li.description=<ol>\u30BF\u30B0\u307E\u305F\u306F<ul>\u30BF\u30B0\u5185\u30671\u3064\u306E\u30EA\u30B9\u30C8\u9805\u76EE\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
tag.link.description=\u73FE\u5728\u306E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3068\u4ED6\u306E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306E\u95A2\u4FC2\u3092\u5B9A\u7FA9\u3059\u308B\u305F\u3081\u306B\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
tag.listing.description=(\u975E\u63A8\u5968)\u3042\u3089\u304B\u3058\u3081\u5F62\u5F0F\u5316\u3055\u308C\u3066\u3044\u308B\u30C6\u30AD\u30B9\u30C8\u306E\u30EA\u30FC\u30B8\u30E7\u30F3\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002\u304B\u308F\u308A\u306B<pre>\u30BF\u30B0\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
tag.map.description=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u5074\u753B\u50CF\u30DE\u30C3\u30D7\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
tag.marquee.description=Internet Explorer\u5C02\u7528\u306E\u30B9\u30AF\u30ED\u30FC\u30EB\u30FB\u30DE\u30FC\u30AD\u30FC\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002
tag.menu.description=(\u975E\u63A8\u5968)\u8981\u7D20\u3092\u30EA\u30B9\u30C8\u5F62\u5F0F\u306B\u3057\u307E\u3059\u3002\u304B\u308F\u308A\u306BCSS\u5C5E\u6027\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
tag.meta.description=<meta>\u30BF\u30B0\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u4F5C\u8005\u3001\u4F5C\u6210\u65E5\u306A\u3069\u306EHTML\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u5B9A\u7FA9\u3067\u304D\u307E\u3059\u3002
tag.multicol.description=\u30BF\u30B0\u5185\u306E\u30C6\u30AD\u30B9\u30C8\u3092\u3001\u5747\u7B49\u306E\u9593\u9694\u306B\u4E26\u3093\u3060\u4E00\u9023\u306E\u5217\u3068\u3057\u3066\u8868\u793A\u3059\u308B\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002Netscape Navigator\u5C02\u7528\u306E\u30BF\u30B0\u3067\u3059\u3002\u304B\u308F\u308A\u306BCSS\u5217\u30B9\u30BF\u30A4\u30EB\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
tag.nobr.description=\u30BF\u30B0\u5185\u306E\u30C6\u30AD\u30B9\u30C8\u304C\u3001\u30A6\u30A3\u30F3\u30C9\u30A6\u306E\u53F3\u7AEF\u3067\u6539\u884C\u3057\u306A\u3044\u3067\u8868\u793A\u3055\u308C\u308B\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002
tag.noembed.description=\u5148\u884C\u3059\u308B<embed>\u30BF\u30B0\u304C\u30D6\u30E9\u30A6\u30B6\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u3067\u3082\u3001\u30BF\u30B0\u5185\u306E\u30C6\u30AD\u30B9\u30C8\u304C\u8868\u793A\u3055\u308C\u308B\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002
tag.noframes.description=\u5148\u884C\u3059\u308B<frameset>\u30BF\u30B0\u304C\u30D6\u30E9\u30A6\u30B6\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u3067\u3082\u3001\u30BF\u30B0\u5185\u306E\u30C6\u30AD\u30B9\u30C8\u304C\u8868\u793A\u3055\u308C\u308B\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002
tag.nolayer.description=\u5148\u884C\u3059\u308B<layer>\u30BF\u30B0\u304C\u30D6\u30E9\u30A6\u30B6\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u3067\u3082\u3001\u30BF\u30B0\u5185\u306E\u30C6\u30AD\u30B9\u30C8\u304C\u8868\u793A\u3055\u308C\u308B\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002
tag.noscript.description=\u5148\u884C\u3059\u308B<script>\u30BF\u30B0\u304C\u30D6\u30E9\u30A6\u30B6\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u3067\u3082\u3001\u30BF\u30B0\u5185\u306E\u30C6\u30AD\u30B9\u30C8\u304C\u8868\u793A\u3055\u308C\u308B\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002
tag.object.description=\u30D6\u30E9\u30A6\u30B6\u56FA\u6709\u306E\u30E1\u30C7\u30A3\u30A2\u30FB\u30BF\u30A4\u30D7\u4EE5\u5916\u306E\u30E1\u30C7\u30A3\u30A2\u30FB\u30BF\u30A4\u30D7\u3092\u57CB\u3081\u8FBC\u307F\u307E\u3059\u3002
tag.ol.description=\u8981\u7D20\u306E\u9806\u5E8F\u4ED8\u3051\u3055\u308C\u305F\u30EA\u30B9\u30C8\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
tag.optgroup.description=<option>\u30BF\u30B0\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u540D\u524D\u306E\u4ED8\u3044\u305F\u30B0\u30EB\u30FC\u30D7\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002
tag.option.description=<select>\u30BF\u30B0\u5185\u306E\u9078\u629E\u53EF\u80FD\u306A\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
tag.p.description=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u5185\u306E\u30D1\u30E9\u30B0\u30E9\u30D5\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
tag.param.description=<object>\u8981\u7D20\u307E\u305F\u306F<applet>\u8981\u7D20\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
tag.plaintext.description=(\u975E\u63A8\u5968)\u3042\u3089\u304B\u3058\u3081\u5F62\u5F0F\u5316\u3055\u308C\u3066\u3044\u308B\u30C6\u30AD\u30B9\u30C8\u306E\u30EA\u30FC\u30B8\u30E7\u30F3\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002\u304B\u308F\u308A\u306B<pre>\u30BF\u30B0\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
tag.pre.description=\u3042\u3089\u304B\u3058\u3081\u5F62\u5F0F\u5316\u3055\u308C\u3066\u3044\u308B\u30C6\u30AD\u30B9\u30C8\u306E\u30EA\u30FC\u30B8\u30E7\u30F3\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
tag.q.description=\u30C6\u30AD\u30B9\u30C8\u304C\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u5185\u3067\u30AA\u30D5\u30BB\u30C3\u30C8\u30FB\u30A4\u30F3\u30E9\u30A4\u30F3\u5F15\u7528\u3068\u3057\u3066\u8868\u793A\u3055\u308C\u308B\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002
tag.s.description=(\u975E\u63A8\u5968)\u30C6\u30AD\u30B9\u30C8\u304C\u6C34\u5E73\u7DDA\u3067\u62B9\u6D88\u3055\u308C\u3066\u8868\u793A\u3055\u308C\u308B\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002\u304B\u308F\u308A\u306BCSS\u5C5E\u6027\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
tag.samp.description=\u30C6\u30AD\u30B9\u30C8\u304C\u30D7\u30ED\u30B0\u30E9\u30E0\u304B\u3089\u306E\u30B5\u30F3\u30D7\u30EB\u51FA\u529B\u3068\u3057\u3066\u8868\u793A\u3055\u308C\u308B\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002\u901A\u5E38\u306F\u7B49\u5E45\u30D5\u30A9\u30F3\u30C8\u3067\u8868\u793A\u3055\u308C\u307E\u3059\u3002
tag.script.description=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u5185\u3067JavaScript\u8981\u7D20\u306A\u3069\u306E\u30B9\u30AF\u30EA\u30D7\u30C8\u8981\u7D20\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
tag.select.description=1\u3064\u307E\u305F\u306F\u8907\u6570\u306E\u9078\u629E\u53EF\u80FD\u306A\u30AA\u30D7\u30B7\u30E7\u30F3\u304C\u3042\u308B\u30C9\u30ED\u30C3\u30D7\u30C0\u30A6\u30F3\u30FB\u30EA\u30B9\u30C8\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
tag.server.description=Netscape Web\u30B5\u30FC\u30D0\u30FC\u306B\u30B5\u30FC\u30D0\u30FC\u5074\u306EJavaScript\u30B3\u30FC\u30C9\u3092\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u5185\u3067\u5B9F\u884C\u3059\u308B\u3088\u3046\u306B\u6307\u793A\u3057\u307E\u3059\u3002
tag.small.description=<small>\u30BF\u30B0\u5185\u306E\u30C6\u30AD\u30B9\u30C8\u306F\u3001\u524D\u5F8C\u306E\u30C6\u30AD\u30B9\u30C8\u3088\u308A1\u30D5\u30A9\u30F3\u30C8\u30FB\u30B5\u30A4\u30BA\u5C0F\u3055\u304F\u8868\u793A\u3055\u308C\u307E\u3059\u3002
tag.spacer.description=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u5185\u306B\u7A7A\u306E\u30B9\u30DA\u30FC\u30B9\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002Netscape\u5C02\u7528\u306E\u5C5E\u6027\u3067\u3059\u3002\u304B\u308F\u308A\u306BCSS\u30B9\u30BF\u30A4\u30EB\u30FB\u30B7\u30FC\u30C8\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
tag.span.description=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u306E\u30B9\u30BF\u30A4\u30EB\u3068\u8868\u793A\u3092\u5236\u5FA1\u3057\u307E\u3059\u3002
tag.strike.description=(\u975E\u63A8\u5968)\u30C6\u30AD\u30B9\u30C8\u304C\u6C34\u5E73\u7DDA\u3067\u62B9\u6D88\u3055\u308C\u3066\u8868\u793A\u3055\u308C\u308B\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002\u304B\u308F\u308A\u306BCSS\u5C5E\u6027\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
tag.strong.description=\u30BF\u30B0\u5185\u306E\u30C6\u30AD\u30B9\u30C8\u3092\u592A\u5B57\u3067\u8868\u793A\u3059\u308B\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002
tag.style.description=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306B\u5BFE\u3059\u308BCSS\u30B9\u30BF\u30A4\u30EB\u30FB\u30B7\u30FC\u30C8\u306E\u30EB\u30FC\u30EB\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
tag.sub.description=\u30C6\u30AD\u30B9\u30C8\u3092\u524D\u5F8C\u306E\u30C6\u30AD\u30B9\u30C8\u3088\u308A\u534A\u6587\u5B57\u5206\u4E0B\u3052\u3066\u8868\u793A\u3057\u307E\u3059(\u4E0B\u4ED8\u304D\u6587\u5B57)\u3002
tag.sup.description=\u30C6\u30AD\u30B9\u30C8\u3092\u524D\u5F8C\u306E\u30C6\u30AD\u30B9\u30C8\u3088\u308A\u534A\u6587\u5B57\u5206\u4E0A\u3052\u3066\u8868\u793A\u3057\u307E\u3059(\u4E0A\u4ED8\u304D\u6587\u5B57)\u3002
tag.table.description=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u5185\u306B\u8868\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
tag.tbody.description=<table>\u30BF\u30B0\u306E\u672C\u6587\u884C\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
tag.td.description=<table>\u8981\u7D20\u5185\u306B1\u3064\u306E\u30BB\u30EB\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
tag.textarea.description=\u30E6\u30FC\u30B6\u30FC\u304C\u30C6\u30AD\u30B9\u30C8\u30FB\u30C7\u30FC\u30BF\u3092\u5165\u529B\u3057\u3001\u30B5\u30FC\u30D0\u30FC\u306B\u9001\u4FE1\u3067\u304D\u308B\u30EA\u30FC\u30B8\u30E7\u30F3\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
tag.tfoot.description=<table>\u30BF\u30B0\u306E\u30D5\u30C3\u30BF\u30FC\u884C\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
tag.th.description=<table>\u8981\u7D20\u5185\u306B\u8868\u30D8\u30C3\u30C0\u30FC\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
tag.thead.description=<table>\u30BF\u30B0\u306E\u30D8\u30C3\u30C0\u30FC\u884C\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
tag.title.description=\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306E\u30BF\u30A4\u30C8\u30EB\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u901A\u5E38\u306F\u30D6\u30E9\u30A6\u30B6\u30FB\u30A6\u30A3\u30F3\u30C9\u30A6\u306E\u30BF\u30A4\u30C8\u30EB\u3067\u3059\u3002
tag.tr.description=<table>\u8981\u7D20\u5185\u306B1\u3064\u306E\u884C\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
tag.tt.description=\u30C6\u30AD\u30B9\u30C8\u304C\u7B49\u5E45\u30D5\u30A9\u30F3\u30C8\u3067\u8868\u793A\u3055\u308C\u308B\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002
tag.u.description=(\u975E\u63A8\u5968)\u30C6\u30AD\u30B9\u30C8\u304C\u4E0B\u7DDA\u4ED8\u304D\u3067\u8868\u793A\u3055\u308C\u308B\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002\u304B\u308F\u308A\u306BCSS\u30B9\u30BF\u30A4\u30EB\u5C5E\u6027\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
tag.ul.description=\u9806\u5E8F\u4ED8\u3051\u3055\u308C\u3066\u3044\u306A\u3044\u8981\u7D20\u306E\u30EA\u30B9\u30C8\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
tag.var.description=\u30C6\u30AD\u30B9\u30C8\u304C\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5909\u6570\u307E\u305F\u306F\u30D7\u30ED\u30B0\u30E9\u30E0\u5F15\u6570\u3068\u3057\u3066\u8868\u793A\u3055\u308C\u308B\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002
tag.wbr.description=<nobr>\u30BF\u30B0\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u3092\u6539\u884C\u3067\u304D\u308B\u5834\u6240\u3092\u30D6\u30E9\u30A6\u30B6\u306B\u52E7\u544A\u3057\u307E\u3059\u3002
tag.xmp.description=(\u975E\u63A8\u5968)\u3042\u3089\u304B\u3058\u3081\u5F62\u5F0F\u5316\u3055\u308C\u3066\u3044\u308B\u30C6\u30AD\u30B9\u30C8\u306E\u30EA\u30FC\u30B8\u30E7\u30F3\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002\u304B\u308F\u308A\u306B<pre>\u30BF\u30B0\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
