190000=Java EE\u30B3\u30CD\u30AF\u30BF\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u521D\u671F\u5316\u3057\u3066\u3044\u307E\u3059\u3002
190001=Java EE\u30B3\u30CD\u30AF\u30BF\u30FB\u30B5\u30FC\u30D3\u30B9\u306F\u6B63\u5E38\u306B\u521D\u671F\u5316\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String poolName, {1}: String msgText
190002=< {0} > : {1}
## {0}: String Component, {1}: String ex
190003=Java EE\u30B3\u30CD\u30AF\u30BF\u30FB\u30B5\u30FC\u30D3\u30B9\u3001{0}\u30E9\u30A4\u30BB\u30F3\u30B9\u691C\u8A3C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002{1}\u3002
## {0}: String jndiName
190004=ConnectionFactory\u304CjndiName {0}\u306B\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String jndiName, {1}: Throwable ex
190005=jndiName {0}\u306EManagedConnectionFactory\u306E\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u3092\u4F5C\u6210\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
190006=\u63A5\u7D9A\u30EA\u30AF\u30A8\u30B9\u30C8\u3078\u306E\u5BFE\u5FDC\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## {0}: String transType
190007={0}\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306E\u63A5\u7D9A\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306E\u53D6\u5F97\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## {0}: String transType, {1}: String connectionInfo, {2}: String action, {3}: Throwable ex
190008={0}\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306E\u63A5\u7D9A\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9{1}\u3092{2}\u3059\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u4F8B\u5916: {3}
190009=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u7BA1\u7406\u306B\u3088\u308B\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306BConnectionRequestInfo\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
190010=\u30B3\u30F3\u30C6\u30CA\u7BA1\u7406\u306B\u3088\u308B\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306B\u30EA\u30BD\u30FC\u30B9\u30FB\u30D7\u30EA\u30F3\u30B7\u30D1\u30EB\u3092\u6307\u5B9A\u3067\u304D\u307E\u305B\u3093\u3002
190011=\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8: java:/comp/env/wls-connector-resref\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
## {0}: String jndiName, {1}: String security
190012=JNDIName {0}\u306E\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306F\u3001{1}\u7BA1\u7406\u306B\u3088\u308B\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u3092\u5099\u3048\u3066\u3044\u307E\u3059\u3002
## {0}: Throwable ex
190013=\u6B21\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3092\u51E6\u7406\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: java:/comp/env/wls-connector-resref
## {0}: String poolName
190014=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF{0}\u306E\u63A5\u7D9A\u30D7\u30FC\u30EB\u3092\u521D\u671F\u5316\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String poolName, {1}: String className
190016=< {0} >\u30AF\u30E9\u30B9{1}\u306E\u30ED\u30FC\u30C9\u4E2D\u306B\u4E0D\u660E\u306A\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## {0}: String poolName
190017=< {0} > capacity-increment\u304C1\u672A\u6E80\u3067\u3059\u3002
## {0}: String poolName
190018=< {0} > shrink-period-minutes\u304C1\u672A\u6E80\u3067\u3059\u3002
## {0}: String poolName, {1}: String logFile
190019=< {0} >\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306E\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB{1}\u3092\u958B\u3044\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## {0}: String poolName
190020=< {0} >\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306B\u8A2D\u5B9A\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## {0}: String poolName, {1}: String configName
190021=< {0} >\u69CB\u6210\u5024{1}\u3092map-config-property\u306E\u6307\u5B9A\u306E\u3068\u304A\u308A\u5909\u66F4\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String poolName, {1}: String methodName
190022=< {0} >\u30E1\u30BD\u30C3\u30C9{1}\u306E\u691C\u7D22\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## {0}: String poolName, {1}: String configName, {2}: String reason
190023=< {0} >\u69CB\u6210\u30D7\u30ED\u30D1\u30C6\u30A3"{1}"\u306B\u5BFE\u3057\u3066ManagedConnectionFactory\u306E"set"\u30E1\u30BD\u30C3\u30C9\u3092\u547C\u3073\u51FA\u305B\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u7406\u7531: {2}
## {0}: String poolName, {1}: String reason
190024=< {0} >\u30D7\u30FC\u30EB\u306E\u521D\u671F\u63A5\u7D9A\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u7406\u7531: {1}
## {0}: String poolName
190025=< {0} >\u63A5\u7D9A\u306A\u3057\u3067\u63A5\u7D9A\u30D7\u30FC\u30EB\u304C\u521D\u671F\u5316\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String poolName
190026=< {0} >\u63A5\u7D9A\u30D7\u30FC\u30EB\u306E\u521D\u671F\u5316\u304C\u6B63\u5E38\u306B\u5B8C\u4E86\u3057\u307E\u3057\u305F\u3002
## {0}: String poolName
190027=< {0} >\u63A5\u7D9A\u3092\u505C\u6B62\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String poolName
190028=< {0} >\u63A5\u7D9A\u304C\u6B63\u5E38\u306B\u505C\u6B62\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String poolName
190029=< {0} >\u63A5\u7D9A\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String poolName
190030=< {0} >\u30D7\u30FC\u30EB\u306E\u521D\u671F\u63A5\u7D9A\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u30FB\u30EA\u30BD\u30FC\u30B9\u30FB\u30D7\u30EA\u30F3\u30B7\u30D1\u30EB\u304C\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String poolName
190031=< {0} >\u30D7\u30FC\u30EB\u306EcapacityIncrement - 1\u63A5\u7D9A\u306E\u4F5C\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u30FB\u30EA\u30BD\u30FC\u30B9\u30FB\u30D7\u30EA\u30F3\u30B7\u30D1\u30EB\u304C\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String poolName, {1}: String ex
190032=< {0} >ManagedConnectionFactory.createManagedConnection()\u3092\u547C\u3073\u51FA\u3057\u305F\u3068\u304D\u306B\u3001\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306B\u3088\u3063\u3066ResourceAllocationException\u304C\u751F\u6210\u3055\u308C\u307E\u3057\u305F\u3002"{1}"
## {0}: String poolName
190033=< {0} >null\u306EManagedConnection\u304CcreateManagedConnection\u3067\u623B\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String poolName
190034=< {0} >\u6700\u5927\u6570\u306E\u63A5\u7D9A\u304C\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u308C\u4EE5\u4E0A\u306E\u63A5\u7D9A\u306F\u4F5C\u6210\u3055\u308C\u307E\u305B\u3093\u3002
## {0}: String numConn, {1}: String prodName, {2}: String prodVer, {3}: String maxConns, {4}: String uName
190035=\u6B21\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u3067{0}\u500B\u306E\u7269\u7406\u63A5\u7D9A\u304C\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F\u3002EIS\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306E\u88FD\u54C1\u540D: {1}\u3001EIS\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306E\u88FD\u54C1\u30D0\u30FC\u30B8\u30E7\u30F3: {2}\u3001\u4ED6\u306E\u30D7\u30ED\u30BB\u30B9\u304B\u3089\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u308B\u6700\u5927\u63A5\u7D9A\u6570: {3}\u3001\u63A5\u7D9A\u306E\u30E6\u30FC\u30B6\u30FC\u540D: {4}
## {0}: String poolName
190036=< {0} >ManagedConnection\u306E\u7834\u68C4\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## {0}: String poolName
190037=< {0} >\u30D7\u30FC\u30EB\u306E\u7E2E\u5C0F\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## {0}: String poolName
190038=< {0} >\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306E\u30A2\u30F3\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u304C\u30EA\u30AF\u30A8\u30B9\u30C8\u3055\u308C\u307E\u3057\u305F\u3002\u65B0\u898F\u306E\u63A5\u7D9A\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002
## {0}: String poolName
190039=< {0} >\u63A5\u7D9A\u30EA\u30AF\u30A8\u30B9\u30C8\u4E2D\u306B\u65B0\u898F\u306E\u7BA1\u7406\u5BFE\u8C61\u63A5\u7D9A\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String poolName
190040=< {0} >\u6700\u5927\u6570\u306E\u63A5\u7D9A\u304C\u5272\u308A\u5F53\u3066\u3089\u308C\u3001\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002
## {0}: String poolName
190041=< {0} >\u8FD4\u3055\u308C\u305FManagedConnection\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304Cnull\u3067\u3059\u3002
## {0}: String poolName, {1}: String className, {2}: String reason
190042=< {0} >\u30AF\u30E9\u30B9{1}\u306E\u30ED\u30FC\u30C9\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u7406\u7531: {2}
## {0}: String poolName, {1}: String mcfClassName, {2}: String reason
190043=< {0} >\u7BA1\u7406\u5BFE\u8C61\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u306E\u5185\u90E8\u691C\u67FB\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {1}\u3002\u7406\u7531: {2}
## {0}: String poolName, {1}: String reason
190044=&lt; {0} &gt; \u30D7\u30FC\u30EB\u7E2E\u5C0F\u30B9\u30B1\u30B8\u30E5\u30FC\u30E9\u306E\u53D6\u308A\u6D88\u3057\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u7406\u7531: {1}
## {0}: String poolName, {1}: String reason
190045=&lt; {0} &gt; \u30D7\u30FC\u30EB\u7E2E\u5C0F\u30BF\u30A4\u30DE\u30FC\u306E\u958B\u59CB\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u7406\u7531: {1}
## {0}: String poolName, {1}: int curSize, {2}: int newSize
190046=&lt; {0} &gt; \u30D7\u30FC\u30EB\u7E2E\u5C0F\u30A8\u30E9\u30FC\u3002\u30D7\u30FC\u30EB\u3092{1}\u30B5\u30A4\u30BA\u304B\u3089{2}\u306B\u7E2E\u5C0F\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String poolName, {1}: String reason
190047=&lt; {0} &gt; matchManagedConnectionFactory\u306E\u547C\u51FA\u3057\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30A8\u30E9\u30FC: {1}\u3002\u304B\u308F\u308A\u306B\u65B0\u898F\u63A5\u7D9A\u3092\u4F5C\u6210\u3057\u3066\u3044\u307E\u3059\u3002
190048=ManagedConnectionFactory\u306E\u8FFD\u52A0\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002Null raMBean\u30A8\u30E9\u30FC\u3002
## {0}: String error
190049=\u30B3\u30CD\u30AF\u30BF\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u521D\u671F\u5316\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002ServiceMBean\u521D\u671F\u5316\u30A8\u30E9\u30FC: {0}
## {0}: String error
190050=\u30B3\u30CD\u30AF\u30BF\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u505C\u6B62\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\n\u30A8\u30E9\u30FC: {0}
## {0}: String poolName, {1}: String reason
190051=\u30D7\u30FC\u30EB\u540D{0}\u306E\u63A5\u7D9A\u30D7\u30FC\u30EB\u3092\u505C\u6B62\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u7406\u7531: {1}
## {0}: String poolName, {1}: String reason
190052=\u30D7\u30FC\u30EB\u540D{0}\u306E\u63A5\u7D9A\u30D7\u30FC\u30EBRuntime MBean\u3092\u4F5C\u6210\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u7406\u7531: {1}
## {0}: String poolName, {1}: String reason
190053=\u63A5\u7D9A\u30D7\u30FC\u30EB{0}\u306E\u30EA\u30BD\u30FC\u30B9\u3092\u4F5C\u6210\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u7406\u7531: {1}
## {0}: String poolName, {1}: String reason
190054=\u63A5\u7D9A\u30D7\u30FC\u30EB{0}\u306E\u30EA\u30BD\u30FC\u30B9\u3092\u7834\u68C4\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u7406\u7531: {1}
## {0}: String reason
190055=\u30EA\u30FC\u30AF\u691C\u51FA\u30B9\u30EC\u30C3\u30C9\u306E\u30B9\u30EA\u30FC\u30D7\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u7406\u7531: {0}
## {0}: String poolName, {1}: String reason
190056=\u63A5\u7D9A\u30D7\u30FC\u30EB{0}\u306E\u30EA\u30BD\u30FC\u30B9\u3092\u4E88\u7D04\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u7406\u7531: {1}
## {0}: String poolName, {1}: String reason
190057=\u30D7\u30FC\u30EB\u540D{0}\u3067XAResource\u306E\u767B\u9332\u89E3\u9664\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u7406\u7531: {1}
190058=Java EE\u30B3\u30CD\u30AF\u30BF\u30FB\u30B5\u30FC\u30D3\u30B9\u30FB\u30E9\u30A4\u30BB\u30F3\u30B9\u691C\u8A3C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306F\u30C7\u30D7\u30ED\u30A4\u3067\u304D\u307E\u305B\u3093\u3002
190059=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002WebLogic Server\u3092Java EE 1.2\u30E2\u30FC\u30C9\u3067\u5B9F\u884C\u3057\u3001Java EE 1.3\u6A5F\u80FD\u3092\u6301\u3064\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u30C7\u30D7\u30ED\u30A4\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u3092\u4F7F\u7528\u3057\u3066\u3001Java EE 1.3\u30E2\u30FC\u30C9\u3067\u5B9F\u884C\u3059\u308B\u3088\u3046WebLogic Server\u3092\u69CB\u6210\u3067\u304D\u307E\u3059\u3002
190060=\u63A5\u7D9A\u30EA\u30FC\u30AF\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002
190061=\u30A2\u30A4\u30C9\u30EB\u63A5\u7D9A\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002
190062=ConnectionPoolManager\u306F\u307E\u3060\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
190063=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u3078\u306E\u30EA\u30E2\u30FC\u30C8\u30FB\u30A2\u30AF\u30BB\u30B9\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String poolName, {1}: String appName, {2}: String modName, {3}: String eisName
190064=\u63A5\u7D9A\u3092\u4E88\u7D04\u3059\u308B\u3068\u304D\u306B{0}\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u304C\u62D2\u5426\u3055\u308C\u307E\u3057\u305F\u3002\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3: {1}\u3001\u30E2\u30B8\u30E5\u30FC\u30EB: {2}\u3001EIS\u30BF\u30A4\u30D7: {3}\u3002
## {0}: String poolName, {1}: String appName, {2}: String modName, {3}: String eisName
190065=\u975E\u63A8\u5968\u8981\u7D20security-principal-map\u304C{0}\u3067\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3: {1}\u3001\u30E2\u30B8\u30E5\u30FC\u30EB: {2}\u3001EIS\u30BF\u30A4\u30D7: {3}\u3002
## {0}: String poolName, {1}: String appName, {2}: String modName, {3}: String eisName, {4}: String eisPrincipal
190066={0}\u306E\u30C7\u30D7\u30ED\u30A4\u4E2D\u3001resource-username={4}\u306Esecurity-principal-map\u30A8\u30F3\u30C8\u30EA\u306E\u30A4\u30F3\u30DD\u30FC\u30C8\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3: {1}\u3001\u30E2\u30B8\u30E5\u30FC\u30EB: {2}\u3001EIS\u30BF\u30A4\u30D7: {3}\u3002
## {0}: String poolName, {1}: String appName, {2}: String modName, {3}: String eisType, {4}: Throwable ex
190067=\u30D7\u30FC\u30EB\u540D{0}\u306E\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306E\u30C7\u30D7\u30ED\u30A4\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\n \u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u540D: {1}\u3001\u30E2\u30B8\u30E5\u30FC\u30EB\u540D: {2}\u3001EIS\u30BF\u30A4\u30D7: {3}\u3002
## {0}: String poolName, {1}: String appName, {2}: String modName, {3}: String EISType
190068={0}\u306E\u30C7\u30D7\u30ED\u30A4\u4E2D\u3001\u65E2\u5B58\u306E\u8CC7\u683C\u8A3C\u660E\u30DE\u30C3\u30D7\u3068\u30EA\u30BD\u30FC\u30B9\u30FB\u30DE\u30C3\u30D7\u306E\u30A8\u30F3\u30C8\u30EA\u3092\u7D44\u8FBC\u307FLDAP\u30B5\u30FC\u30D0\u30FC\u304B\u3089\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3: {1}\u3001\u30E2\u30B8\u30E5\u30FC\u30EB: {2}\u3001EIS\u30BF\u30A4\u30D7: {3}\u3002
190069=ManagedConnectionFactory\u3092\u63A5\u7D9A\u30D7\u30FC\u30EB\u306B\u30DE\u30C3\u30D7\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String poolName, {1}: String configPropName
190070=< {0} >ManagedConnectionFactory\u3067\u69CB\u6210\u30D7\u30ED\u30D1\u30C6\u30A3"{1}"\u306E"set"\u30E1\u30BD\u30C3\u30C9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
## {0}: String poolName, {1}: String configType, {2}: String configPropName
190071=< {0} >\u69CB\u6210\u30D7\u30ED\u30D1\u30C6\u30A3"{2}"\u306B\u6307\u5B9A\u3055\u308C\u305F"{1}"\u306E<config-property-type>\u3092\u30B5\u30FC\u30D0\u30FC\u304C\u691C\u51FA\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u3001ClassNotFoundException\u304C\u6355\u6349\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String poolName, {1}: String configPropName
190072=\u7BA1\u7406\u5BFE\u8C61\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u306E\u521D\u671F\u5316\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002 < {0} > \u69CB\u6210\u30D7\u30ED\u30D1\u30C6\u30A3"{1}"\u306B\u5024\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String part, {1}: String name
190073=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF"{1}"\u3067"{0}"\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
## {0}: String dd, {1}: String name, {2}: String exMsg
190074=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF"{0}"\u306E\u51E6\u7406\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F: "{1}": {2}
## {0}: String jndiName
190075="{0}"\u3067createConnectionFactory\u304C\u547C\u3073\u51FA\u3055\u308C\u305F\u3068\u304D\u306B\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u304B\u3089null\u306E\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u304C\u623B\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String poolName, {1}: Throwable ex
190077={0}\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306EEIS\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u5FA9\u53F7\u5316\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## {0}: String poolName, {1}: String appName, {2}: String modName, {3}: String eisType, {4}: Throwable ex
190078=\u30D7\u30FC\u30EB\u540D{0}\u306E\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306E\u30C7\u30D7\u30ED\u30A4\u4E2D\u3001\u65E2\u5B58\u306E\u30A8\u30F3\u30C8\u30EA\u3092\u7D44\u8FBC\u307FLDAP\u30B5\u30FC\u30D0\u30FC\u304B\u3089\u524A\u9664\u3059\u308B\u969B\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\n \u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u540D: {1}\u3001\u30E2\u30B8\u30E5\u30FC\u30EB\u540D: {2}\u3001EIS\u30BF\u30A4\u30D7: {3}\u3002
## {0}: String oldElement, {1}: String newElement
190079=\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u8981\u7D20{0}\u304C{1}\u306B\u7F6E\u304D\u63DB\u3048\u3089\u308C\u3066\u3044\u307E\u3059\u3002
## {0}: String oldElement
190080=\u30A2\u30AF\u30C6\u30A3\u30D6\u3067\u306A\u3044\u5EC3\u6B62\u3055\u308C\u305F\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u8981\u7D20{0}\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String jndiName
190081=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF"{0}"\u3067\u63A5\u7D9A\u30D7\u30ED\u30AD\u30B7\u306E\u5B9F\u884C\u53EF\u80FD\u6027\u3092\u30C6\u30B9\u30C8\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String jndiName
190082=\u30D7\u30ED\u30AD\u30B7\u30FB\u30C6\u30B9\u30C8\u3092\u30D1\u30B9\u3057\u307E\u3057\u305F\u3002WebLogic Server\u306F\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF"{0}"\u3067\u63A5\u7D9A\u30D7\u30ED\u30AD\u30B7\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002
## {0}: String jndiName
190083=\u30D7\u30ED\u30AD\u30B7\u30FB\u30C6\u30B9\u30C8\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002WebLogic Server\u306F\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF"{0}"\u3067\u63A5\u7D9A\u30D7\u30ED\u30AD\u30B7\u3092\u4F7F\u7528\u3057\u307E\u305B\u3093\u3002
## {0}: String jndiName, {1}: Throwable ex
190084=\u6B21\u306B\u793A\u3059\u4F8B\u5916\u304C\u539F\u56E0\u3067"{0}"\u306E\u63A5\u7D9A\u30D7\u30ED\u30AD\u30B7\u30FB\u30C6\u30B9\u30C8\u3092\u5B8C\u4E86\u3067\u304D\u307E\u305B\u3093\u3002WebLogic Server\u306F\u3001\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF"{0}"\u3067\u901A\u5E38\u3069\u304A\u308A\u63A5\u7D9A\u30D7\u30ED\u30AD\u30B7\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002
## {0}: String name
190085=linkref RAR {0}\u306F\u3001\u305D\u306E\u57FA\u76E4\u304C\u307E\u3060\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u3066\u3044\u306A\u3044\u306E\u3067\u30EC\u30A4\u30C8\u30FB\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306E\u30DE\u30FC\u30AF\u304C\u4ED8\u3051\u3089\u308C\u3066\u3044\u307E\u3059\u3002
## {0}: String name
190086=\u4F9D\u5B58linkref RAR {0}\u304C\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String name, {1}: Throwable ex
190087=\u4F9D\u5B58linkref {0}\u306E\u30C7\u30D7\u30ED\u30A4\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## {0}: String name
190088=\u3059\u3067\u306B\u4F7F\u7528\u3055\u308C\u3066\u3044\u308BJNDI\u540D{0}\u3092\u6301\u3064\u30B3\u30CD\u30AF\u30BF\u3092\u30C7\u30D7\u30ED\u30A4\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: Throwable ex
190089=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306EJAR\u30D5\u30A1\u30A4\u30EB\u3092\u51E6\u7406\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## {0}: String msg, {1}: String jndiName
190090=jndiName\u304C{1}\u306E\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u3067\u3001ManagedConnection.getLocalTransaction\u306E\u5B9F\u88C5\u306E\u547C\u51FA\u3057\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002{0}
## {0}: String msg, {1}: String jndiName
190091=jndiName\u304C{1}\u306E\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u3067\u3001ManagedConnection.getXAResource\u306E\u5B9F\u88C5\u306E\u547C\u51FA\u3057\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002{0}
## {0}: String poolName, {1}: String msg
190092=\u63A5\u7D9A\u30D7\u30FC\u30EB{0}\u306E\u30EA\u30BD\u30FC\u30B9\u3092\u4E88\u7D04\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u7406\u7531: {1}
## {0}: String msg
190093=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306E\u30C7\u30D7\u30ED\u30A4\u4E2D\u306B\u63A5\u7D9A\u30D7\u30FC\u30EB\u306E\u6E96\u5099\u306B\u5931\u6557\u3057\u307E\u3057\u305F: {0}
## {0}: String jndiName
190094=\u63A5\u7D9A\u30D7\u30FC\u30EB\u3067\u52D5\u7684\u66F4\u65B0\u306E\u5B9F\u884C\u306B\u5931\u6557\u3057\u307E\u3057\u305F: {0}\u3002
## {0}: String poolName
190095=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C\u8907\u6570\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3067\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u63A5\u7D9A\u306E\u540C\u6642\u4F7F\u7528\u3092\u8A66\u307F\u307E\u3057\u305F: {0}
## {0}: String poolName, {1}: String msg
190096=\u5171\u6709\u63A5\u7D9A\u304C\u53D6\u5F97\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u518D\u767B\u9332\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F: {0}\u3001{1}
## {0}: String jndiName, {1}: String ex
190097=\u4F8B\u5916\u304C\u539F\u56E0\u3067"{0}"\u306E\u63A5\u7D9A\u30D7\u30ED\u30AD\u30B7\u30FB\u30C6\u30B9\u30C8\u3092\u5B8C\u4E86\u3067\u304D\u307E\u305B\u3093\u3002WebLogic Server\u306F\u3001\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF"{0}"\u3067\u901A\u5E38\u3069\u304A\u308A\u63A5\u7D9A\u30D7\u30ED\u30AD\u30B7\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002\u4F8B\u5916\u306F{1}\u3067\u3059
## {0}: String name
190098=\u3059\u3067\u306B{0}\u306E\u305F\u3081\u306B\u89E3\u653E\u3055\u308C\u3066\u3044\u308B\u30EA\u30BD\u30FC\u30B9\u3092\u89E3\u653E\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String name
190099={0}\u306B\u5BFE\u3057\u3066\u3059\u3067\u306B\u30AF\u30ED\u30FC\u30BA\u3055\u308C\u3066\u3044\u308B\u63A5\u7D9A\u3092\u30AF\u30ED\u30FC\u30BA\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String poolName
190100=\u63A5\u7D9A\u30D7\u30ED\u30AD\u30B7{0}\u306E\u5B9F\u884C\u53EF\u80FD\u6027\u306E\u30C6\u30B9\u30C8\u306B\u304A\u3044\u3066\u3001\u63A5\u7D9A\u30CF\u30F3\u30C9\u30EB\u306BClose()\u30E1\u30BD\u30C3\u30C9\u304C\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String raName
190101=1.0\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF{0}\u3067\u306Flinkref\u306F\u975E\u63A8\u5968\u306B\u306A\u3063\u3066\u3044\u307E\u3059
## {0}: String id, {1}: Throwable t
199999=\u30E1\u30C3\u30BB\u30FC\u30B8{0}\u306E\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u3002
## {0}: String id, {1}: String stackTrace
199998=\u30E1\u30C3\u30BB\u30FC\u30B8{0}\u306E\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\n{1}
## {0}: Throwable t
190102=\u30B3\u30CD\u30AF\u30BF\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u8A3A\u65AD\u30A4\u30E1\u30FC\u30B8\u3092\u767B\u9332\u89E3\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: Throwable t
190103=\u30B3\u30CD\u30AF\u30BF\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u8A3A\u65AD\u30A4\u30E1\u30FC\u30B8\u3092\u767B\u9332\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String className, {1}: String raName, {2}: String errors
190104=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF{1}\u306E\u30BF\u30A4\u30D7{0}\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u69CB\u6210\u3059\u308B\u969B\u306B\u6B21\u306E\u30A8\u30E9\u30FC/\u6B20\u843D\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F:\n{2}
190105=AnonymousSubject\u306E\u521D\u671F\u5316\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
## {0}: String message
190106=\u30E2\u30B8\u30E5\u30FC\u30EB\u306ERuntimeMBean\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002{0}
## {0}: String ex
190107=\u30E2\u30B8\u30E5\u30FC\u30EB\u306ERuntimeMBean\u3092\u767B\u9332\u89E3\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002{0}
## {0}: String appId, {1}: String ex
190108=\u30A2\u30C0\u30D7\u30BF\u306EJNDI\u30B5\u30D6\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306E\u521D\u671F\u5316\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30A2\u30C0\u30D7\u30BFID={0}\u3001{1}
## {0}: String fileName, {1}: String nativeLibDir
190109=\u30D5\u30A1\u30A4\u30EB{0}\u3092{1}\u306B\u62BD\u51FA\u3057\u3066\u3044\u307E\u3059\u3002
190110=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306FBootstrapContext.createTimer()\u3092\u547C\u3073\u51FA\u3057\u3066\u3001WebLogic Server\u306B\u3088\u3063\u3066\u7BA1\u7406\u3055\u308C\u306A\u3044\u30BF\u30A4\u30DE\u30FC\u30FB\u30B9\u30EC\u30C3\u30C9\u3092\u5272\u308A\u5F53\u3066\u3066\u3044\u307E\u3059\u3002WebLogic Server\u306E\u30D1\u30D5\u30A9\u30FC\u30DE\u30F3\u30B9\u3084\u64CD\u4F5C\u306B\u60AA\u5F71\u97FF\u304C\u751F\u3058\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String moduleName, {1}: String ex
190111=InvalidDyeException\u304C\u751F\u6210\u3055\u308C\u307E\u3057\u305F\u3002\u30E2\u30B8\u30E5\u30FC\u30EB\u540D = {0}\u3001{1}\u3002
## {0}: String ex
190112=\u56DE\u5FA9\u306B\u4F7F\u7528\u3055\u308C\u308BXAResource\u3092\u767B\u9332\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002{0}
## {0}: String ex
190113=\u56DE\u5FA9\u306B\u4F7F\u7528\u3055\u308C\u308BXAResource\u3092\u767B\u9332\u89E3\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002{0}
## {0}: String ex
190114=\u30D7\u30FC\u30EB\u306E\u52D5\u7684\u5909\u66F4\u3092\u9069\u7528\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002{0}
## {0}: String mcf
190115=ManagedConnectionFactory\u30AF\u30E9\u30B9\u306FResourceAdapterAssociation\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u3092\u5B9F\u88C5\u3057\u3066\u3044\u307E\u305B\u3093\u3002{0}
## {0}: String msg
190116=\u56DE\u5FA9\u306B\u4F7F\u7528\u3055\u308C\u308BXAResource\u3067\u7121\u52B9\u306A\u30A4\u30D9\u30F3\u30C8\u304C\u30C8\u30EA\u30AC\u30FC\u3055\u308C\u307E\u3057\u305F\u3002{0}
## {0}: String ex
190117=ManagedConnection.cleanup()\u306E\u547C\u51FA\u3057\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002{0}
## {0}: String error
190118=ConnectionErrorOccurred\u30A4\u30D9\u30F3\u30C8\u304C\u30C8\u30EA\u30AC\u30FC\u3055\u308C\u307E\u3057\u305F\u3002{0}
## {0}: String ex
190119=ManagedConnection.destroy()\u306E\u547C\u51FA\u3057\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002{0}
190120=ManagedConnection.getXAResource()\u306E\u547C\u51FA\u3057\u304Cnull\u3092\u623B\u3057\u307E\u3057\u305F\u3002
## {0}: String raJndiName, {1}: String ex
190121=\u63A5\u7D9A\u30CF\u30F3\u30C9\u30EB\u3092ManagedConnection\u304B\u3089\u5207\u65AD\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30A2\u30C0\u30D7\u30BF\u306EJNDI\u540D = {0}\u3001{1}
190122=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306F\u3001WebLogic Server\u306EConnectionManager.lazyEnlist()\u306E\u5B9F\u88C5\u306Bnull\u306EManagedConnection\u3092\u6E21\u3057\u307E\u3057\u305F\u3002
## {0}: String jndiName, {1}: String sharingScope
190123=JNDI\u540D = {0}\u306E\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30FB\u30A2\u30C0\u30D7\u30BF\u304C\u5171\u6709\u30B9\u30B3\u30FC\u30D7 = {1}\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String moduleName, {1}: String baseName, {2}: String ex
190124=LinkRef\u30A2\u30C0\u30D7\u30BF\u3092\u30C7\u30D7\u30ED\u30A4\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30E2\u30B8\u30E5\u30FC\u30EB\u540D = {0}\u3001\u57FA\u76E4RA = {1}\u3001\u4F8B\u5916: {2}
## {0}: String msg, {1}: Throwable ex
190125=\u5185\u90E8\u306E\u6574\u5408\u6027\u30C1\u30A7\u30C3\u30AF\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u5931\u6557: {0}
190126=\u533F\u540D
190127=CloseCount
190128=CreateCount
190129=FreePoolSize
190130=PoolSize
190131=WaitingThreadCount
190132=\u63A5\u7D9A\u30D7\u30FC\u30EB\u3067close\u304C\u547C\u3073\u51FA\u3055\u308C\u305F\u56DE\u6570\u3002
190133=\u63A5\u7D9A\u30D7\u30FC\u30EB\u3067create\u304C\u547C\u3073\u51FA\u3055\u308C\u305F\u56DE\u6570
190134=\u30D7\u30FC\u30EB\u3067\u5229\u7528\u53EF\u80FD\u306A\u63A5\u7D9A\u306E\u6570
190135=\u63A5\u7D9A\u30D7\u30FC\u30EB\u306E\u30B5\u30A4\u30BA
190136=\u5F85\u6A5F\u3057\u3066\u3044\u308B\u30B9\u30EC\u30C3\u30C9\u306E\u6570
190137=\u306A\u3057
190138=<\u4F7F\u7528\u4E0D\u53EF>
190139=\u5B9F\u884C\u4E2D
190140=\u4E2D\u65AD
190141=\u65B0\u898F
190142=\u521D\u671F\u5316\u6E08\u307F
190143=\u6E96\u5099\u5B8C\u4E86
190144=\u30A2\u30AF\u30C6\u30A3\u30D6
190145=\u4E0D\u660E
## {0}: String poolName, {1}: String exMessage, {2}: String cause
190146=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306EManagedConnectionFactory\u306B\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u8A2D\u5B9A\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002{0}\u3002\u4F8B\u5916\u306F"{1}"\u3067\u539F\u56E0\u306F"{2}"\u3067\u3059\u3002
## {0}: String poolName, {1}: String type, {2}: String timestamp, {3}: String props
190147=\u30D7\u30FC\u30EB\u306E\u30D7\u30ED\u30D5\u30A1\u30A4\u30EA\u30F3\u30B0\u30FB\u30EC\u30B3\u30FC\u30C9: \u30D7\u30FC\u30EB\u540D = "{0}"\u3001\u30BF\u30A4\u30D7 = "{1}"\u3001\u30BF\u30A4\u30E0\u30B9\u30BF\u30F3\u30D7 = "{2}"\u3001\u30D7\u30ED\u30D1\u30C6\u30A3: {3}
199000=\u521D\u671F\u5BB9\u91CF\u3068\u6700\u5927\u5BB9\u91CF\u304C\u7B49\u3057\u3044\u5834\u5408\u3092\u9664\u304D\u3001initial-capacity\u306B\u306F\u6B63\u306E\u5024\u306E\u307F\u3092\u6307\u5B9A\u3067\u304D\u307E\u3059\u3002
## {0}: String object, {1}: String propName, {2}: String propType, {3}: String propVal, {4}: String vetoMsg
190148=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8"{0}"\u3001\u30BF\u30A4\u30D7"{2}"\u306E\u30D7\u30ED\u30D1\u30C6\u30A3"{1}"\u306B\u5024"{3}"\u3092\u8A2D\u5B9A\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306B\u3088\u3063\u3066PropertyVetoException\u304C\u751F\u6210\u3055\u308C\u3066\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u62D2\u5426\u30E1\u30C3\u30BB\u30FC\u30B8\u306F"{4}"\u3067\u3059\u3002
## {0}: String moduleName, {1}: String appName
190149=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{1}\u306E\u30E2\u30B8\u30E5\u30FC\u30EB{0}\u306E\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306BJNDI\u540D\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u3053\u308C\u306F\u30A4\u30F3\u30D0\u30A6\u30F3\u30C9\u30FB\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306E\u305F\u3081\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8MDB\u306B\u3088\u308B\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u306E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3092\u6A5F\u80FD\u3055\u305B\u308B\u305F\u3081\u306B\u3001weblogic-ra.xml\u306B<jndi-name>\u3082\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
190150=\u30B3\u30CD\u30AF\u30BF\u306E\u8A3A\u65AD\u30A4\u30E1\u30FC\u30B8\u3092\u4F5C\u6210\u3059\u308B\u30D7\u30ED\u30BB\u30B9\u304C\u3001\u8A3A\u65AD\u30D5\u30EC\u30FC\u30E0\u30EF\u30FC\u30AF\u306B\u3088\u3063\u3066\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u306B\u306A\u308A\u307E\u3057\u305F\u3002\u4F5C\u6210\u3055\u308C\u305F\u30A4\u30E1\u30FC\u30B8\u306F\u4E0D\u5B8C\u5168\u306A\u3082\u306E\u3067\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String xpath
190151=ra.xml\u306E\u89E3\u6790\u4E2D\u306BbuildOutboundResourceAdapter()\u306E\u89E3\u6790\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002connectionfactory-interface\u3092\u63A2\u3057\u307E\u3057\u305F\u304C\u3001\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F: "{0}"
## {0}: String name, {1}: String err
190152="{0}"\u306E\u65B0\u3057\u3044ConnectorInboundRuntimeMBeanImpl\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002{1}
## {0}: String poolName, {1}: String err
190153=\u30D7\u30FC\u30EB"{0}"\u306E\u30ED\u30AE\u30F3\u30B0\u30FB\u30B9\u30C8\u30EA\u30FC\u30E0\u3092\u9589\u3058\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002{1}
## {0}: String poolName, {1}: String err
190154=\u30D7\u30FC\u30EB"{0}"\u306E\u30ED\u30AE\u30F3\u30B0\u30FB\u30B9\u30C8\u30EA\u30FC\u30E0\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002{1}
## {0}: String raName, {1}: String warnings
190155=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF{0}\u306E\u6E96\u62E0\u30C1\u30A7\u30C3\u30AF\u304A\u3088\u3073\u691C\u8A3C\u3067\u3001\u4EE5\u4E0B\u306E\u8B66\u544A\u304C\u767A\u751F\u3057\u307E\u3057\u305F:\n{1}
## {0}: String raName
190156=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF{0}\u306B\u6E96\u62E0\u30A8\u30E9\u30FC\u307E\u305F\u306F\u691C\u8A3C\u30A8\u30E9\u30FC\u306F\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String raName, {1}: int numCriticalErrors, {2}: int numNonCriticalErrors, {3}: int numWarnings
190157=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF{0}\u3067\u3001{1}\u500B\u306E\u30AF\u30EA\u30C6\u30A3\u30AB\u30EB\u306A\u6E96\u62E0\u307E\u305F\u306F\u691C\u8A3C\u30A8\u30E9\u30FC\u3001{2}\u500B\u306E\u30AF\u30EA\u30C6\u30A3\u30AB\u30EB\u3067\u306F\u306A\u3044\u6E96\u62E0\u307E\u305F\u306F\u691C\u8A3C\u30A8\u30E9\u30FC\u3001{3}\u500B\u306E\u8B66\u544A\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002
## {0}: String linkRefName
190158=\u3053\u308C\u306F{0}\u306E\u30EA\u30F3\u30AF\u30FB\u30EA\u30D5\u30A1\u30EC\u30F3\u30B9\u30FB\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u3067\u3059\u3002\u3053\u306E\u6642\u70B9\u3067\u306F\u691C\u8A3C\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String key
190159=\u63A5\u7D9A\u30D7\u30FC\u30EB{0}\u304C\u30EA\u30BB\u30C3\u30C8\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String key
190160=\u63A5\u7D9A\u30D7\u30FC\u30EB{0}\u306F\u4F7F\u7528\u4E2D\u3067\u3042\u308A\u3001\u30EA\u30BB\u30C3\u30C8\u3067\u304D\u307E\u305B\u3093\u3002\u304B\u308F\u308A\u306BforceReset\u3092\u8A66\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String key, {1}: String ex
190161=\u4F8B\u5916{1}\u304C\u539F\u56E0\u3067\u3001\u30A2\u30C0\u30D7\u30BF{0}\u3092\u30B5\u30FC\u30D0\u30FC\u306E\u4E00\u6642\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u62BD\u51FA\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String key, {1}: String tempDir
190162=\u30A2\u30C0\u30D7\u30BF{0}\u306E\u62BD\u51FA\u4E2D\u306B\u3001\u30B5\u30FC\u30D0\u30FC\u306E\u4E00\u6642\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA{1}\u306E\u4F5C\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
199001=max-capacity\u306B0\u306E\u5024\u3092\u6307\u5B9A\u3067\u304D\u308B\u306E\u306F\u3001link-ref\u30A2\u30C0\u30D7\u30BF\u306E\u307F\u3067\u3059\u3002
199002=max-capacity\u306B\u8CA0\u306E\u5024\u306F\u6307\u5B9A\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String jndiName
199003=max-capacity\u306E\u5024\u306Finitial-capacity\u306E\u5024\u4EE5\u4E0A\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002{0}
199004=capacity-increment\u306B\u306F\u3001\u6B63\u306E\u5024\u306E\u307F\u3092\u6307\u5B9A\u3067\u304D\u307E\u3059\u3002
## {0}: String jndiName
199005=capacity-increment\u306F\u3001(max-capacity - initial-capacity)\u306E\u5024\u4EE5\u4E0B\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002{0}
199006=shrink-frequency-seconds\u306B\u306F\u3001\u6B63\u306E\u5024\u306E\u307F\u3092\u6307\u5B9A\u3067\u304D\u307E\u3059\u3002
199007=inactive-connection-timeout-seconds\u306B\u306F\u30010\u4EE5\u4E0A\u306E\u5024\u306E\u307F\u3092\u6307\u5B9A\u3067\u304D\u307E\u3059\u3002
199010=ra.xml\u307E\u305F\u306Fweblogic-ra.xml\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002RAR\u304Cnull\u3067\u3001\u4EE3\u66FF\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u304C\u3042\u308A\u307E\u305B\u3093\u3002
199011=ra.xml\u307E\u305F\u306Fweblogic-ra.xml\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
199012=\u30B9\u30AD\u30FC\u30DE\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
## {0}: String displayName
199013=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u306B\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String displayName
199014=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u306FRAR\u30D5\u30A1\u30A4\u30EB\u3067\u3059\u304C\u3001\u8907\u6570\u306E\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002
## {0}: String msg
199015=\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3057\u3088\u3046\u3068\u3057\u305F\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002{0}
## {0}: String moduleName, {1}: String msg
199016=\u30B3\u30CD\u30AF\u30BF\u306E\u5B9F\u884C\u6642MBean\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002\u30E2\u30B8\u30E5\u30FC\u30EB"{0}"\u3001{1}
## {0}: String jarFile, {1}: String msg
199017={0}\u306E\u4EEE\u60F3JAR\u30D5\u30A1\u30A4\u30EB\u3092\u9589\u3058\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002{1}
## {0}: String uri, {1}: String msg
199018={0}\u306E\u4EEE\u60F3JAR\u30D5\u30A1\u30A4\u30EB\u3092\u4F5C\u6210\u3059\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002{1}
## {0}: String appId, {1}: String msg
199019=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u306E\u30B3\u30CD\u30AF\u30BF\u56FA\u6709\u306EJNDI\u30B5\u30D6\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3092\u521D\u671F\u5316\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002{1}
## {0}: String uri, {1}: String msg
199020={0}\u306E\u52D5\u7684\u66F4\u65B0\u306E\u305F\u3081\u306E\u5909\u66F4\u3092\u6E96\u5099\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002{1}
199021=JNDI\u540D\u304Cnull\u307E\u305F\u306F\u7A7A\u3067\u3059\u3002
199022=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306EJNDI\u540D\u3092\u691C\u8A3C\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001InitialContext\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
199023=ResourceLink\u304Cnull\u307E\u305F\u306F\u7A7A\u3067\u3059\u3002
199024=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306E\u30EA\u30BD\u30FC\u30B9\u30FB\u30EA\u30F3\u30AF\u3092\u691C\u8A3C\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001InitialContext\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String jndiName
199028=JNDI\u540D{0}\u306E\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306F\u3059\u3067\u306B\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u3066\u3044\u307E\u3059\u3002
## {0}: String jndiName, {1}: String msg
199029=\u30D0\u30A4\u30F3\u30C9\u64CD\u4F5C\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002{0}\u3001{1}
## {0}: String jndiName, {1}: String msg
199031=ConnectionFactory\u306E\u30A2\u30F3\u30D0\u30A4\u30F3\u30C9\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002{0}\u3001{1}
## {0}: String msg
199032=unbindConnectionFactory\u4E2D\u306BgetInitialContext()\u304C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002{0}
## {0}: String resourceLink
199036=ResourceLink: {0}\u306F\u3059\u3067\u306B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B9\u30B3\u30FC\u30D7\u306EJNDI\u30C4\u30EA\u30FC\u306B\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u3066\u3044\u307E\u3059\u3002
## {0}: String moduleName, {1}: String resourceLink, {2}: String msg
199037=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B9\u30B3\u30FC\u30D7\u306EJNDI\u30C4\u30EA\u30FC\u306B\u30D0\u30A4\u30F3\u30C9\u3067\u304D\u307E\u305B\u3093\u3002{0}#{1}: {2}
## {0}: String msg
199038=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306EunbindAdminObject\u3092\u5B9F\u884C\u4E2D\u306B\u53C2\u7167\u3092\u30A2\u30F3\u30D0\u30A4\u30F3\u30C9\u3057\u3088\u3046\u3068\u3057\u3066NamingException\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002{0}
## {0}: String key
199039={0}\u306E\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u304C\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String jndiName
199040=JNDI\u540D: {0}\u306F\u3059\u3067\u306BJNDI\u30C4\u30EA\u30FC\u306B\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u3066\u3044\u307E\u3059\u3002
## {0}: String cls, {1}: String ex
199041=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306EnewInstance\u3092\u547C\u3073\u51FA\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30AF\u30E9\u30B9\u540D = {0}\u3001\u4F8B\u5916 = {1}\u3002
## {0}: String ex
199042=\u30B3\u30CD\u30AF\u30BF\u306E\u8A3A\u65AD\u30A4\u30E1\u30FC\u30B8\u3092\u4F5C\u6210\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u4F8B\u5916 = {0}\u3002
199043=\u521D\u671F\u5316\u3055\u308C\u3066\u3044\u306A\u3044\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u3092\u6E96\u5099\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String state
199044=\u6E96\u5099\u3055\u308C\u3066\u3044\u306A\u3044\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u3092\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002\u73FE\u5728\u306E\u72B6\u614B: {0}
199045=\u30A2\u30AF\u30C6\u30A3\u30D6\u72B6\u614B\u306B\u3042\u308BRA\u3092\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059
199046=\u30CD\u30A4\u30C6\u30A3\u30D6lib\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String raClassName, {1}: String raErrors
199047=\u30AF\u30E9\u30B9"{0}"\u306E\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306E\u30AF\u30E9\u30B9\u6307\u5B9A\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002{1}
199048=\u30D0\u30FC\u30B8\u30E7\u30F3\u7BA1\u7406\u3067\u304D\u306A\u3044\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u3092\u30D0\u30FC\u30B8\u30E7\u30F3\u7BA1\u7406\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
199049=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306E\u521D\u671F\u5316\u4E2D\u306B\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u3092\u53D6\u308A\u8FBC\u3081\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String moduleName, {1}: String msg
199050=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306E\u8D77\u52D5\u4E2D\u306B\u4F8B\u5916\u3092\u6355\u6349\u3057\u307E\u3057\u305F\u3002{0}\u3001{1}
## {0}: String moduleName, {1}: String msg
199051=BootstrapContext\u306E\u4F5C\u6210\u4E2D\u306B\u4F8B\u5916\u3092\u6355\u6349\u3057\u307E\u3057\u305F\u3002{0}\u3001{1}
199052=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u3092\u30D0\u30FC\u30B8\u30E7\u30F3\u7BA1\u7406\u3067\u304D\u307E\u305B\u3093\u3002
199053=\u30EF\u30FC\u30AF\u30FB\u30E9\u30F3\u30BF\u30A4\u30DE\u3092\u8A2D\u5B9A\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String obj
199054=\u6E21\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8{0}\u3092\u5185\u90E8\u691C\u67FB\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String keyName
199055=\u30AD\u30FC{0}\u306E\u30BB\u30C3\u30BF\u30FC\u30FB\u30E1\u30BD\u30C3\u30C9\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String keyName
199056=\t\u30AD\u30FC{0}\u306E\u30BB\u30C3\u30BF\u30FC\u30FB\u30E1\u30BD\u30C3\u30C9\u3092\u547C\u3073\u51FA\u305B\u307E\u305B\u3093\u3002
## {0}: String errorMessage, {1}: String keyName, {2}: String keyType, {3}: String keyValue
199057=\t\u69CB\u6210\u30D7\u30ED\u30D1\u30C6\u30A3\u30FB\u30A8\u30E9\u30FC: {0}\u3001KeyName = "{1}"\u3001KeyType = "{2}"\u3001KeyValue = "{3}"
199058=\u30D7\u30ED\u30D1\u30C6\u30A3\u5024\u304C\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
199059=\u30D7\u30ED\u30D1\u30C6\u30A3\u30FB\u30BF\u30A4\u30D7\u304C\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
199060=\u30D7\u30ED\u30D1\u30C6\u30A3\u540D\u304C\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String keyName, {1}: String keyType, {2}: String propertyType, {3}: String keyValue, {4}: String ex
199061=\u30BF\u30A4\u30D7"{1}"\u3001\u5024"{3}"\u306E\u30D7\u30ED\u30D1\u30C6\u30A3"{0}\u3067\u3001\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u5185\u306E\u30BF\u30A4\u30D7\u304C\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u5185\u306E\u30BF\u30A4\u30D7\u3068\u4E00\u81F4\u3057\u307E\u305B\u3093: "{2}"\u3002\u307E\u305F\u3001\u5909\u63DB\u3067\u6B21\u306E\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3059: "{4}"\u3002
## {0}: String keyName
199062=\u30D7\u30ED\u30D1\u30C6\u30A3\u540D= "{0}"\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u30FB\u30BF\u30A4\u30D7\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String type, {1}: String name
199063=\u30D7\u30ED\u30D1\u30C6\u30A3\u540D{1}\u306B\u3001\u7121\u52B9\u306A\u30D7\u30ED\u30D1\u30C6\u30A3\u30FB\u30BF\u30A4\u30D7{0}\u304C\u5B9A\u7FA9\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String name, {1}: String type
199064=\u30BF\u30A4\u30D7"{1}"\u306E\u30D7\u30ED\u30D1\u30C6\u30A3"{0}\u306Eset\u30E1\u30BD\u30C3\u30C9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
## {0}: String type
199065=\t\u7121\u52B9\u306A\u30BF\u30A4\u30D7{0}\u304C\u30AD\u30FC\u306B\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002
## {0}: String propName, {1}: String propType, {2}: String propValue, {3}: String ex
199066=\t\u30D7\u30ED\u30D1\u30C6\u30A3"{0}"\u3067\u30BF\u30A4\u30D7\u3068\u5024\u304C\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002\u30BF\u30A4\u30D7 = {1}\u3001\u5024 = {2}\u3001\u4F8B\u5916: {3}
## {0}: String username, {1}: String ex, {2}: String elementName
199067=weblogic-ra.xml\u306E\u8981\u7D20{2}\u3067\u30E6\u30FC\u30B6\u30FC"{0}"\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u3092\u78BA\u7ACB\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u3068\u304D\u306BLoginException\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {1}
## {0}: String jndiName
199068=\u30A2\u30C0\u30D7\u30BFJNDI\u540D = "{0}"\u306E\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u305F\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String clsName
199071=ActivationSpec {0}\u3092\u521D\u671F\u5316\u3067\u304D\u307E\u305B\u3093\u3002\u539F\u56E0\u306F\u4E0D\u660E\u3067\u3059\u3002
## {0}: String clsName, {1}: String msg
199072=\u30AF\u30E9\u30B9{0}\u3092\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5316\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002{1}
## {0}: String methodName, {1}: String argName, {2}: String argValue
199073={0}\u304C"{2}"\u306E{1}\u3092\u6E21\u3057\u307E\u3057\u305F\u3002
## {0}: String missing
199074=\u5FC5\u8981\u306A\u69CB\u6210\u30D7\u30ED\u30D1\u30C6\u30A3\u304CActivationSpec\u306B\u3042\u308A\u307E\u305B\u3093\u3002{0}\u3002
## {0}: String jndiName
199075=JNDI\u540D = "{0}"\u306E\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u304C\u3001\u305D\u306E\u30A2\u30C0\u30D7\u30BF\u306F\u307E\u3060\u5B8C\u5168\u306B\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u3066\u304A\u3089\u305A\u3001\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u72B6\u614B\u3067\u3059\u3002
## {0}: String jndiName
199076=JNDI\u540D = "{0}"\u306E\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String jndiName, {1}: String messageListenerType
199077=JNDI\u540D = "{0}"\u306E\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306B\u306F"{1}"\u306E<messagelistener-type>\u3092\u6301\u3064<messagelistener>\u8981\u7D20\u304C\u3042\u308A\u307E\u305B\u3093\u3002
199089=\u3053\u306E\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306B\u306Fra.xml\u306B<inbound-resourceadapter>\u8981\u7D20\u304C\u3042\u308A\u307E\u305B\u3093\u3002
199090=\u3053\u306E\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306B\u306Fra.xml\u306B<messageadapter>\u8981\u7D20\u304C\u3042\u308A\u307E\u305B\u3093\u3002
199091=\u3053\u306E\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306B\u306Fra.xml\u306B<messagelistener>\u8981\u7D20\u304C\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String msg
199092=\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30A2\u30B5\u30FC\u30B7\u30E7\u30F3\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002{0}
199093=\u8A3A\u65AD\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u304C\u6709\u52B9\u5316\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u3001setDyeBits\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
## {0}: String bits
199094=\u7121\u52B9\u306Adye\u5024{0}\u304C\u6307\u5B9A\u3055\u308C\u307E\u3057\u305F\u30024\u30D3\u30C3\u30C8\u306E\u30B9\u30DA\u30FC\u30B9\u306B\u53CE\u3081\u308B\u306B\u306F\u30010 - 15\u306E\u7BC4\u56F2\u306E\u5024\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
## {0}: String moduleName, {1}: String msg
199095=getDyeBits\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30E2\u30B8\u30E5\u30FC\u30EB\u540D = {0}: {1}
## {0}: String moduleName
199096=setDyeBits\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u8A3A\u65AD\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30E2\u30B8\u30E5\u30FC\u30EB\u540D = {0}\u3002
199097=\u8A3A\u65AD\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u304C\u6709\u52B9\u5316\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u3001getDyeBits\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
199098=\u3053\u306E\u63A5\u7D9A\u306F\u624B\u52D5\u306B\u3088\u308B\u524A\u9664\u306E\u6761\u4EF6\u3092\u6E80\u305F\u3057\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String key, {1}: String msg
199099=\u30EA\u30B9\u30C8\u5316\u306E\u305F\u3081\u306E\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u63A5\u7D9A\u3092\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u8A2D\u5B9A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30D7\u30FC\u30EB = "{0}"\u3001{1}
## {0}: String key, {1}: String msg
199100=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306F\u3001ManagedConnection.getLocalTransaction()\u306E\u5B9F\u88C5\u304B\u3089\u975EResourceException\u3092\u9001\u51FA\u3057\u307E\u3057\u305F\u3002\u30D7\u30FC\u30EB = "{0}"\u3001{1}
## {0}: String key
199101=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306F\u3001ManagedConnection.getLocalTransaction()\u306E\u5B9F\u88C5\u304B\u3089null\u3092\u623B\u3057\u307E\u3057\u305F\u3002\u30D7\u30FC\u30EB = "{0}"\u3002
## {0}: String msg
199102=NonXAResource\u3092\u767B\u9332\u3067\u304D\u307E\u305B\u3093\u3002{0}
## {0}: String msg, {1}: String stack
199103=\u30B3\u30DF\u30C3\u30C8\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002{0}\u3001\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9: {1}
## {0}: String msg, {1}: String stack
199104=\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002{0}\u3001\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9: {1}
199105=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306F\u3001\u56DE\u5FA9\u306E\u305F\u3081\u306BXAResource\u3092\u53D6\u5F97\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u9593\u306BManagedConnection.getXAResource()\u304B\u3089null\u3092\u623B\u3057\u307E\u3057\u305F\u3002
## {0}: String msg
199106=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306F\u3001ManagedConnection.getXAResource()\u306E\u547C\u51FA\u3057\u3067\u975EResourceException\u3092\u9001\u51FA\u3057\u307E\u3057\u305F\u3002{0}
199107=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306F\u3001\u56DE\u5FA9\u306E\u305F\u3081\u306BManagedConnection\u3092\u4F5C\u6210\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u9593\u306BManagedConnectionFactory.createManagedConnection()\u304B\u3089null\u3092\u623B\u3057\u307E\u3057\u305F\u3002
## {0}: String msg
199108=\u56DE\u5FA9\u306E\u305F\u3081\u306EManagedConnection\u306E\u521D\u671F\u5316\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002{0}
199109=\u30B3\u30CD\u30AF\u30BF\u306E\u5185\u90E8\u30A8\u30E9\u30FC: enlistResource\u4E2D\u306B\u4E0D\u6B63\u306A\u30BF\u30A4\u30D7\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002
## {0}: String clsName
199110=\u30B3\u30CD\u30AF\u30BF\u306E\u5185\u90E8\u30A8\u30E9\u30FC: registerResource\u306B\u4E0D\u6B63\u306A\u30BF\u30A4\u30D7\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002{0}\u3002
199111=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306E\u30ED\u30FC\u30AB\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u5185\u3067XA\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u958B\u59CB\u3057\u3088\u3046\u3068\u3059\u308B\u64CD\u4F5C\u306F\u4E0D\u6B63\u3067\u3059\u3002
## {0}: String msg
199112=\u7BA1\u7406\u5BFE\u8C61\u63A5\u7D9A\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002{0}
199113=WLS\u306EManagedConnection\u3092\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306EManagedConnectionFactory.createManagedConnection\u30E1\u30BD\u30C3\u30C9\u306E\u547C\u51FA\u3057\u304B\u3089\u6B63\u5E38\u306B\u53D6\u5F97\u3057\u305F\u5F8C\u3001\u8A2D\u5B9A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
199114=WLS\u5185\u90E8\u306E\u30B3\u30CD\u30AF\u30BF\u30FB\u30A8\u30E9\u30FC: \u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u304Cnull\u3067\u3059\u3002
## {0}: String mcCls
199116=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306E\u30A8\u30E9\u30FC: getConnection\u30E1\u30BD\u30C3\u30C9\u304C\u30A2\u30C0\u30D7\u30BF\u306E\u30AF\u30E9\u30B9"{0}"\u306EManagedConnection\u306E\u5B9F\u88C5\u304B\u3089null\u3092\u623B\u3057\u307E\u3057\u305F\u3002
199117=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306F\u3001\u524D\u56DE\u306EgetConnection()\u306E\u547C\u51FA\u3057\u3067\u623B\u3055\u308C\u305F\u63A5\u7D9A\u30CF\u30F3\u30C9\u30EB\u3068\u540C\u3058\u63A5\u7D9A\u30CF\u30F3\u30C9\u30EB\u3092\u623B\u3057\u307E\u3057\u305F\u3002JCA\u4ED5\u69D8\u306B\u3088\u308A\u3001getConnection()\u304C\u547C\u3073\u51FA\u3055\u308C\u308B\u305F\u3073\u306B\u65B0\u3057\u3044\u63A5\u7D9A\u30CF\u30F3\u30C9\u30EB\u304C\u623B\u3055\u308C\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String msg
199118=\u63A5\u7D9A\u306E\u30C6\u30B9\u30C8\u4E2D\u306B\u3001\u30A2\u30C0\u30D7\u30BF\u306EgetInvalidConnections()\u306E\u5B9F\u88C5\u304CResourceException\u3092\u9001\u51FA\u3057\u307E\u3057\u305F\u3002{0}
## {0}: String msg
199119=\u63A5\u7D9A\u306E\u30C6\u30B9\u30C8\u4E2D\u306B\u30A2\u30C0\u30D7\u30BF\u306EgetInvalidConnections()\u306E\u5B9F\u88C5\u304C\u975EResourceException\u3092\u9001\u51FA\u3057\u307E\u3057\u305F\u3002{0}
199120=ValidatingManagedConnectionFactory\u3092\u5B9F\u88C5\u3057\u3066\u3044\u306A\u3044ManagedConnectionFactory\u306E\u63A5\u7D9A\u3092\u30C6\u30B9\u30C8\u3059\u308B\u5FC5\u8981\u306F\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String pool
199121=\u30D7\u30FC\u30EB = "{0}"\u306E\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u304C\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B5\u30FC\u30D0\u30FC\u306EConnectionManager\u30AF\u30E9\u30B9\u306ElazyEnlist\u30E1\u30BD\u30C3\u30C9\u306E\u5B9F\u88C5\u306Bnull\u306E\u5024\u3092\u6E21\u3057\u307E\u3057\u305F\u3002
## {0}: String pool
199122=\u30D7\u30FC\u30EB = "{0}"\u306E\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u304C\u62D2\u5426\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String pool, {1}: String msg
199123=\u30D7\u30FC\u30EB = "{0}"\u306E\u63A5\u7D9A\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002{1}
## {0}: String poolName
199124=\u30D7\u30FC\u30EB"{0}"\u306F\u7121\u52B9\u3067\u3059\u3002\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u30EA\u30BD\u30FC\u30B9\u3092\u5272\u308A\u5F53\u3066\u3089\u308C\u307E\u305B\u3093\u3002
199125=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306EManagedConnectionFactory\u306E\u5B9F\u88C5\u306F\u3001createConnectionFactory()\u30E1\u30BD\u30C3\u30C9\u304B\u3089null\u3092\u623B\u3057\u307E\u3057\u305F\u3002
199126=\u63A5\u7D9A\u4F5C\u6210\u6642\u306E\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9:
199127=\u3053\u306E\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u3067\u306F\u3001\u30ED\u30FC\u30AB\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
199128=JCA\u4ED5\u69D8\u306B\u3088\u308A\u3001\u63A5\u7D9A\u30AF\u30ED\u30FC\u30BA\u30FB\u30A4\u30D9\u30F3\u30C8\u306E\u63A5\u7D9A\u30CF\u30F3\u30C9\u30EB\u306F\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String pool, {1}: String msg
199129=\u30AD\u30FC"{0}"\u306E\u30D7\u30FC\u30EB\u3092\u6E96\u5099\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002{1}
## {0}: String msg
199130=\u30D7\u30FC\u30EB\u3092\u518D\u958B\u3067\u304D\u307E\u305B\u3093\u3002{0}\u3002
## {0}: String pool, {1}: String msg
199131=JNDI\u30C4\u30EA\u30FC\u306B\u30D0\u30A4\u30F3\u30C9\u3067\u304D\u307E\u305B\u3093\u3002"{0}"\u3001{1}
## {0}: String poolKey, {1}: String msg, {2}: String exMsg
199132=\u30AD\u30FC = {0}\u3001\u30E1\u30C3\u30BB\u30FC\u30B8 = {1}\u3001\u4F8B\u5916 = {2}
## {0}: String poolKey, {1}: String msg, {2}: String exMsg
199133=\u30D7\u30FC\u30EB\u3092\u505C\u6B62\u3067\u304D\u307E\u305B\u3093\u3002\u30AD\u30FC = "{0}"\u3001\u30E1\u30C3\u30BB\u30FC\u30B8 = {1}\u3001\u4F8B\u5916 = {2}
## {0}: String jndiName
199134=\u3059\u3067\u306B\u5B58\u5728\u3059\u308BJNDI\u540D"{0}"\u306E\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u3092\u4F5C\u6210\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String resourceLink
199135=\u3059\u3067\u306B\u5B58\u5728\u3059\u308B\u30EA\u30BD\u30FC\u30B9\u30FB\u30EA\u30F3\u30AF"{0}"\u306E\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u3092\u4F5C\u6210\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String jndiName, {1}: String msg
199136=\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u63A5\u7D9A\u306EJNDI\u540D{0}\u306E\u691C\u8A3C\u4E2D\u306B\u554F\u984C\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002{1}
## {0}: String mcfClassName
199137=ManagedConnectionFactory\u30AF\u30E9\u30B9\u306E\u5B9F\u88C5"{0}"\u304CResourceAdapterAssociation\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u3092\u5B9F\u88C5\u3057\u3066\u304A\u3089\u305A\u3001setResourceAdapter()\u307E\u305F\u306FgetResourceAdapter()\u3092\u5B9F\u88C5\u3057\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String mcfClassName, {1}: String msg
199138=mcf "{0}"\u306EResourceAdapter\u30AF\u30E9\u30B9\u3092\u8A2D\u5B9A\u3067\u304D\u307E\u305B\u3093\u3002{1}
## {0}: String mcfClassName, {1}: String msg
199139=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306EManagedConnectionFactory\u306E\u5B9F\u88C5"{0}"\u306B\u3088\u308A\u3001\u4E88\u671F\u3057\u306A\u3044\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F\u3002{1}\u3002
## {0}: String mcfClassName, {1}: String msg
199140=\u7BA1\u7406\u5BFE\u8C61\u306E\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u30FB\u30AF\u30E9\u30B9"{0}"\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002{1}
## {0}: String mcfClassName, {1}: String msg
199141=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306EManagedConnectionFactory\u30AF\u30E9\u30B9"{0}"\u306E\u5B9F\u88C5\u3092\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5316\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002{1}
## {0}: String mcfClassName, {1}: String msg
199142=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306EManagedConnectionFactoryClass"{0}"\u306E\u5B9F\u88C5\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u307E\u305B\u3093\u3002{1}
## {0}: String jndiName
199143=WebLogic Server\u5185\u90E8\u306E\u30B3\u30CD\u30AF\u30BF\u30FB\u30A8\u30E9\u30FC: JNDI\u540D"{0}"\u306E\u63A5\u7D9A\u30D7\u30FC\u30EB\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
199144=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306F\u3001\u30C7\u30D7\u30ED\u30A4\u5143\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u5185\u304B\u3089\u306E\u307F\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u307E\u3059\u3002
## {0}: String raName, {1}: String msg
199145=\u64CD\u4F5C\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002{0}\u3001{1}
199146=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306Bweblogic-ra.xml\u3057\u304B\u6307\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u306F\u3001linkref\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
199147=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306Bweblogic-ra.xml\u3057\u304B\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002ra.xml\u3082\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String path
199148=\u30CD\u30A4\u30C6\u30A3\u30D6lib\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306E\u4F5C\u6210\u30A8\u30E9\u30FC: {0}
## {0}: String displayName
199149={0}\u306E\u30CD\u30A4\u30C6\u30A3\u30D6lib\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306E\u4F5C\u6210\u6642\u306BFileNotFoundException\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## {0}: String displayName, {1}: String msg
199150={0}\u306E\u30CD\u30A4\u30C6\u30A3\u30D6\u30FB\u30E9\u30A4\u30D6\u30E9\u30EA\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306E\u4F5C\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002{1}
## {0}: String msg
199151=\u30D7\u30FC\u30EB{0}\u306E\u8D77\u52D5\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
199152=test-frequency-seconds\u304C\u30BC\u30ED\u4EE5\u5916\u306E\u5024\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002
199153=ManagedConnectionFactory\u304CValidatingManagedConnectionFactory\u3092\u5B9F\u88C5\u3057\u3066\u3044\u306A\u3044\u5834\u5408\u3001\u30D7\u30FC\u30EB\u306E\u63A5\u7D9A\u30C6\u30B9\u30C8\u306F\u6709\u52B9\u5316\u3067\u304D\u307E\u305B\u3093\u3002\u6B21\u306B\u793A\u3059\u7121\u52B9\u306A\u8A2D\u5B9A\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002
199154=\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306B\u6E21\u3055\u308C\u305FWork\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304Cnull\u3067\u3059\u3002
199155=\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u73FE\u5728doWork()\u547C\u51FA\u3057\u3092\u53D7\u3051\u4ED8\u3051\u3066\u3044\u307E\u305B\u3093\u3002
199156=\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u73FE\u5728\u4E2D\u65AD\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u65B0\u3057\u3044\u4F5C\u696D\u306F\u53D7\u3051\u4ED8\u3051\u3089\u308C\u307E\u305B\u3093\u3002
## {0}: String msg
199157=\u5B9F\u884C\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u304C\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002\u307E\u305F\u306F\u30A4\u30F3\u30DD\u30FC\u30C8\u3055\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u4F5C\u696D\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002{0}
## {0}: String gid
199158=\u30B0\u30ED\u30FC\u30D0\u30EBTX ID "{0}"\u306F\u6307\u5B9A\u3055\u308C\u305FWork\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String gid
199159=\u30B0\u30ED\u30FC\u30D0\u30EBTX ID "{0}"\u306F\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306B\u767B\u9332\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
199160=<security-principal-map>\u8981\u7D20\u306FWebLogic Server 7.0\u3067\u306F\u975E\u63A8\u5968\u306B\u306A\u3063\u3066\u304A\u308A\u3001\u4ECA\u5F8C\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u305B\u3093\u3002\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306Eweblogic-ra.xml\u304B\u3089\u3053\u306E\u8981\u7D20\u3092\u524A\u9664\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String gid
199161=\u30B0\u30ED\u30FC\u30D0\u30EBTX ID "{0}"\u306EWork\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306F\u3059\u3067\u306B\u30A2\u30AF\u30C6\u30A3\u30D6\u3067\u3059\u3002\u540C\u6642\u306B\u5B9F\u884C\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String mcfClassName, {1}: String mcfErrors
199162=\u30AF\u30E9\u30B9"{0}"\u306EManagedConnectionFactory\u30AF\u30E9\u30B9\u6307\u5B9A\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002{1}
## {0}: String propName, {1}: String propType, {2}: String propValue
199163=\u30BF\u30A4\u30D7"{1}"\u3001\u5024"{2}"\u306E\u30D7\u30ED\u30D1\u30C6\u30A3"{0}\u306B\u3064\u3044\u3066\u3001\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u3067\u91CD\u8907\u3059\u308B\u30D7\u30ED\u30D1\u30C6\u30A3\u304C\u898B\u3064\u304B\u308A\u3001\u518D\u3073\u8A2D\u5B9A\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String msg
199164=\u30D7\u30FC\u30EB\u3092\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3067\u304D\u307E\u305B\u3093\u3002{0}
199165=test-connections-on-create\u304Ctrue\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002
199166=test-connections-on-release\u304Ctrue\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002
199167=test-connections-on-reserve\u304Ctrue\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002
## {0}: String poolKey
199168=\u30ED\u30B0\u30FB\u30ED\u30FC\u30C6\u30FC\u30B7\u30E7\u30F3\u3092\u5F37\u5236\u7684\u306B\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3002"{0}"\u306E\u63A5\u7D9A\u30D7\u30FC\u30EB\u306F\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3092\u4F7F\u7528\u3059\u308B\u3088\u3046\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002
## {0}: String key, {1}: String err
199169=\u30D7\u30FC\u30EB"{0}"\u306E\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002{1}
## {0}: String action, {1}: String configuredUser, {2}: String currentUser
199170={0}\u306E\u8A2D\u5B9A\u3067\u306F\u3001"{1}"\u304C\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30E6\u30FC\u30B6\u30FC"{2}"\u3088\u308A\u3082\u9AD8\u3044\u6A29\u9650\u3092\u6301\u3063\u3066\u3044\u307E\u3059\u3002
199171=security-principal-map\u304C\u6709\u52B9\u306A\u8981\u7D20\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String msg
199172=ra.xml\u3067\u6B21\u306E\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
## {0}: String msg
199173=weblogic-ra.xml\u30D5\u30A1\u30A4\u30EB\u3067\u6B21\u306E\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
## {0}: String state
199174=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF(RA)\u306F\u4EE5\u524D\u306E"\u4E2D\u65AD"\u72B6\u614B\u3067\u975E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3055\u308C\u307E\u3057\u305F\u3002\u72B6\u614B\u306E\u4E00\u8CAB\u6027\u304C\u53D6\u308C\u306A\u304F\u306A\u308B\u305F\u3081\u3001RA\u3092\u518D\u3073\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u901A\u5E38\u306E\u72B6\u614B\u306B\u623B\u3059\u306B\u306F\u3001RA\u3092\u518D\u30C7\u30D7\u30ED\u30A4\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u73FE\u5728\u306E\u72B6\u614B: {0}\u3002
## {0}: String event
199175=\u3053\u306EManagedConnection\u306F\u30B3\u30F3\u30C6\u30CA\u306B\u3088\u3063\u3066\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u52D5\u4F5C\u3092\u7BA1\u7406\u3055\u308C\u3001\u30B3\u30F3\u30C6\u30CA\u306B\u3088\u3063\u3066JTA\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u767B\u9332\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3/\u30A2\u30C0\u30D7\u30BF\u306F\u30ED\u30FC\u30AB\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u958B\u59CB/\u30B3\u30DF\u30C3\u30C8/\u30ED\u30FC\u30EB\u30D0\u30C3\u30AFAPI\u3092\u547C\u3073\u51FA\u305B\u307E\u305B\u3093\u3002\u30A2\u30C0\u30D7\u30BF\u304B\u3089\u306E\u30A4\u30D9\u30F3\u30C8{0}\u3092\u62D2\u5426\u3057\u307E\u3059\u3002
## {0}: String jndi, {1}: String method
199176=ConnectionManager\u3067{1}\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3002\u53E4\u3044\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u307E\u305F\u306F\u63A5\u7D9A\u30CF\u30F3\u30C9\u30EB\u304C\u4F7F\u7528\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u63A5\u7D9A\u30D7\u30FC\u30EB\u306F\u3059\u3067\u306B\u7834\u68C4\u3055\u308C\u3066\u3044\u307E\u3059\u3002JNDI\u304B\u3089\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA{0}\u3092\u518D\u3073\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u3057\u3001\u65B0\u3057\u3044\u63A5\u7D9A\u30CF\u30F3\u30C9\u30EB\u3092\u53D6\u5F97\u3057\u3066\u304F\u3060\u3055\u3044\u3002
199177=\u975E\u63A8\u5968\u306EConnectionManager\u3092\u30C7\u30B7\u30EA\u30A2\u30E9\u30A4\u30BA\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String jndiName, {1}: String oldVersion, {2}: String newVersion
199178=JNDI\u540D{0}\u3001\u53E4\u3044\u30D0\u30FC\u30B8\u30E7\u30F3{1}\u3001\u65B0\u3057\u3044\u30D0\u30FC\u30B8\u30E7\u30F3{2}\u3067\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306E\u30B5\u30A4\u30C9\u30D0\u30A4\u30B5\u30A4\u30C9\u30FB\u30D0\u30FC\u30B8\u30E7\u30CB\u30F3\u30B0\u3092\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059\u3002
199179=\u53E4\u3044\u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u30A2\u30C0\u30D7\u30BF\u30FB\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u3001\u3053\u306E\u30A2\u30C0\u30D7\u30BF\u306F\u30B5\u30A4\u30C9\u30D0\u30A4\u30B5\u30A4\u30C9\u30FB\u30D0\u30FC\u30B8\u30E7\u30CB\u30F3\u30B0\u3068\u3057\u3066\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u307E\u305B\u3093\u3002
199180=\u3053\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3EAR\u306F\u3001\u30B5\u30A4\u30C9\u30D0\u30A4\u30B5\u30A4\u30C9\u30FB\u30D0\u30FC\u30B8\u30E7\u30CB\u30F3\u30B0\u65B9\u5F0F\u3067\u306F\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String adapter
199181=\u30B5\u30A4\u30C9\u30D0\u30A4\u30B5\u30A4\u30C9\u30FB\u30D0\u30FC\u30B8\u30E7\u30CB\u30F3\u30B0\u306E\u30A2\u30C0\u30D7\u30BF{0}\u304B\u3089\u306E\u5B8C\u4E86\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u3092\u5F85\u6A5F\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String moduleName, {1}: String version
199182=\u30E2\u30B8\u30E5\u30FC\u30EB\u540D{0}\u3001\u30D0\u30FC\u30B8\u30E7\u30F3{1}\u306E\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u304CExtendedBootstrapContext.complete()\u3092\u547C\u3073\u51FA\u3057\u307E\u3057\u305F\u3002\u3053\u308C\u306F\u3001\u3053\u306E\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u3092\u5B89\u5168\u306B\u30A2\u30F3\u30C7\u30D7\u30ED\u30A4\u3067\u304D\u308B\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String name, {1}: String value
199183=HintsContext: \u4E0D\u660E\u306A\u30D2\u30F3\u30C8\u540D[{0}]\u304A\u3088\u3073\u305D\u306E\u5024[{1}]\u3092\u7121\u8996\u3057\u307E\u3059\u3002
## {0}: String poolName, {1}: String configuredValue, {2}: String runtimeValue
199184=\u63A5\u7D9A\u30D7\u30FC\u30EB[{0}]\u306EManagedConnectionFactory\u306Fjavax.resource.spi.TransactionSupport\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u3092\u5B9F\u88C5\u3057\u307E\u3059\u3002\u5B9F\u884C\u6642\u306ETransactionSupport\u5024[{2}]\u304C\u4F7F\u7528\u3055\u308C\u3001DD\u307E\u305F\u306F\u6CE8\u91C8\u3067\u69CB\u6210\u3055\u308C\u305F\u5024[{1}]\u306F\u7121\u8996\u3055\u308C\u307E\u3059\u3002
## {0}: String module
199185=\u30A2\u30C0\u30D7\u30BF\u30FB\u30A2\u30FC\u30AB\u30A4\u30D6{0}\u306BMETA-INF/validation.xml\u30D5\u30A1\u30A4\u30EB\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u306EBean\u691C\u8A3C\u69CB\u6210\u304C\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
## {0}: String module
199186=\u30A2\u30C0\u30D7\u30BF\u30FB\u30A2\u30FC\u30AB\u30A4\u30D6{0}\u306BMETA-INF/validation.xml\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002
## {0}: String info, {1}: String bean, {2}: int number, {3}: String errors
199187=\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9[{1}]\u3067{0}\u306E{2}\u4EF6\u306E\u5236\u7D04\u9055\u53CD\u30A8\u30E9\u30FC\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F: {3}
## {0}: String info, {1}: String bean, {2}: Throwable t
199188=Bean\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9[{1}]\u3067\u306E{0}\u306E\u691C\u8A3C\u4E2D\u306B\u3001Bean\u306E\u691C\u8A3C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u4F8B\u5916: {2}
## {0}: int limit
199189=\u73FE\u5728\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u9577\u6642\u9593\u5B9F\u884C\u306E\u4F5C\u696D\u30EA\u30AF\u30A8\u30B9\u30C8\u6570\u304CMaxConcurrentLongRunningRequests\u306E\u9650\u5EA6{0}\u306B\u9054\u3057\u305F\u305F\u3081\u3001\u9577\u6642\u9593\u5B9F\u884C\u306E\u4F5C\u696D\u4F9D\u983C\u306F\u62D2\u5426\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: int oldLimit, {1}: int newLimit
199190=max-concurrent-long-running-requests\u306E\u9650\u5EA6\u304C{0}\u304B\u3089{1}\u306B\u5909\u66F4\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String pool, {1}: String resRef, {2}: String app
199191=\u8B66\u544A: \u547C\u51FA\u3057\u5074\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{2}\u306B\u3088\u3063\u3066\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u63A5\u7D9A\u30D7\u30FC\u30EB{0}\u3078\u306E\u5171\u6709\u53EF\u80FD\u30EA\u30BD\u30FC\u30B9\u53C2\u7167{1}\u304C\u5B9A\u7FA9\u3055\u308C\u307E\u3059\u304C\u3001\u3053\u306E\u30D7\u30FC\u30EB\u306F\u3001\u305D\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B5\u30DD\u30FC\u30C8\u30FB\u30EC\u30D9\u30EB\u304CNOTransaction\u3067\u3042\u308B\u304B\u3001ManagedConnectionFactory\u30AF\u30E9\u30B9\u306B@Unshareable\u6CE8\u91C8\u304C\u3042\u308B\u305F\u3081\u3001\u5171\u6709\u3092\u610F\u56F3\u7684\u306B\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u5171\u6709\u4E0D\u53EF\u3068\u3057\u3066\u6271\u3044\u307E\u3059\u3002
## {0}: String pool, {1}: String resRef, {2}: String app
199192=\u8B66\u544A: \u547C\u51FA\u3057\u5074\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{2}\u306B\u3088\u3063\u3066SharingScope\u3092\u660E\u793A\u7684\u306B\u5B9A\u7FA9\u3059\u308B\u3053\u3068\u306A\u304F\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u63A5\u7D9A\u30D7\u30FC\u30EB{0}\u3078\u306E\u5171\u6709\u53EF\u80FD\u30EA\u30BD\u30FC\u30B9\u53C2\u7167{1}\u304C\u5B9A\u7FA9\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u30D7\u30FC\u30EB\u306F\u3001\u305D\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B5\u30DD\u30FC\u30C8\u30FB\u30EC\u30D9\u30EB\u304CNOTransaction\u3067\u3042\u308B\u304B\u3001ManagedConnectionFactory\u30AF\u30E9\u30B9\u306B@Unshareable\u6CE8\u91C8\u304C\u3042\u308B\u305F\u3081\u3001\u5171\u6709\u3092\u610F\u56F3\u7684\u306B\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u5171\u6709\u4E0D\u53EF\u3068\u3057\u3066\u6271\u3044\u307E\u3059\u3002
## {0}: String MC, {1}: String connectionInfo, {2}: String pool, {3}: String oldStack, {4}: String newStack
199193=\u63A5\u7D9A\u30D7\u30FC\u30EB{2}\u306B\u3042\u308BconnectionInfo {1}\u306EManagedConnection {0}\u306F\u3059\u3067\u306B\u7834\u68C4\u3055\u308C\u3066\u3044\u307E\u3059\u3002\n\u4EE5\u524D\u306E\u7834\u68C4\u30B9\u30BF\u30C3\u30AF\u30C8\u30EC\u30FC\u30B9: {3} \n\u65B0\u3057\u3044\u7834\u68C4\u30B9\u30BF\u30C3\u30AF\u30C8\u30EC\u30FC\u30B9: {4}
## {0}: String eventType, {1}: Throwable t
199194=\u30A4\u30D9\u30F3\u30C8{0}\u306E\u4F5C\u696D\u30A4\u30D9\u30F3\u30C8\u901A\u77E5\u6642\u306B\u3001\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306B\u3088\u3063\u3066\u4E88\u671F\u3057\u306A\u3044\u4F8B\u5916\u304C\u751F\u6210\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u7121\u8996\u3055\u308C\u307E\u3057\u305F\u3002\u4F8B\u5916: {1}
## {0}: String classname, {1}: String action, {2}: String error, {3}: Throwable t
199195=\u30B3\u30CD\u30AF\u30BF\u6CE8\u91C8\u30B9\u30AD\u30E3\u30F3: {1}\u306E\u9593\u306B\u3001{0}\u306E\u6CE8\u91C8\u51E6\u7406\u3067\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC[{2}]\u304C\u7121\u8996\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String raClassname, {1}: String raInDD
199196=ResourceAdapter Bean {1}\u306Fra.xml\u3067\u3059\u3067\u306B\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u3001@javax.resource.Connector\u6CE8\u91C8\u306F\u30AF\u30E9\u30B9{0}\u3067\u7121\u8996\u3055\u308C\u307E\u3059\u3002
## {0}: Object adminInfo, {1}: Throwable ex
199197=\u7BA1\u7406\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8{0}\u3092\u524A\u9664\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u4F8B\u5916: {1}
## {0}: String objType, {1}: Object object, {2}: Throwable ex
199198={0}\u306B\u5BFE\u3057\u3066preDestroy\u3092\u547C\u3073\u51FA\u3057\u305F\u3068\u304D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {1}\u3002\u4F8B\u5916: {1}
199199=\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u304C\u5B9F\u884C\u3059\u308B\u524D\u306B\u671F\u9650\u304C\u5207\u308C\u305F\u305F\u3081\u3001\u4F5C\u696D\u306F\u62D2\u5426\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String raName, {1}: int numWarnings, {2}: String warnings
199200=\u6CE8\u91C8\u30B9\u30AD\u30E3\u30F3/\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF{0}\u306E\u51E6\u7406\u306B\u3088\u308A\u3001\u6B21\u306E{1}\u4EF6\u306E\u8B66\u544A\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\n{2}
## {0}: String raName, {1}: int numErrors
199201=\u6CE8\u91C8\u306E\u51E6\u7406\u3067{1}\u4EF6\u306E\u30A8\u30E9\u30FC\u304C\u691C\u51FA\u3055\u308C\u305F\u305F\u3081\u3001\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF{0}\u306E\u30DE\u30FC\u30B8\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
## {0}: String rtBean, {1}: Throwable t
199202=\u5B9F\u884C\u6642MBean {0}\u306E\u767B\u9332\u89E3\u9664\u3067\u4E88\u671F\u3057\u306A\u3044\u4F8B\u5916[{1}]\u304C\u7121\u8996\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String raName, {1}: String nonCriticalErrors
199211=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF{0}\u306E\u6E96\u62E0\u30C1\u30A7\u30C3\u30AF\u304A\u3088\u3073\u691C\u8A3C\u3067\u3001\u4EE5\u4E0B\u306E\u975E\u30AF\u30EA\u30C6\u30A3\u30AB\u30EB\u306A\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F:\n{1}
## {0}: String key, {1}: String error, {2}: Throwable t
199212=\u6B21\u306E\u30A8\u30E9\u30FC\u306E\u305F\u3081\u3001\u63A5\u7D9A\u30D7\u30FC\u30EB[{0}]\u306E\u4F5C\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F: {1}
## {0}: String key, {1}: String error, {2}: Throwable t
199213=\u4EE5\u524D\u304B\u3089\u5931\u6557\u72B6\u614B\u3067\u3042\u3063\u305F\u63A5\u7D9A\u30D7\u30FC\u30EB[{0}]\u306E\u7834\u68C4\u4E2D\u306B\u65B0\u305F\u306A\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u6B21\u306E\u65B0\u898F\u30A8\u30E9\u30FC\u306F\u7121\u8996\u3055\u308C\u307E\u3059: {1}
## {0}: String key
199214=\u63A5\u7D9A\u30D7\u30FC\u30EB[{0}]\u306F\u3059\u3067\u306BHEALTH_CRITICL\u72B6\u614B\u3067\u3057\u305F\u3002\u305D\u306E\u305F\u3081\u3001\u3053\u306E\u30E1\u30BD\u30C3\u30C9\u547C\u51FA\u3057\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002
## {0}: String key, {1}: String errors
199215=\u30A2\u30C0\u30D7\u30BF\u304Cdeploy-as-a-whole\u30E2\u30FC\u30C9\u3067\u306A\u3044\u305F\u3081\u3001\u63A5\u7D9A\u30D7\u30FC\u30EB[{0}]\u306FHEALTH_CRITICAL\u72B6\u614B\u306B\u306A\u308A\u307E\u3059\u3002\u3053\u306E\u30D7\u30FC\u30EB\u969C\u5BB3\u306E\u539F\u56E0\u306B\u306A\u3063\u305F\u30A8\u30E9\u30FC: {1}
## {0}: String key, {1}: String error, {2}: String action, {3}: Throwable t
199216=\u63A5\u7D9A\u30D7\u30FC\u30EB[{0}]\u3067\u30A2\u30AF\u30B7\u30E7\u30F3{2}\u306E\u5B9F\u884C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u6B21\u306E\u30A8\u30E9\u30FC\u306F\u7121\u8996\u3055\u308C\u307E\u3059: {1}
## {0}: String key
199217=\u63A5\u7D9A\u30D7\u30FC\u30EB[{0}]\u306B\u691C\u8A3C\u30A8\u30E9\u30FC\u304C\u3042\u308A\u3001\u30EA\u30BB\u30C3\u30C8\u3067\u304D\u307E\u305B\u3093\u3002\u3059\u3079\u3066\u306E\u691C\u8A3C\u30A8\u30E9\u30FC\u3092\u89E3\u6C7A\u3057\u3001\u52D5\u7684\u66F4\u65B0\u3092\u5B9F\u884C\u3059\u308B\u304B\u3001\u3053\u306E\u30A2\u30C0\u30D7\u30BF\u3092\u518D\u30C7\u30D7\u30ED\u30A4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String key, {1}: Throwable t
199218=\u63A5\u7D9A\u30D7\u30FC\u30EB[{0}]\u3067\u30D7\u30ED\u30D1\u30C6\u30A3\u306E\u5909\u66F4\u304C\u3042\u3063\u305F\u304B\u3069\u3046\u304B\u3092\u5224\u5B9A\u3067\u304D\u307E\u305B\u3093\u3002\u5909\u66F4\u3055\u308C\u305F\u30D7\u30ED\u30D1\u30C6\u30A3\u304C\u3042\u3063\u305F\u5834\u5408\u3001\u305D\u308C\u3089\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u306F\u52D5\u7684\u66F4\u65B0\u4E2D\u306B\u7121\u8996\u3055\u308C\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059: {1}
## {0}: int threshold
199219=\u7121\u52B9\u306A\u7E2E\u5C0F\u3057\u304D\u3044\u5024{0}\u304C\u30B7\u30B9\u30C6\u30E0\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3weblogic.connector.cmm.shrinkThreshold\u306B\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u5024\u306F0\u4EE5\u4E0A10\u4EE5\u4E0B\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String keyString
199220=UniversalResourceKey\u306E\u6587\u5B57\u5217: {0}\u306E\u89E3\u6790\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
## {0}: String keyString
199221=UniversalResourceKey\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u5B9A\u7FA9\u60C5\u5831: {0}\u306E\u89E3\u6790\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
## {0}: String jndi, {1}: String appName, {2}: String moduleName, {3}: String compName
199222=UniversalResourceKey\u306F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u60C5\u5831: {1}#{2}#{3}\u306B\u3088\u3063\u3066\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001JNDI\u540D{0}\u306E\u30CD\u30FC\u30E0\u30B9\u30DA\u30FC\u30B9\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String jndi, {1}: String appName, {2}: String moduleName, {3}: String compName
199223=JNDI\u540D{0}\u306E\u30CD\u30FC\u30E0\u30B9\u30DA\u30FC\u30B9\u304C\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u60C5\u5831: {1}#{2}#{3}\u3068\u4E00\u81F4\u3057\u307E\u305B\u3093
## {0}: String jndi
199224=JNDI\u540D{0}\u306B''java:''\u306E\u63A5\u982D\u8F9E\u304C\u4ED8\u3044\u3066\u3044\u307E\u3059\u304C\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u5B9A\u7FA9\u60C5\u5831\u304C\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String interfaceName, {1}: String resouceAdapterName, {2}: String appName, {3}: String moduleName, {4}: String compName, {5}: String jndi
199300=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF: {1}\u306EinterfaceName: {0}\u7D4C\u7531\u306E\u63A5\u7D9A\u5B9A\u7FA9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u60C5\u5831: {2}#{3}#{4}\u3002JNDI\u540D: {5}
## {0}: String resourceAdapter, {1}: String className, {2}: String interfaceName, {3}: String appName, {4}: String moduleName, {5}: String compName, {6}: String jndi
199301=className: {1}\u304A\u3088\u3073interfaceName: {2}\u306E\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF{0}\u306BAdminObject\u5B9A\u7FA9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u60C5\u5831: {3}#{4}#{5}\u3002JNDI\u540D: {6}
## {0}: String className, {1}: String resourceAdapter, {2}: String appName, {3}: String moduleName, {4}: String compName, {5}: String jndi
199302=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF: {1}\u306E\u30AF\u30E9\u30B9: {0}\u306EAdminObject\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u3092\u7279\u5B9A\u3067\u304D\u307E\u305B\u3093\u3002\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u60C5\u5831: {2}#{3}#{4}\u3002JNDI\u540D: {5}
## {0}: String resourceAdapter, {1}: String appName, {2}: String moduleName, {3}: String compName, {4}: String jndi
199303=\u30B3\u30CD\u30AF\u30BF\u30FB\u30EA\u30BD\u30FC\u30B9{4}\u304C\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u3059: {1}#{2}#{3}\u3002\u5BFE\u5FDC\u3059\u308B\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF{0}\u304C\u30B0\u30ED\u30FC\u30D0\u30EB\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u305A\u3001{1}\u3068\u540C\u3058\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u5185\u306B\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String className, {1}: String resourceAdapter, {2}: String appName, {3}: String moduleName, {4}: String compName, {5}: String jndi
199304=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF: {1}\u304B\u3089\u30AF\u30E9\u30B9: {0}\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u60C5\u5831: {2}#{3}#{4}\u3002JNDI\u540D: {5}
## {0}: String resourceAdapter, {1}: String appName, {2}: String moduleName, {3}: String compName, {4}: String jndi
199305=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF: {0}\u306B\u5BFE\u3059\u308B\u30EA\u30BD\u30FC\u30B9\u5B9A\u7FA9\u304C\u91CD\u8907\u3057\u3066\u3044\u307E\u3059\u3002\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u60C5\u5831: {1}#{2}#{3}\u3002JNDI\u540D: {4}
## {0}: String resourceAdapter, {1}: String appName, {2}: String moduleName, {3}: String compName, {4}: String jndi
199306=\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u5B9A\u7FA9\u30EA\u30BD\u30FC\u30B9\u304C\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF: {0}\u306B\u5BFE\u3057\u3066\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u60C5\u5831: {1}#{2}#{3}\u3002JNDI\u540D: {4}
## {0}: String objClass, {1}: String jndiName
199307=JNDI\u540D\u304C{1}\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8: {0}\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u89E3\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
## {0}: String partitionName
199308=\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3{0}\u306EPartitionRuntimeMBean\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String connector
199309=\u30B3\u30CD\u30AF\u30BF: {0}\u306E\u5B9F\u884C\u6642MBean\u3092\u767B\u9332\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String appName, {1}: String moduleName, {2}: String compName, {3}: String jndi
199310=JNDI\u540D: {3}\u3092\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u306E\u30EA\u30BD\u30FC\u30B9\u306F\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3: {0}#{1}#{2}\u306B\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u3059\u3002
## {0}: String resourceAdapter, {1}: String appName, {2}: String moduleName, {3}: String compName, {4}: String jndi
199311=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF: {0}\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u60C5\u5831: {1}#{2}#{3}\u3002JNDI\u540D: {4}
199312=permissions.xml\u3067\u5BA3\u8A00\u3055\u308C\u3066\u3044\u308B\u6A29\u9650\u306E\u5C11\u306A\u304F\u3068\u30821\u3064\u304C\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String appid, {1}: String raName
199313=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30AF\u30E9\u30B9\u30ED\u30FC\u30C0\u30FC\u304C\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u5185\u306E\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF{1}\u306E\u30AF\u30E9\u30B9\u306E\u30ED\u30FC\u30C9\u306B\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
## {0}: String appid, {1}: String raName
199314=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u306E\u30AF\u30E9\u30B9\u30ED\u30FC\u30C0\u30FC\u304C\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u5185\u306E\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF{1}\u306E\u30AF\u30E9\u30B9\u306E\u30ED\u30FC\u30C9\u306B\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u30AF\u30E9\u30B9\u30ED\u30FC\u30C0\u30FC\u306F\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30AF\u30E9\u30B9\u30ED\u30FC\u30C0\u30FC\u306E\u5B50\u30AF\u30E9\u30B9\u30ED\u30FC\u30C0\u30FC\u3067\u3059\u3002
## {0}: String appid, {1}: String raName
199315=\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF{1}\u306E<enable-global-access-to-classes>\u304Ctrue\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u306Eweblogic-application.xml\u306E<classloader-structure>\u69CB\u6210\u306F\u3001\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF{1}\u306B\u3088\u3063\u3066\u7121\u8996\u3055\u308C\u307E\u3059\u3002
## {0}: String key, {1}: String error, {2}: Throwable t
199316=\u6B21\u306E\u30A8\u30E9\u30FC\u306E\u305F\u3081\u3001\u30D7\u30FC\u30EB[{0}]\u306E\u7834\u68C4\u306B\u5931\u6557\u3057\u307E\u3057\u305F: {1}
## {0}: String key, {1}: String error, {2}: Throwable t
199317=\u6B21\u306E\u30A8\u30E9\u30FC\u306E\u305F\u3081\u3001\u7BA1\u7406\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8[{0}]\u306E\u4F5C\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F: {1}
## {0}: String resourceServer, {1}: String currentServer
199318=\u30EA\u30BD\u30FC\u30B9\u3092\u5B9A\u7FA9\u3059\u308B\u30B5\u30FC\u30D0\u30FC{0}\u306E\u5916\u90E8\u306B\u3042\u308B\u30B3\u30CD\u30AF\u30BF\u30FB\u30EA\u30BD\u30FC\u30B9\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u73FE\u5728\u306E\u30B5\u30FC\u30D0\u30FC\u306F{1}\u3067\u3059\u3002
## {0}: String resourcePartition, {1}: String currentPartition
199319=\u30EA\u30BD\u30FC\u30B9\u3092\u5B9A\u7FA9\u3059\u308B\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3{0}\u306E\u5916\u90E8\u306B\u3042\u308B\u30EA\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u73FE\u5728\u306E\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306F{1}\u3067\u3059\u3002
