messagedetail000800=\u30B5\u30FC\u30D0\u30FC{0}\u304C\u610F\u56F3\u305B\u305A\u505C\u6B62\u3055\u308C\u307E\u3057\u305F\u3002
cause000800=ThreadDeath\u4F8B\u5916\u304C\u539F\u56E0\u3067\u505C\u6B62\u3057\u307E\u3057\u305F\u3002
action000800=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000801=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u51E6\u7406\u4E2D\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u53D6\u308A\u6D88\u3055\u308C\u305F\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002
cause000801=\u3053\u308C\u306F\u3001JVMDI\u3092\u4F7F\u7528\u3057\u3066\u51E6\u7406\u4E2D\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u53D6\u308A\u6D88\u3059IDE\u3068\u306E\u95A2\u9023\u3067WebLogic Server\u304C\u4F7F\u7528\u3055\u308C\u305F\u5834\u5408\u306B\u306E\u307F\u767A\u751F\u3057\u307E\u3059\u3002\u901A\u5E38\u306E\u64CD\u4F5C\u3067\u767A\u751F\u3057\u305F\u5834\u5408\u306F\u3001My Oracle Support\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
action000801=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000802=\u30B5\u30FC\u30D0\u30FC{0}\u304C\u610F\u56F3\u305B\u305A\u505C\u6B62\u3055\u308C\u307E\u3057\u305F\u3002
cause000802=\u5B9F\u884C\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u4F8B\u5916\u3092\u751F\u6210\u3057\u307E\u3057\u305F\u304C\u3001\u51E6\u7406\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action000802=My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail000803=\u5C5E\u6027\u30BF\u30A4\u30D7\u306B\u5BFE\u3059\u308B\u30B3\u30F3\u30B9\u30C8\u30E9\u30AF\u30BF\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause000803=\u5BA3\u8A00\u3055\u308C\u305F\u5C5E\u6027\u30BF\u30A4\u30D7\u306B\u5BFE\u3057\u3066\u3001String\u5F15\u6570\u3092\u53D6\u308B\u30B3\u30F3\u30B9\u30C8\u30E9\u30AF\u30BF\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action000803=String\u5F15\u6570\u3092\u6301\u3064\u30B3\u30F3\u30B9\u30C8\u30E9\u30AF\u30BF\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000804=\u5C5E\u6027\u306B\u5BFE\u3057\u30BB\u30C3\u30BF\u30FC\u30FB\u30E1\u30BD\u30C3\u30C9\u304C\u547C\u3073\u51FA\u3055\u308C\u305F\u3068\u304D\u306B\u4F8B\u5916\u304C\u751F\u6210\u3055\u308C\u307E\u3057\u305F\u3002
cause000804=\u8A73\u7D30\u306F\u4F8B\u5916\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action000804=\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u57FA\u3065\u304D\u9069\u5207\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000805=\u81EA\u5DF1\u30C1\u30E5\u30FC\u30CB\u30F3\u30B0\u30FB\u30B9\u30EC\u30C3\u30C9\u30FB\u30D7\u30FC\u30EB\u304C\u7121\u52B9\u3067\u3059\u3002\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u5B9A\u7FA9\u3054\u3068\u306B1\u3064\u306E\u5B9F\u884C\u30AD\u30E5\u30FC\u304C\u4F5C\u6210\u3055\u308C\u307E\u3059\u3002
cause000805=\u30B5\u30FC\u30D0\u30FC\u304C\u8D77\u52D5\u4E2D\u3067\u3059\u3002
action000805=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000806=\u30B9\u30B1\u30B8\u30E5\u30FC\u30E9\u306F\u3001\u4EE5\u524D\u5B9F\u884C\u3057\u305F\u4F5C\u696D\u30A8\u30F3\u30C8\u30EA\u3092\u518D\u5EA6\u5B9F\u884C\u3057\u3066\u3044\u307E\u3059\u3002
cause000806=\u3053\u308C\u306F\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306E\u30D0\u30B0\u3067\u3059\u3002
action000806=\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3092\u7528\u610F\u3057\u3066\u3001My Oracle Support\u306B\u3054\u5831\u544A\u304F\u3060\u3055\u3044\u3002
messagedetail000807=\u30AD\u30E5\u30FC\u306E\u5BB9\u91CF\u306B\u9054\u3057\u307E\u3057\u305F\u3002
cause000807=\u3053\u308C\u306F\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306E\u30D0\u30B0\u3067\u3059\u3002
action000807=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000808=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u751F\u6210\u3055\u308C\u308B\u3059\u3079\u3066\u306Ejava.lang.Thread\u30B9\u30EC\u30C3\u30C9\u3092\u78BA\u8A8D\u3059\u308B\u306B\u306F\u3001System\u30D7\u30ED\u30D1\u30C6\u30A3"weblogic.kernel.debug.JavaThreadAccess"\u3092true\u306B\u8A2D\u5B9A\u3057\u307E\u3059\u3002System\u30D7\u30ED\u30D1\u30C6\u30A3\u306F\u3001\u958B\u767A\u74B0\u5883\u3067\u306E\u307F\u6709\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause000808=Commonj\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3API\u3067\u306F\u306A\u304F\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066Java\u30B9\u30EC\u30C3\u30C9\u304C\u751F\u6210\u3055\u308C\u307E\u3057\u305F\u3002
action000808=Commonj\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3API\u3092\u4F7F\u7528\u3059\u308B\u3088\u3046\u306B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000809=Commonj WorkManager API\u3067\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3068\u30B5\u30FC\u30D0\u30FC\u306E\u30E9\u30A4\u30D5\u30B5\u30A4\u30AF\u30EB\u3092\u7D71\u5408\u3057\u307E\u3059 - \u63D0\u4F9B\u3055\u308C\u3066\u3044\u308BAPI\u3092\u4F7F\u7528\u3059\u308B\u3088\u3046\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u5909\u66F4\u3059\u308B\u3053\u3068\u3092\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause000809=Commonj WorkManager API\u3067\u306F\u306A\u304F\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u751F\u6210\u3055\u308C\u305FJava\u30B9\u30EC\u30C3\u30C9\u304C\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action000809=Commonj WorkManager API\u3092\u4F7F\u7528\u3059\u308B\u3088\u3046\u306B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u5909\u66F4\u3057\u307E\u3059\u3002
