messagedetail050000=\u30D7\u30ED\u30D1\u30C6\u30A3{0}\u306F\u975E\u63A8\u5968\u3067\u3059\u3002\u305F\u3060\u3057\u3001\u3053\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u540D\u3092\u4F7F\u7528\u3057\u3066\u30D7\u30ED\u30D1\u30C6\u30A3\u5024\u3092\u53D6\u5F97\u3059\u308B\u3053\u3068\u306F\u53EF\u80FD\u3067\u3059\u3002
cause050000=\u30D7\u30ED\u30D1\u30C6\u30A3{0}\u306F\u975E\u63A8\u5968\u3067\u3059\u3002\u305F\u3060\u3057\u3001\u3053\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u540D\u3092\u4F7F\u7528\u3057\u3066\u30D7\u30ED\u30D1\u30C6\u30A3\u5024\u3092\u53D6\u5F97\u3059\u308B\u3053\u3068\u306F\u53EF\u80FD\u3067\u3059\u3002
action050000=\u4ECA\u5F8C\u306F\u3001\u30D7\u30ED\u30D1\u30C6\u30A3{1}\u3092{0}\u306E\u304B\u308F\u308A\u306B\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail050001=\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306E\u4F5C\u6210\u306B\u4F7F\u7528\u3057\u305F\u30B9\u30EC\u30C3\u30C9\u3068\u30AF\u30ED\u30FC\u30BA\u306B\u4F7F\u7528\u3057\u305F\u30B9\u30EC\u30C3\u30C9\u304C\u7570\u306A\u308A\u307E\u3059\u3002\u305D\u306E\u305F\u3081\u3001\u4F5C\u6210\u30B9\u30EC\u30C3\u30C9\u3068\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30FB\u30A8\u30F3\u30C8\u30EA\u304C\u30AF\u30EA\u30FC\u30F3\u30FB\u30A2\u30C3\u30D7\u3055\u308C\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
cause050001=\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306E\u4F5C\u6210\u306B\u4F7F\u7528\u3057\u305F\u30B9\u30EC\u30C3\u30C9\u3068\u30AF\u30ED\u30FC\u30BA\u306B\u4F7F\u7528\u3057\u305F\u30B9\u30EC\u30C3\u30C9\u304C\u7570\u306A\u308A\u307E\u3059\u3002\u305D\u306E\u305F\u3081\u3001\u4F5C\u6210\u30B9\u30EC\u30C3\u30C9\u3068\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30FB\u30A8\u30F3\u30C8\u30EA\u304C\u30AF\u30EA\u30FC\u30F3\u30FB\u30A2\u30C3\u30D7\u3055\u308C\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action050001=\u4F5C\u6210\u30B9\u30EC\u30C3\u30C9\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3092\u9589\u3058\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail050002=\u540D\u524D{0}\u306EJNDI\u3067\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3067\u304D\u307E\u305B\u3093\u3002
cause050002=\u30B7\u30EA\u30A2\u30E9\u30A4\u30BA\u53EF\u80FD\u3067\u306A\u3044\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u30B7\u30EA\u30A2\u30E9\u30A4\u30BA\u3067\u304D\u307E\u305B\u3093\u3002
action050002=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3092\u610F\u56F3\u3057\u3066\u3044\u306A\u304B\u3063\u305F\u5834\u5408\u306F\u3001\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u30FB\u30D0\u30A4\u30F3\u30C9\u3092false\u306B\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30AF\u30E9\u30B9\u30BF\u5185\u306E\u5168\u30CE\u30FC\u30C9\u306B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3059\u308B\u5FC5\u8981\u304C\u3042\u308B\u5834\u5408\u306F\u3001\u305D\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u30B7\u30EA\u30A2\u30E9\u30A4\u30BA\u53EF\u80FD\u307E\u305F\u306F\u5916\u90E8\u5316\u53EF\u80FD\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail050003=\u521D\u671F\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002\u7406\u7531: {0}
cause050003=\u521D\u671F\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306F\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002
action050003=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u306E\u4F8B\u5916\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail050004=\u30D0\u30A4\u30F3\u30C9\u3067\u304D\u307E\u305B\u3093\u3002\u7406\u7531: {0}
cause050004=\u3053\u308C\u306F\u30D0\u30A4\u30F3\u30C9\u3067\u304D\u307E\u305B\u3093\u3002
action050004=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u306E\u4F8B\u5916\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail050005=\u30A2\u30F3\u30D0\u30A4\u30F3\u30C9\u3067\u304D\u307E\u305B\u3093\u3002\u7406\u7531: {0}
cause050005=\u3053\u308C\u306F\u30A2\u30F3\u30D0\u30A4\u30F3\u30C9\u3067\u304D\u307E\u305B\u3093\u3002
action050005=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u306E\u4F8B\u5916\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail050006=\u30D0\u30FC\u30B8\u30E7\u30F3\u4ED8\u304D\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8"{0}"\u3092\u5916\u90E8\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u307E\u305F\u306F\u5225\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304B\u3089\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u51E6\u7406\u3092\u884C\u3046\u3068\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u51E6\u7406\u4E2D\u306E\u4F5C\u696D\u304C\u6B63\u5E38\u306B\u30C8\u30E9\u30C3\u30AD\u30F3\u30B0\u3055\u308C\u305A\u3001\u65E9\u671F\u306B\u30EA\u30BF\u30A4\u30A2\u3055\u308C\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
cause050006=\u30D0\u30FC\u30B8\u30E7\u30F3\u4ED8\u304D\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8"{0}"\u3092\u5916\u90E8\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u307E\u305F\u306F\u5225\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304B\u3089\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u51E6\u7406\u3092\u884C\u3046\u3068\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u51E6\u7406\u4E2D\u306E\u4F5C\u696D\u304C\u6B63\u5E38\u306B\u30C8\u30E9\u30C3\u30AD\u30F3\u30B0\u3055\u308C\u305A\u3001\u65E9\u671F\u306B\u30EA\u30BF\u30A4\u30A2\u3055\u308C\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action050006=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u65E9\u671F\u306B\u30EA\u30BF\u30A4\u30A2\u3055\u308C\u305F\u3068\u3057\u3066\u3082\u3001\u305D\u308C\u3092\u8A31\u5BB9\u3067\u304D\u308B\u304B\u3069\u3046\u304B\u307E\u305F\u306F\u6B63\u5E38\u306B\u5BFE\u51E6\u3067\u304D\u308B\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u3053\u306E\u30C1\u30A7\u30C3\u30AF\u3092\u7121\u52B9\u306B\u3059\u308B\u306B\u306F\u3001\u30D0\u30FC\u30B8\u30E7\u30F3\u4ED8\u304D\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u3092\u5B9F\u884C\u3059\u308B\u969B\u306B\u3001weblogic.jndi.WLContext.ALLOW_EXTERNAL_LOOKUP\u3067\u6307\u5B9A\u3055\u308C\u308BJNDI\u74B0\u5883\u30D7\u30ED\u30D1\u30C6\u30A3\u306B"true"\u3092\u8A2D\u5B9A\u3057\u307E\u3059\u3002
messagedetail050007=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30D0\u30FC\u30B8\u30E7\u30F3"{1}"\u304B\u3089\u30D0\u30FC\u30B8\u30E7\u30F3\u306A\u3057\u306E\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30EA\u30BD\u30FC\u30B9"{0}"\u3092\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u51E6\u7406\u3092\u884C\u3046\u3068\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u8907\u6570\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u3067\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30EA\u30BD\u30FC\u30B9\u306E\u4F7F\u7528\u304C\u7AF6\u5408\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
cause050007=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30D0\u30FC\u30B8\u30E7\u30F3"{1}"\u304B\u3089\u30D0\u30FC\u30B8\u30E7\u30F3\u306A\u3057\u306E\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30EA\u30BD\u30FC\u30B9"{0}"\u3092\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u51E6\u7406\u3092\u884C\u3046\u3068\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u8907\u6570\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u3067\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30EA\u30BD\u30FC\u30B9\u306E\u4F7F\u7528\u304C\u7AF6\u5408\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action050007=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u8907\u6570\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u306B\u3088\u308B\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30EA\u30BD\u30FC\u30B9\u306E\u4F7F\u7528\u304C\u7AF6\u5408\u3057\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u3053\u306E\u30C1\u30A7\u30C3\u30AF\u3092\u7121\u52B9\u306B\u3059\u308B\u306B\u306F\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30EA\u30BD\u30FC\u30B9\u306E\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u3092\u5B9F\u884C\u3059\u308B\u969B\u306B\u3001weblogic.jndi.WLContext.ALLOW_GLOBAL_RESOURCE_LOOKUP\u3067\u6307\u5B9A\u3055\u308C\u308BJNDI\u74B0\u5883\u30D7\u30ED\u30D1\u30C6\u30A3\u306B"true"\u3092\u8A2D\u5B9A\u3057\u307E\u3059\u3002
messagedetail050008=\u30BD\u30FC\u30B9\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8"{1}"\u304B\u3089\u5B9B\u5148\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8"{2}"\u3078\u306E"{0}"\u3067\u3001\u4E0D\u6B63\u306A\u30AF\u30ED\u30B9\u30FB\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3JNDI\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002
cause050008="{0}"\u306B\u30A2\u30AF\u30BB\u30B9\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002\u73FE\u5728\u306E\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306F"{1}"\u3067\u3059\u304C\u3001\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306F"{2}"\u3067\u3059\u3002\u53EF\u8996\u6027\u5236\u5FA1\u3067\u3053\u306E\u30AF\u30ED\u30B9\u30FB\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u3092\u51E6\u7406\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action050008=\u30AF\u30ED\u30B9\u30FB\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u30FB\u30A2\u30AF\u30BB\u30B9\u3092\u8A31\u53EF\u3059\u308B\u3088\u3046\u306B"{0}"\u3092\u69CB\u6210\u3059\u308B\u304B\u3001\u30AF\u30ED\u30B9\u30FB\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u30FB\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u3092\u56DE\u907F\u3059\u308B\u3088\u3046\u306B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u5909\u66F4\u3057\u307E\u3059\u3002\u305F\u3068\u3048\u3070\u3001\u30EA\u30E2\u30FC\u30C8(host:port) URL\u3092\u4F7F\u7528\u3057\u3066\u5B9B\u5148\u3092\u30BF\u30FC\u30B2\u30C3\u30C8\u6307\u5B9A\u3067\u304D\u307E\u3059\u3002
