partition.bean.short=\uBD84\uD560 \uC601\uC5ED\uC73C\uB85C \uBC94\uC704\uAC00 \uC9C0\uC815\uB41C \uD45C\uD604\uC2DD Bean
partition.bean.displayName=\uBD84\uD560 \uC601\uC5ED \uD45C\uD604\uC2DD Bean
partition.bean.full=WLDF \uC2DC\uC2A4\uD15C \uB9AC\uC18C\uC2A4\uAC00 \uBC30\uCE58\uB41C \uBD84\uD560 \uC601\uC5ED\uC73C\uB85C \uBC94\uC704\uAC00 \uC9C0\uC815\uB418\uACE0\n \uD574\uB2F9 \uBD84\uD560 \uC601\uC5ED\uACFC \uAD00\uB828\uB41C MBean\uC5D0 \uC561\uC138\uC2A4\uD560 \uC218 \uC788\uB3C4\uB85D \uAC04\uD3B8\uD55C \uBC29\uBC95\uC744\n \uC81C\uACF5\uD558\uB294 \uD45C\uD604\uC2DD Bean\uC785\uB2C8\uB2E4. \uC774 \uD45C\uD604\uC2DD Bean\uC740 \uB3C4\uBA54\uC778 \uBD84\uD560 \uC601\uC5ED\uC5D0\n \uBC30\uCE58\uB41C WLDF \uAC10\uC2DC \uADDC\uCE59 \uB0B4\uC5D0\uC11C \uCC38\uC870\uB418\uB294 \uACBD\uC6B0\uC5D0\uB9CC \uC0AC\uC6A9\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
partition.name=\uBD84\uD560 \uC601\uC5ED \uC774\uB984\uC785\uB2C8\uB2E4.
partition.id=\uBA85\uBA85\uB41C \uBD84\uD560 \uC601\uC5ED\uACFC \uC5F0\uAD00\uB41C \uC804\uC5ED\uC801\uC73C\uB85C \uACE0\uC720\uD55C \uC2DD\uBCC4\uC790
partition.runtime.short=\uBD84\uD560 \uC601\uC5ED\uC5D0 \uB300\uD55C PartitionRuntimeMBean \uB8E8\uD2B8
partition.runtime.full=WLDF \uC2DC\uC2A4\uD15C \uB9AC\uC18C\uC2A4\uAC00 \uBC30\uCE58\uB41C \uBD84\uD560 \uC601\uC5ED\uC5D0 \uB300\uD55C PartitionRuntimeMBean \uB8E8\uD2B8
partition.config.short=\uBD84\uD560 \uC601\uC5ED\uC5D0 \uB300\uD55C PartitionMBean \uAD6C\uC131 \uB8E8\uD2B8
partition.config.full=\uBD84\uD560 \uC601\uC5ED\uC5D0 \uB300\uD55C PartitionMBean \uAD6C\uC131 \uB8E8\uD2B8\uB85C, ServerRuntime MBeanServer\uC5D0\uC11C \uB4F1\uB85D\uB41C \n \uC77D\uAE30 \uC804\uC6A9 PartitionMBean\uC785\uB2C8\uB2E4.
partition.query.short=\uBD84\uD560 \uC601\uC5ED \uC774\uB984\uC73C\uB85C \uD544\uD130\uB9C1\uB41C \uBD84\uD560 \uC601\uC5ED \uBC94\uC704\uC758 JMX \uC9C8\uC758\uB97C \uC2E4\uD589\uD569\uB2C8\uB2E4.
partition.query.onPattern=JMX ObjectName(\uB610\uB294 ObjectName \uD328\uD134)  
partition.query.attributePattern=\uC9C8\uC758 \uC9D1\uD569\uC5D0\uC11C \uBC18\uD658\uB41C \uC77C\uB828\uC758 MBean \uB0B4 \uAC12\uC5D0 \uC561\uC138\uC2A4\uD558\uAE30 \uC704\uD55C\n Java EL \uD45C\uD604\uC2DD

cluster.runtime.desc=\uB3C4\uBA54\uC778 \uB0B4 \uD65C\uC131 \uD074\uB7EC\uC2A4\uD130\uC758 \uD1B5\uACC4\uC5D0 \uB300\uD55C \uD074\uB7EC\uC2A4\uD130 \uC218\uC900\uC758 \uC561\uC138\uC2A4\uB97C \uC81C\uACF5\uD558\uB294 \uD45C\uD604\uC2DD Bean\uC785\uB2C8\uB2E4.
cluster.runtime.displayname=\uD074\uB7EC\uC2A4\uD130 \uB7F0\uD0C0\uC784 Bean
cluster.runtime.namedesc=\uD074\uB7EC\uC2A4\uD130 \uC774\uB984\uC785\uB2C8\uB2E4.
clusterRuntime.getClusters.desc=\uB3C4\uBA54\uC778 \uB0B4 \uD65C\uC131 \uD074\uB7EC\uC2A4\uD130 \uAC1D\uCCB4\uB97C \uB098\uD0C0\uB0B4\uB294 Bean\uC758 \uB9F5\uC744 \uC81C\uACF5\uD569\uB2C8\uB2E4.

domain.runtime.domainquery.desc=DomainRuntime MBeanServer \uB0B4 \uC77C\uB828\uC758 \uB300\uC0C1\uC5D0 \uB300\uD574 JMX \uC9C8\uC758\uB97C \uC2E4\uD589\uD569\uB2C8\uB2E4.
domain.runtime.targetquery.desc=DomainRuntime MBeanServer \uB0B4 \uC77C\uB828\uC758 \uB300\uC0C1\uC5D0 \uB300\uD574 JMX \uC9C8\uC758\uB97C \uC2E4\uD589\uD569\uB2C8\uB2E4.

targets.string.desc=\uCF64\uB9C8\uB85C \uAD6C\uBD84\uB41C \uBB38\uC790\uC5F4\uB85C \uD45C\uC2DC\uB418\uB294 \uC11C\uBC84 \uB610\uB294 \uD074\uB7EC\uC2A4\uD130 \uB300\uC0C1 \uBAA9\uB85D\uC785\uB2C8\uB2E4. 
targets.array.desc=\uBB38\uC790\uC5F4 \uBC30\uC5F4\uB85C \uD45C\uC2DC\uB418\uB294 \uC11C\uBC84 \uB610\uB294 \uD074\uB7EC\uC2A4\uD130 \uB300\uC0C1 \uBAA9\uB85D(\uC608: ["server1", "cluster1"])\uC785\uB2C8\uB2E4.
onPattern.desc=\uC801\uD569\uD55C JMX <code>ObjectName</code> \uB610\uB294 <code>ObjectName</code> \uD328\uD134\uC785\uB2C8\uB2E4.
expression.desc=\uC77C\uCE58\uD558\uB294 \uAC01 MBean \uC778\uC2A4\uD134\uC2A4\uC5D0\uC11C \uAC12\uC744 \uAC80\uC0C9\uD558\uB294 \uB370 \uC0AC\uC6A9\uB418\uB294 EL \uD45C\uD604\uC2DD\uC785\uB2C8\uB2E4.

domain.runtime.namedesc=\uD45C\uD604\uC2DD Bean \uC774\uB984\uC785\uB2C8\uB2E4.
domain.runtime.domain.desc=DomainRuntime MBeanServer\uC758 \uB8E8\uD2B8 DomainRuntimeMBean\uC785\uB2C8\uB2E4.
domain.runtime.desc=DomainRuntime MBeanServer\uC5D0\uC11C \uB4F1\uB85D\uB41C MBean\uC5D0 \uB300\uD55C \uC561\uC138\uC2A4\uB97C \uC81C\uACF5\uD558\uB294 \uD45C\uD604\uC2DD Bean\uC785\uB2C8\uB2E4.
domain.runtime.displayname=\uB3C4\uBA54\uC778 \uB7F0\uD0C0\uC784 \uD45C\uD604\uC2DD Bean
domain.runtime.serverRuntimes.desc=\uB3C4\uBA54\uC778 \uB0B4 \uC77C\uB828\uC758 \uD65C\uC131 ServerRuntimeMBean \uC778\uC2A4\uD134\uC2A4\uB97C \uBC18\uD658\uD569\uB2C8\uB2E4.
domain.runtime.lookupServerRuntime.desc=\uBA85\uBA85\uB41C \uC11C\uBC84 \uC778\uC2A4\uD134\uC2A4\uC5D0 \uB300\uD55C ServerRuntimeMBean \uB610\uB294 \uB110(\uC5C6\uC744 \uACBD\uC6B0)\uC744 \uBC18\uD658\uD569\uB2C8\uB2E4.
domain.runtime.lookupServerRuntime.serverName=\uC11C\uBC84 \uC774\uB984\uC785\uB2C8\uB2E4.

server.runtime.desc=ServerRuntime MBeanServer\uC5D0\uC11C \uB4F1\uB85D\uB41C MBean\uC5D0 \uB300\uD55C \uC561\uC138\uC2A4\uB97C \uC81C\uACF5\uD558\uB294 \uD45C\uD604\uC2DD Bean\uC785\uB2C8\uB2E4.
server.runtime.displayname=\uC11C\uBC84 \uB7F0\uD0C0\uC784 \uD45C\uD604\uC2DD Bean
server.runtime.namedesc=\uD45C\uD604\uC2DD Bean \uC774\uB984\uC785\uB2C8\uB2E4.
server.runtime.serverruntime.desc=\uB85C\uCEEC ServerRuntime MBeanServer\uC758 \uB8E8\uD2B8 ServerRuntimeMBean\uC785\uB2C8\uB2E4.
server.runtime.domain.desc=\uB85C\uCEEC ServerRuntime MBeanServer\uC758 \uB8E8\uD2B8 DomainMBean\uC785\uB2C8\uB2E4.

