messagedetail119000=\u30B0\u30ED\u30FC\u30D0\u30EB\u306A1\u30D5\u30A7\u30FC\u30BA\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u552F\u4E00\u306E\u53C2\u52A0\u30EA\u30BD\u30FC\u30B9\u304C\u30ED\u30AE\u30F3\u30B0\u30FB\u30E9\u30B9\u30C8\u30FB\u30EA\u30BD\u30FC\u30B9(LLR)\u3067\u3059\u304C\u3001LLR\u30ED\u30FC\u30AB\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u3059\u3079\u3066\u306E\u64CD\u4F5C\u306F\u3001\u3059\u3079\u3066\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u6E08\u307F\u3067\u3042\u308B\u304B\u3001\u3059\u3079\u3066\u30B3\u30DF\u30C3\u30C8\u6E08\u307F\u3067\u3042\u308B\u304B\u3001\u307E\u305F\u306F\u3053\u308C\u304B\u3089\u305D\u306E\u3088\u3046\u306B\u51E6\u7406\u3055\u308C\u307E\u3059\u304C\u3001\u3069\u306E\u72B6\u614B\u306B\u3042\u308B\u304B\u306F\u4E0D\u660E\u3067\u3059\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u4F9D\u7136\u3068\u3057\u3066\u30A2\u30C8\u30DF\u30C3\u30AF\u3067\u3059\u3002
cause119000=LLR\u304C\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u5834\u5408\u3001\u8003\u3048\u3089\u308C\u308B\u6839\u672C\u7684\u539F\u56E0\u306F\u6570\u591A\u304F\u3042\u308A\u307E\u3059\u3002\u30ED\u30FC\u30AB\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u306E\u547C\u51FA\u3057\u4E2D\u306B\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304C\u505C\u6B62\u3057\u305F\u304B\u30AF\u30E9\u30C3\u30B7\u30E5\u3057\u305F\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u63A5\u7D9A\u306B\u969C\u5BB3\u304C\u767A\u751F\u3057\u305F\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u30ED\u30FC\u30AB\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3057\u305F\u3001\u30ED\u30FC\u30AB\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u306E\u4E2D\u3067\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u64CD\u4F5C\u306B\u3088\u3063\u3066\u751F\u3058\u305F\u6F5C\u5728\u7684\u306A\u30C7\u30C3\u30C9\u30ED\u30C3\u30AF\u72B6\u614B\u3092\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304C\u691C\u51FA\u3057\u305F\u3001\u306A\u3069\u306E\u539F\u56E0\u304C\u8003\u3048\u3089\u308C\u307E\u3059\u3002
action119000=LLR\u306B\u3088\u3063\u3066\u751F\u6210\u3055\u308C\u305F\u4F8B\u5916\u3092\u8ABF\u3079\u3066\u3001\u554F\u984C\u306E\u6839\u672C\u7684\u539F\u56E0\u3092\u5224\u65AD\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail119001=\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u306F\u30ED\u30AE\u30F3\u30B0\u30FB\u30E9\u30B9\u30C8\u30FB\u30EA\u30BD\u30FC\u30B9(LLR)\u304C\u53C2\u52A0\u3057\u3066\u3044\u307E\u3059\u304C\u3001LLR\u30ED\u30FC\u30AB\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002LLR\u306B\u95A2\u3059\u308B\u3059\u3079\u3066\u306E\u64CD\u4F5C\u306F\u3001\u3059\u3079\u3066\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u6E08\u307F\u3067\u3042\u308B\u304B\u3001\u3059\u3079\u3066\u30B3\u30DF\u30C3\u30C8\u6E08\u307F\u3067\u3059\u304C\u3001\u3069\u306E\u72B6\u614B\u306B\u3042\u308B\u304B\u306F\u4E0D\u660E\u3067\u3059\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u5185\u306E\u4ED6\u306E\u30EA\u30BD\u30FC\u30B9\u306B\u95A2\u9023\u3059\u308B\u64CD\u4F5C\u306F\u6E96\u5099\u5B8C\u4E86\u72B6\u614B\u306B\u3042\u308A\u307E\u3059\u304C\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u304CLLR\u306B\u7167\u4F1A\u3057\u3066\u3001LLR\u306E\u64CD\u4F5C\u304C\u30B3\u30DF\u30C3\u30C8\u3055\u308C\u305F\u304B\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3055\u308C\u305F\u304B\u3092\u5224\u65AD\u3067\u304D\u308B\u307E\u3067\u306F\u3001\u30B3\u30DF\u30C3\u30C8\u3082\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3082\u884C\u308F\u308C\u307E\u305B\u3093\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001LLR\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u8868\u5185\u306E\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u30FB\u30EC\u30B3\u30FC\u30C9\u306E\u5B58\u5728\u306E\u6709\u7121\u3092\u8ABF\u3079\u308B\u3053\u3068\u3067\u3001LLR\u30ED\u30FC\u30AB\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u30B3\u30DF\u30C3\u30C8\u3055\u308C\u305F\u304B\u3069\u3046\u304B\u3092\u5B9A\u671F\u7684\u306B\u30C6\u30B9\u30C8\u3057\u307E\u3059\u3002\u30C6\u30B9\u30C8\u306E\u7D50\u679C\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u30FB\u30EC\u30B3\u30FC\u30C9\u304CLLR\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u8868\u306B\u6C38\u7D9A\u5316\u3055\u308C\u305F\u3068\u5224\u65AD\u3055\u308C\u305F\u5834\u5408\u3001LLR\u30ED\u30FC\u30AB\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u30B3\u30DF\u30C3\u30C8\u3055\u308C\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u6B8B\u308A\u306E\u30EA\u30BD\u30FC\u30B9(\u30D6\u30E9\u30F3\u30C1)\u3092\u30B3\u30DF\u30C3\u30C8\u3057\u307E\u3059\u3002\u30C6\u30B9\u30C8\u306E\u7D50\u679C\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u30FB\u30EC\u30B3\u30FC\u30C9\u304C\u6C38\u7D9A\u5316\u3055\u308C\u306A\u304B\u3063\u305F\u3068\u5224\u65AD\u3055\u308C\u305F\u5834\u5408\u3001LLR\u30ED\u30FC\u30AB\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3055\u308C\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u6B8B\u308A\u306E\u30EA\u30BD\u30FC\u30B9\u3092\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3057\u307E\u3059\u3002
cause119001=LLR\u304C\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u5834\u5408\u3001\u8003\u3048\u3089\u308C\u308B\u6839\u672C\u7684\u539F\u56E0\u306F\u6570\u591A\u304F\u3042\u308A\u307E\u3059\u3002\u30ED\u30FC\u30AB\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u306E\u547C\u51FA\u3057\u4E2D\u306B\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304C\u505C\u6B62\u3057\u305F\u304B\u30AF\u30E9\u30C3\u30B7\u30E5\u3057\u305F\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u63A5\u7D9A\u306B\u969C\u5BB3\u304C\u767A\u751F\u3057\u305F\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u30ED\u30FC\u30AB\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3057\u305F\u3001\u30ED\u30FC\u30AB\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u306E\u4E2D\u3067\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u64CD\u4F5C\u306B\u3088\u3063\u3066\u751F\u3058\u305F\u6F5C\u5728\u7684\u306A\u30C7\u30C3\u30C9\u30ED\u30C3\u30AF\u72B6\u614B\u3092\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304C\u691C\u51FA\u3057\u305F\u3001\u306A\u3069\u306E\u539F\u56E0\u304C\u8003\u3048\u3089\u308C\u307E\u3059\u3002
action119001=LLR\u30EA\u30BD\u30FC\u30B9\u306B\u3088\u3063\u3066\u751F\u6210\u3055\u308C\u305F\u4F8B\u5916\u3092\u8ABF\u3079\u3066\u3001\u554F\u984C\u306E\u6839\u672C\u7684\u539F\u56E0\u3092\u5224\u65AD\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail119002=\u30B5\u30FC\u30D0\u30FC\u306E\u5B9F\u884C\u4E2D\u3001\u30B5\u30FC\u30D0\u30FC\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001\u69CB\u6210\u3055\u308C\u305F\u30ED\u30AE\u30F3\u30B0\u30FB\u30E9\u30B9\u30C8\u30FB\u30EA\u30BD\u30FC\u30B9(LLR)\u3092\u4F7F\u7528\u3057\u3066\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u72B6\u614B\u3092\u6C38\u7D9A\u5316\u3067\u304D\u307E\u3059\u3002\u69CB\u6210\u3055\u308C\u305FLLR\u3092\u8D77\u52D5\u4E2D\u306B\u30ED\u30FC\u30C9\u3067\u304D\u306A\u3044\u5834\u5408\u3001\u30B5\u30FC\u30D0\u30FC\u306F\u8D77\u52D5\u3067\u304D\u307E\u305B\u3093\u3002\u3053\u308C\u306F\u3001LLR\u306B\u683C\u7D0D\u3055\u308C\u3066\u3044\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30EC\u30B3\u30FC\u30C9\u306E\u30B3\u30DF\u30C3\u30C8\u6E08\u307F\u306E2\u30D5\u30A7\u30FC\u30BA\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u3001\u95A2\u4FC2\u3059\u308B\u3059\u3079\u3066\u306E\u30EA\u30BD\u30FC\u30B9\u306E\u30B3\u30DF\u30C3\u30C8\u304C\u5B8C\u4E86\u3057\u3066\u3044\u306A\u3044\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u542B\u307E\u308C\u308B\u5834\u5408\u304C\u3042\u308B\u305F\u3081\u3067\u3059\u3002
cause119002=LLR\u304CJDBC LLR\u63A5\u7D9A\u306E\u5834\u5408\u3001\u8003\u3048\u3089\u308C\u308B\u6839\u672C\u7684\u539F\u56E0\u306F\u6570\u591A\u304F\u3042\u308A\u307E\u3059\u3002\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304C\u505C\u6B62\u3057\u305F\u304B\u30AF\u30E9\u30C3\u30B7\u30E5\u3057\u305F\u3001\u8D77\u52D5\u4E2D\u306B\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u63A5\u7D9A\u306B\u969C\u5BB3\u304C\u767A\u751F\u3057\u305F\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u63A5\u7D9A\u306B\u9593\u9055\u3063\u305F\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u6A29\u9650\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u3001\u306A\u3069\u306E\u539F\u56E0\u304C\u8003\u3048\u3089\u308C\u307E\u3059\u3002
action119002=LLR\u30EA\u30BD\u30FC\u30B9\u306B\u3088\u3063\u3066\u751F\u6210\u3055\u308C\u305F\u4F8B\u5916\u3092\u8ABF\u3079\u3066\u3001\u554F\u984C\u306E\u6839\u672C\u7684\u539F\u56E0\u3092\u5224\u65AD\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail119003=\u30B5\u30FC\u30D0\u30FC\u306E\u5B9F\u884C\u4E2D\u3001\u30B5\u30FC\u30D0\u30FC\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001\u69CB\u6210\u3055\u308C\u305F\u30ED\u30AE\u30F3\u30B0\u30FB\u30E9\u30B9\u30C8\u30FB\u30EA\u30BD\u30FC\u30B9(LLR)\u3092\u4F7F\u7528\u3057\u3066\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u72B6\u614B\u3092\u6C38\u7D9A\u5316\u3067\u304D\u307E\u3059\u3002\u69CB\u6210\u3055\u308C\u305FLLR\u304C\u3001\u8D77\u52D5\u4E2D\u306B\u7834\u640D\u3057\u305F\u30EC\u30B3\u30FC\u30C9\u3092\u623B\u3057\u307E\u3057\u305F\u3002
cause119003=\u539F\u56E0\u306F\u4E0D\u660E\u3067\u3059\u304C\u3001\u30C7\u30A3\u30B9\u30AF\u304C\u7834\u640D\u3057\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action119003=LLR\u306B\u3088\u3063\u3066\u751F\u6210\u3055\u308C\u305F\u4F8B\u5916\u3092\u8ABF\u3079\u3066\u3001\u554F\u984C\u306E\u6839\u672C\u7684\u539F\u56E0\u3092\u5224\u65AD\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u8003\u3048\u3089\u308C\u308B\u89E3\u6C7A\u7B56\u306F\u6B21\u306E\u3068\u304A\u308A\u3067\u3059: \u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u304B\u3089LLR\u30EA\u30BD\u30FC\u30B9\u8868\u3092\u5FA9\u5143\u3059\u308B\u3001\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305FLLR\u8868\u3092\u524A\u9664\u3059\u308B(\u30D2\u30E5\u30FC\u30EA\u30B9\u30C6\u30A3\u30C3\u30AF\u969C\u5BB3\u3092\u767A\u751F\u3055\u305B\u308B\u30EA\u30B9\u30AF\u304C\u3042\u308A\u307E\u3059)\u3001My Oracle Support\u306B\u554F\u3044\u5408\u305B\u308B\u3002
messagedetail119004=\u30B5\u30FC\u30D0\u30FC[{0}]\u306E\u30E6\u30FC\u30B6\u30FC\u512A\u5148\u30B5\u30FC\u30D0\u30FC\u306E\u69CB\u6210\u306E\u5024\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
cause119004=\u30E6\u30FC\u30B6\u30FC\u512A\u5148\u30B5\u30FC\u30D0\u30FC\u306E\u5024\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002[{0}]\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action119004=JTAMigratableTargetMBean [{0}]\u306E\u30E6\u30FC\u30B6\u30FC\u512A\u5148\u30B5\u30FC\u30D0\u30FC\u306E\u5024\u3092[{1}]\u304B\u3089[{0}]\u306B\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail119005=JTA\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30B5\u30FC\u30D0\u30FC\u304C\u81EA\u52D5JTA\u79FB\u884C\u30E2\u30FC\u30C9\u306B\u3042\u308B\u305F\u3081\u3001\u30B5\u30FC\u30D0\u30FC\u306E\u5F37\u5236\u505C\u6B62\u304C\u5B9F\u884C\u3055\u308C\u307E\u3057\u305F\u3002
cause119005=JTA\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
action119005=JTA\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30B5\u30FC\u30D3\u30B9\u304C\u81EA\u52D5\u7684\u306B\u79FB\u884C\u3057\u3066\u30B5\u30FC\u30D0\u30FC\u3092\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u3057\u307E\u3059\u3002
messagedetail119006=\u30B5\u30FC\u30D0\u30FC\u306E\u5B9F\u884C\u4E2D\u3001\u30B5\u30FC\u30D0\u30FC\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001\u69CB\u6210\u3055\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D7\u30E9\u30A4\u30DE\u30EA\u30FB\u30B9\u30C8\u30A2\u3092\u4F7F\u7528\u3057\u3066\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u72B6\u614B\u3092\u6C38\u7D9A\u5316\u3067\u304D\u307E\u3059\u3002\u69CB\u6210\u3055\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D7\u30E9\u30A4\u30DE\u30EA\u30FB\u30B9\u30C8\u30A2\u3092\u8D77\u52D5\u4E2D\u306B\u30ED\u30FC\u30C9\u3067\u304D\u306A\u3044\u5834\u5408\u3001\u30B5\u30FC\u30D0\u30FC\u306F\u8D77\u52D5\u3067\u304D\u307E\u305B\u3093\u3002\u3053\u308C\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D7\u30E9\u30A4\u30DE\u30EA\u30FB\u30B9\u30C8\u30A2\u306B\u683C\u7D0D\u3055\u308C\u3066\u3044\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30EC\u30B3\u30FC\u30C9\u306E\u30B3\u30DF\u30C3\u30C8\u6E08\u306E2\u30D5\u30A7\u30FC\u30BA\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u3001\u95A2\u4FC2\u3059\u308B\u3059\u3079\u3066\u306E\u30EA\u30BD\u30FC\u30B9\u3092\u5B8C\u5168\u306B\u306F\u30B3\u30DF\u30C3\u30C8\u3057\u3066\u3044\u306A\u3044\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u542B\u307E\u308C\u308B\u5834\u5408\u304C\u3042\u308B\u305F\u3081\u3067\u3059\u3002
cause119006=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u8A73\u7D30\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action119006=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D7\u30E9\u30A4\u30DE\u30EA\u30FB\u30B9\u30C8\u30A2\u306B\u3088\u3063\u3066\u751F\u6210\u3055\u308C\u305F\u4F8B\u5916\u3092\u8ABF\u3079\u3066\u3001\u554F\u984C\u306E\u6839\u672C\u7684\u539F\u56E0\u3092\u5224\u65AD\u3057\u3066\u304F\u3060\u3055\u3044\u3002
