## {0}: String className, {1}: Throwable t
110000=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30EC\u30B3\u30FC\u30C9\u30FB\u30AF\u30E9\u30B9\u540D\u306E\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0\u30FB\u30A8\u30E9\u30FC[{0}]: {1}
## {0}: String className, {1}: Throwable t
110001=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30EC\u30B3\u30FC\u30C9\u306E\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0\u30FB\u30A8\u30E9\u30FC[{0}]: {1}
110002=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30EC\u30B3\u30FC\u30C9\u306E\u30C1\u30A7\u30C3\u30AF\u30B5\u30E0\u8A08\u7B97\u30A8\u30E9\u30FC\u3002
## {0}: Throwable t
110003=onError()\u306E\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u4F8B\u5916: {0}
110004=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30EC\u30B3\u30FC\u30C9\u306E\u30C1\u30A7\u30C3\u30AF\u30B5\u30E0\u3092\u8AAD\u307F\u53D6\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093
## {0}: int failureCode
110005=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30EC\u30B3\u30FC\u30C9\u306E\u30C1\u30A7\u30C3\u30AF\u30B5\u30E0\u30FB\u30A8\u30E9\u30FC[{0}]\u3002
## {0}: String className, {1}: Throwable t
110007=\u30ED\u30B0\u30FB\u30EC\u30B3\u30FC\u30C9\u30FB\u30AF\u30E9\u30B9\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5316\u30A8\u30E9\u30FC[{0}]: {1}
## {0}: String className, {1}: Throwable t
110008=\u30ED\u30B0\u30FB\u30EC\u30B3\u30FC\u30C9\u30FB\u30AF\u30E9\u30B9\u306EreadExternal\u30A8\u30E9\u30FC[{0}]: {1}
## {0}: int bufferCount
110009=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0I/O\u30D0\u30C3\u30D5\u30A1\u306E\u30AA\u30FC\u30D0\u30FC\u30D5\u30ED\u30FC\u3002{0}\u30D0\u30A4\u30C8\u304C\u30D0\u30C3\u30D5\u30A1\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: Throwable t
110010=onDisk()\u306E\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u4F8B\u5916: {0}
## {0}: Throwable t
110011=onRecovery()\u306E\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u4F8B\u5916: {0}\u3002
## {0}: int fileID
110012=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u306E\u5FAA\u74B0\u7684\u306A\u885D\u7A81\u3002\u30D5\u30A1\u30A4\u30EB\u756A\u53F7{0}\u3002
## {0}: Throwable t
110013=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u306E\u66F8\u8FBC\u307F\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
## {0}: String headerFileName, {1}: Throwable t
110014=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D8\u30C3\u30C0\u30FC\u30FB\u30D5\u30A1\u30A4\u30EB[{0}]\u306E\u8AAD\u53D6\u308A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {1}\u3002
110015=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D8\u30C3\u30C0\u30FC\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u8AAD\u53D6\u308A\u4E2D\u306B\u30D0\u30FC\u30B8\u30E7\u30F3\u30FB\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## {0}: Throwable t
110016=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D8\u30C3\u30C0\u30FC\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u8AAD\u53D6\u308A\u4E2D\u306B\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u30FB\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
## {0}: String headerFileName, {1}: Throwable t
110017=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D8\u30C3\u30C0\u30FC\u30FB\u30D5\u30A1\u30A4\u30EB[{0}]\u306E\u66F8\u8FBC\u307F\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {1}
## {0}: String fileName, {1}: Throwable t
110018=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB[{0}]\u306E\u66F8\u8FBC\u307F\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {1}
## {0}: String fileName, {1}: Throwable t
110019=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB[{0}]\u306E\u524A\u9664\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {1}
## {0}: String fileName, {1}: Throwable t
110020=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB[{0}]\u306E\u8AAD\u53D6\u308A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {1}
## {0}: int code, {1}: String fileName
110021=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB[{1}]\u306E\u8AAD\u53D6\u308A\u4E2D\u306B\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u30FB\u30A8\u30E9\u30FC[{0}]\u304C\u767A\u751F\u3057\u307E\u3057\u305F
## {0}: int code, {1}: String fileName, {2}: Throwable t
110022=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB[{1}]\u306E\u8AAD\u53D6\u308A\u4E2D\u306B\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u30FB\u30A8\u30E9\u30FC[{0}]\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {2}
## {0}: int failureCode, {1}: Throwable t
110023=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30EC\u30B3\u30FC\u30C9\u306E\u30C1\u30A7\u30C3\u30AF\u30B5\u30E0\u30FB\u30A8\u30E9\u30FC[{0}]: {1}\u3002
## {0}: int code, {1}: Throwable t
110024=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30EC\u30B3\u30FC\u30C9\u306E\u7701\u7565\u89E3\u9664\u30A8\u30E9\u30FC[\u7701\u7565\u30B3\u30FC\u30C9{0}]: {1}\u3002
## {0}: String headerFileName
110025=\u65B0\u3057\u3044\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB[{0}]\u3092\u4F5C\u6210\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String fileName
110026=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB[{0}]\u304C\u3042\u308A\u307E\u305B\u3093
## {0}: String msg
110027={0}
## {0}: String resourceName, {1}: String xid
110028=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001\u30B3\u30DF\u30C3\u30C8\u4E2D\u306B\u30D2\u30E5\u30FC\u30EA\u30B9\u30C6\u30A3\u30C3\u30AF\u306A\u6C7A\u5B9A\u3092\u30EC\u30DD\u30FC\u30C8\u3057\u305F\u30EA\u30BD\u30FC\u30B9[{0}]\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3[{1}]\u306B\u5BFE\u3057\u3066\u3001XA.forget()\u3092\u547C\u3073\u51FA\u3057\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String resourceName, {1}: String xid
110029=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u4E2D\u306B\u30D2\u30E5\u30FC\u30EA\u30B9\u30C6\u30A3\u30C3\u30AF\u306A\u6C7A\u5B9A\u3092\u30EC\u30DD\u30FC\u30C8\u3057\u305F\u30EA\u30BD\u30FC\u30B9[{0}]\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3[{1}]\u306B\u5BFE\u3057\u3066\u3001XA.forget()\u3092\u547C\u3073\u51FA\u3057\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String resourceName, {1}: long lastResponse
110030=XA\u30EA\u30BD\u30FC\u30B9[{0}]\u304B\u3089{1}\u79D2\u9593\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String headerFileName
110031=\u30D5\u30A1\u30A4\u30EB[{0}]\u306E\u524A\u9664\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## {0}: String fromFileName, {1}: String toFileName
110032=\u30D5\u30A1\u30A4\u30EB[{0}]\u306E\u540D\u524D\u3092[{1}]\u306B\u5909\u66F4\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## {0}: String headerFileName
110033=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D8\u30C3\u30C0\u30FC\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u5834\u6240[{0}]\u304B\u3089\u56DE\u5FA9\u3057\u307E\u3057\u305F\u3002
110101=2\u30D5\u30A7\u30FC\u30BA\u30FB\u30B3\u30DF\u30C3\u30C8(2PC)\u51E6\u7406\u306E\u305F\u3081\u306E\u30E9\u30A4\u30BB\u30F3\u30B9\u304C\u3042\u308A\u307E\u305B\u3093\u3002
110102=\u7121\u52B9\u306A2\u30D5\u30A7\u30FC\u30BA\u30FB\u30B3\u30DF\u30C3\u30C8(2PC)\u30E9\u30A4\u30BB\u30F3\u30B9\u306E\u305F\u3081\u306B\u3001\u30EA\u30BD\u30FC\u30B9\u304C\u8907\u6570\u3042\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String principal
110200=\u30E6\u30FC\u30B6\u30FC[{0}]\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30D6\u30E9\u30F3\u30C1\u3067\u306EstartCommit\u547C\u51FA\u3057\u3092\u8A8D\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String principal
110201=\u30E6\u30FC\u30B6\u30FC[{0}]\u306F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30D6\u30E9\u30F3\u30C1\u3067\u306EstartRollback\u547C\u51FA\u3057\u3092\u8A8D\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String principal
110202=\u30E6\u30FC\u30B6\u30FC[{0}]\u306F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30D6\u30E9\u30F3\u30C1\u3067\u306Erollback\u547C\u51FA\u3057\u3092\u8A8D\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String resourceName
110204=XA\u30EA\u30BD\u30FC\u30B9[{0}]\u304CXAER_RMFAIL\u3092\u623B\u3057\u3001\u4F7F\u7528\u4E0D\u80FD\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002
## {0}: String arg0
110205=\u30E6\u30FC\u30B6\u30FC[{0}]\u306F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3067\u306EstartRollback\u547C\u51FA\u3057\u3092\u8A8D\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String resourceName
110207=\u4F7F\u7528\u4E0D\u80FD\u3068\u306A\u3063\u3066\u3044\u305FXA\u30EA\u30BD\u30FC\u30B9[{0}]\u306F\u4F7F\u7528\u53EF\u80FD\u306B\u306A\u308A\u307E\u3057\u305F\u3002
## {0}: String serverName
110208=\u30B5\u30FC\u30D0\u30FC[{0}]\u306B\u5BFE\u3059\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30B5\u30FC\u30D3\u30B9\u3092\u767B\u9332\u89E3\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String serverName
110209=\u30B5\u30FC\u30D0\u30FC[{0}]\u306B\u5BFE\u3059\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30B5\u30FC\u30D3\u30B9\u3092\u767B\u9332\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String serverName
110210=\u30B5\u30FC\u30D0\u30FC[{0}]\u306B\u5BFE\u3059\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30B5\u30FC\u30D3\u30B9\u306E\u30D5\u30A7\u30A4\u30EB\u30D0\u30C3\u30AF\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
## {0}: String serverName
110211=\u30B5\u30FC\u30D0\u30FC[{0}]\u306B\u5BFE\u3059\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30B5\u30FC\u30D3\u30B9\u306E\u30D5\u30A7\u30A4\u30EB\u30D0\u30C3\u30AF\u306E\u518D\u8A66\u884C\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
110212=\u73FE\u5728\u306E\u30B5\u30FC\u30D0\u30FC\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30B5\u30FC\u30D3\u30B9\u3092\u3001\u30B5\u30FC\u30D0\u30FC\u304B\u3089\u624B\u52D5\u3067\u79FB\u884C\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001\u30B5\u30FC\u30D0\u30FC\u306F\u307E\u3060\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u72B6\u614B\u3067\u3059\u3002
## {0}: String serverName, {1}: Throwable error
110213=\u30B5\u30FC\u30D0\u30FC[{0}]\u306B\u5BFE\u3059\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30B5\u30FC\u30D3\u30B9\u306E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
## {0}: Throwable t
110400=\u30EA\u30BD\u30FC\u30B9\u5B9F\u884C\u6642MBean\u306E\u767B\u9332\u89E3\u9664\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
## {0}: String arg1, {1}: Throwable t
110401=afterCompletion\u306E\u30A8\u30E9\u30FC\u3092\u7121\u8996\u3057\u3066\u3044\u307E\u3059\u3002\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8={0}\u3001\u4F8B\u5916={1}
## {0}: byte arg0
110402=getStatus()\u306B\u304A\u3051\u308B\u4E0D\u660E\u306A\u30B9\u30C6\u30FC\u30BF\u30B9: {0}\u3002
## {0}: Throwable t
110403=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306E\u30BF\u30A4\u30DE\u30FC\u30FB\u30A4\u30D9\u30F3\u30C8\u306E\u767A\u751F\u4E2D\u306B\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u51E6\u7406\u3067\u4E88\u671F\u3057\u306A\u3044\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u4F8B\u5916={0}\u3002
## {0}: String arg0
110404=\u30D2\u30E5\u30FC\u30EA\u30B9\u30C6\u30A3\u30C3\u30AF\u30FB\u30ED\u30B0\u30FB\u30EC\u30B3\u30FC\u30C9\u304C1\u79D2\u7D4C\u904E\u3057\u3066\u3082\u30D5\u30E9\u30C3\u30B7\u30E5\u3055\u308C\u307E\u305B\u3093\u3002\u30ED\u30B0={0}
## {0}: String resource, {1}: String servers
110405=\u30EA\u30BD\u30FC\u30B9{0}\u306F\u3001\u6B21\u306E\u30B5\u30FC\u30D0\u30FC\u306E\u3046\u3061\u3044\u305A\u308C\u306B\u3082\u5272\u308A\u5F53\u3066\u3089\u308C\u307E\u305B\u3093\u3067\u3057\u305F: {1}
## {0}: int expected, {1}: int actual
110406=\u30D2\u30E5\u30FC\u30EA\u30B9\u30C6\u30A3\u30C3\u30AF\u30FB\u30B9\u30C6\u30FC\u30BF\u30B9\u306E\u89E3\u91C8\u3067\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u4E88\u671F={0}\u3001\u5B9F\u969B={1}
## {0}: int state
110407=getStatus()\u306B\u304A\u3051\u308B\u4E0D\u660E\u306A\u30B9\u30C6\u30FC\u30BF\u30B9: {0}
110408=\u91CD\u8907\u3059\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u30FB\u30EA\u30B9\u30C8\u306B\u8FFD\u52A0\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001\u7121\u8996\u3055\u308C\u307E\u3057\u305F
## {0}: String resourceName, {1}: Throwable t
110409=\u30EA\u30BD\u30FC\u30B9{0}\u3092\u516C\u958B\u3067\u304D\u307E\u305B\u3093: {1}
## {0}: Throwable t
110411=\u30ED\u30FC\u30AB\u30EBServerCoordinatorDescriptor\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F: {0}\u3002
## {0}: String tx, {1}: String heurMsg
110412={0}\u304C\u30D2\u30E5\u30FC\u30EA\u30B9\u30C6\u30A3\u30C3\u30AF\u306B\u7D42\u4E86\u3057\u307E\u3057\u305F: {1}\u3002
## {0}: String tx
110414=\u4E0D\u6B63\u306A\u72B6\u614B\u3067\u3059(\u4E88\u671F\u3055\u308C\u305F\u72B6\u614B: \u6E96\u5099\u5B8C\u4E86\u307E\u305F\u306F\u30B3\u30DF\u30C3\u30C8\u4E2D): {0}
## {0}: String tx
110415=\u4E0D\u6B63\u306A\u72B6\u614B\u3067\u3059\u3002\u305D\u308C\u3067\u3082\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3092\u9032\u3081\u307E\u3059\u3002{0}
## {0}: Throwable t
110416=\u30B5\u30FC\u30D0\u30FC\u306EJTA\u5B9F\u884C\u6642MBean\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002{0}
110419=\u4E92\u63DB\u6027\u306E\u306A\u3044\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u3068\u3057\u3066\u8FFD\u52A0\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002\u30AD\u30FC\u306Fstring\u3001\u5024\u306Fserializable\u3068\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
110420=\u4E92\u63DB\u6027\u306E\u306A\u3044\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30ED\u30FC\u30AB\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u3068\u3057\u3066\u8FFD\u52A0\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002\u30AD\u30FC\u306FString\u3068\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String tx
110421=\u30B3\u30DF\u30C3\u30C8\u3055\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3{0}\u306B\u5BFE\u3057\u3066\u30BF\u30A4\u30DE\u30FC\u30FB\u30E1\u30BD\u30C3\u30C9\u304C\u547C\u3073\u51FA\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String tx
110422=\u4E88\u671F\u3057\u306A\u3044\u5185\u90E8\u72B6\u614B\u3067\u898B\u3064\u304B\u3063\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u5F37\u5236\u7684\u306B\u4E2D\u6B62\u3057\u3066\u3044\u307E\u3059\u3002\u8A73\u7D30={0}
## {0}: int secs, {1}: String tx
110423={0}\u79D2\u7D4C\u904E\u5F8C\u306B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u7834\u68C4\u3057\u307E\u3059: {1}
## {0}: String exc
110424=\u958B\u59CB\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u4F8B\u5916\u304C\u6355\u6349\u3055\u308C\u307E\u3057\u305F: {0}
## {0}: String resourceName, {1}: Throwable t
110410=\u30EA\u30BD\u30FC\u30B9{0}\u306E\u30EA\u30BD\u30FC\u30B9\u5B9F\u884C\u6642MBean\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093: {1}
## {0}: Throwable t
110425=TransactionManager\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u516C\u958B\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
## {0}: Throwable t
110426=UserTransaction\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u516C\u958B\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
## {0}: Throwable t
110427=Coordinator\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u516C\u958B\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
## {0}: Throwable t
110428=Coordinator\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u306E\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
## {0}: Throwable t
110429=SubCoordinator\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u516C\u958B\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}\u3002
## {0}: String msg, {1}: Throwable t
110430={0}: {1}
## {0}: String executeQueue, {1}: int threadCount, {2}: int recommendedMinimum
110431=\u5B9F\u884C\u30AD\u30E5\u30FC{0}\u306E\u30B9\u30EC\u30C3\u30C9\u6570{1}\u304C\u63A8\u5968\u6700\u5C0F\u5024{2}\u672A\u6E80\u3067\u3059\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30D1\u30D5\u30A9\u30FC\u30DE\u30F3\u30B9\u306B\u60AA\u5F71\u97FF\u3092\u4E0E\u3048\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: Throwable t
110432=\u30D8\u30EB\u30B9\u30FB\u30E2\u30CB\u30BF\u30EA\u30F3\u30B0\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u767B\u9332\u3067\u304D\u307E\u305B\u3093: {0}
110433=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u306E\u6240\u6709\u6A29\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: Throwable t
110434=\u30D8\u30EB\u30B9\u30FB\u30E2\u30CB\u30BF\u30EA\u30F3\u30B0\u30FB\u30B5\u30FC\u30D3\u30B9\u304B\u3089\u767B\u9332\u3092\u89E3\u9664\u3067\u304D\u307E\u305B\u3093: {0}
## {0}: String oldPolicy, {1}: String newPolicy, {2}: Throwable t
110440=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30AC\u30FC\u306F\u3001"{0}"\u540C\u671F\u66F8\u8FBC\u307F\u30DD\u30EA\u30B7\u30FC\u3092\u30B5\u30DD\u30FC\u30C8\u3059\u308B\u305F\u3081\u306E\u30CD\u30A4\u30C6\u30A3\u30D6\u30FB\u30D5\u30A1\u30A4\u30EB\u30FB\u30C9\u30E9\u30A4\u30D0\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30AC\u30FC\u306F\u3001\u304B\u308F\u308A\u306BJava\u30D5\u30A1\u30A4\u30EB\u30FB\u30C9\u30E9\u30A4\u30D0\u3068"{1}"\u30DD\u30EA\u30B7\u30FC\u3092\u4F7F\u7528\u3059\u308B\u305F\u3081\u3001\u4FE1\u983C\u6027\u304C\u4F4E\u4E0B\u3059\u308B\u3053\u3068\u306F\u3042\u308A\u307E\u305B\u3093\u3002WebLogic\u3067\u3053\u306E\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0\u30FB\u30B7\u30B9\u30C6\u30E0\u306E\u30CD\u30A4\u30C6\u30A3\u30D6\u30FB\u30D5\u30A1\u30A4\u30EBI/O\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u540C\u671F\u66F8\u8FBC\u307F\u30DD\u30EA\u30B7\u30FC\u306E\u8A73\u7D30\u306F\u3001javadoc\u306Eweblogic.management.configuration.ServerMBean\u307E\u305F\u306F\u30B3\u30F3\u30BD\u30FC\u30EB\u306E\u30AA\u30F3\u30E9\u30A4\u30F3\u30FB\u30D8\u30EB\u30D7\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String driverVersion, {1}: String policy
110441=\u30D0\u30FC\u30B8\u30E7\u30F3\u304C"{0}"\u3067\u540C\u671F\u66F8\u8FBC\u307F\u30DD\u30EA\u30B7\u30FC\u304C"{1}"\u306E\u30C9\u30E9\u30A4\u30D0\u3067\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u3092\u958B\u3044\u3066\u3044\u307E\u3059\u3002\u540C\u671F\u66F8\u8FBC\u307F\u30DD\u30EA\u30B7\u30FC\u306E\u8A73\u7D30\u306F\u3001javadoc\u306Eweblogic.management.configuration.ServerMBean\u307E\u305F\u306F\u30B3\u30F3\u30BD\u30FC\u30EB\u306E\u30AA\u30F3\u30E9\u30A4\u30F3\u30FB\u30D8\u30EB\u30D7\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String xid
110442=Xid {0}\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u30ED\u30FC\u30AB\u30EB\u306B\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3059\u308B\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u884C\u308F\u308C\u307E\u3057\u305F
## {0}: String xid
110443=Xid {0}\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u30ED\u30FC\u30AB\u30EB\u306B\u30B3\u30DF\u30C3\u30C8\u3059\u308B\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u884C\u308F\u308C\u307E\u3057\u305F
## {0}: String xid
110444=Xid {0}\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u30B0\u30ED\u30FC\u30D0\u30EB\u306B\u30B3\u30DF\u30C3\u30C8\u3059\u308B\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u884C\u308F\u308C\u307E\u3057\u305F\u3002
## {0}: String xid
110445=Xid {0}\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u30B0\u30ED\u30FC\u30D0\u30EB\u306B\u30B3\u30DF\u30C3\u30C8\u3059\u308B\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u884C\u308F\u308C\u307E\u3057\u305F\u3002
## {0}: String xid
110446=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u5B58\u5728\u3057\u306A\u3044\u305F\u3081\u3001Xid {0}\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u30ED\u30FC\u30AB\u30EB\u306B\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3059\u308B\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
## {0}: String xid
110447=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u5B58\u5728\u3057\u306A\u3044\u305F\u3081\u3001Xid {0}\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u30ED\u30FC\u30AB\u30EB\u306B\u30B3\u30DF\u30C3\u30C8\u3059\u308B\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
## {0}: String xid
110448=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u5B58\u5728\u3057\u306A\u3044\u305F\u3081\u3001Xid {0}\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u30B0\u30ED\u30FC\u30D0\u30EB\u306B\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3059\u308B\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
## {0}: String xid
110449=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u5B58\u5728\u3057\u306A\u3044\u305F\u3081\u3001Xid {0}\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u30B0\u30ED\u30FC\u30D0\u30EB\u306B\u30B3\u30DF\u30C3\u30C8\u3059\u308B\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u5931\u6557\u3057\u307E\u3057\u305F
## {0}: String xid, {1}: Throwable t
110450=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3{0}\u3092\u30ED\u30FC\u30AB\u30EB\u306B\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3059\u308B\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u3067\u30A8\u30E9\u30FC\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F{1}\u3002
## {0}: String xid, {1}: Throwable t
110451=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3{0}\u3092\u30B0\u30ED\u30FC\u30D0\u30EB\u306B\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3059\u308B\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u3067\u30A8\u30E9\u30FC\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F{1}
## {0}: String xid, {1}: Throwable t
110452=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3{0}\u3092\u30ED\u30FC\u30AB\u30EB\u306B\u30B3\u30DF\u30C3\u30C8\u3059\u308B\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u3067\u30A8\u30E9\u30FC\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F{1}\u3002
## {0}: String xid, {1}: Throwable t
110453=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3{0}\u3092\u30B0\u30ED\u30FC\u30D0\u30EB\u306B\u30B3\u30DF\u30C3\u30C8\u3059\u308B\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u3067\u30A8\u30E9\u30FC\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F{1}
## {0}: String xid, {1}: String tx
110454=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u7121\u52B9\u306A\u72B6\u614B\u3067\u3042\u308B\u305F\u3081\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3{0}\u3092\u30ED\u30FC\u30AB\u30EB\u306B\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3059\u308B\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002{1}
## {0}: String xid, {1}: String tx
110455=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u7121\u52B9\u306A\u72B6\u614B\u3067\u3042\u308B\u305F\u3081\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3{0}\u3092\u30B0\u30ED\u30FC\u30D0\u30EB\u306B\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3059\u308B\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002{1}
## {0}: String xid, {1}: String tx
110456=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u7121\u52B9\u306A\u72B6\u614B\u3067\u3042\u308B\u305F\u3081\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3{0}\u3092\u30ED\u30FC\u30AB\u30EB\u306B\u30B3\u30DF\u30C3\u30C8\u3059\u308B\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002{1}
## {0}: String xid, {1}: String tx
110457=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u7121\u52B9\u306A\u72B6\u614B\u3067\u3042\u308B\u305F\u3081\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3{0}\u3092\u30B0\u30ED\u30FC\u30D0\u30EB\u306B\u30B3\u30DF\u30C3\u30C8\u3059\u308B\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002{1}
## {0}: String xid, {1}: String url, {2}: Throwable t
110458={1}\u306E\u30B3\u30FC\u30C7\u30A3\u30CD\u30FC\u30BF\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u306A\u304B\u3063\u305F\u305F\u3081\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3{0}\u3092\u30B0\u30ED\u30FC\u30D0\u30EB\u306B\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3059\u308B\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002{2}
## {0}: String xid, {1}: String url, {2}: Throwable t
110459={1}\u306E\u30B3\u30FC\u30C7\u30A3\u30CD\u30FC\u30BF\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u306A\u304B\u3063\u305F\u305F\u3081\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3{0}\u3092\u30B0\u30ED\u30FC\u30D0\u30EB\u306B\u30B3\u30DF\u30C3\u30C8\u3059\u308B\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002{2}
## {0}: String xid
110460=\u30B3\u30FC\u30C7\u30A3\u30CD\u30FC\u30BF\u3067\u624B\u52D5\u306B\u3088\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u89E3\u6C7A\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3{0}\u3092\u30B0\u30ED\u30FC\u30D0\u30EB\u306B\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3059\u308B\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
## {0}: String xid
110461=\u30B3\u30FC\u30C7\u30A3\u30CD\u30FC\u30BF\u3067\u624B\u52D5\u306B\u3088\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u89E3\u6C7A\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3{0}\u3092\u30B0\u30ED\u30FC\u30D0\u30EB\u306B\u30B3\u30DF\u30C3\u30C8\u3059\u308B\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
## {0}: String xid
110462=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u306B\u30DE\u30FC\u30AD\u30F3\u30B0\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3{0}\u3092\u30ED\u30FC\u30AB\u30EB\u306B\u30B3\u30DF\u30C3\u30C8\u3059\u308B\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
## {0}: String xid
110463=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u306B\u30DE\u30FC\u30AD\u30F3\u30B0\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3{0}\u3092\u30B0\u30ED\u30FC\u30D0\u30EB\u306B\u30B3\u30DF\u30C3\u30C8\u3059\u308B\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
## {0}: String xid, {1}: String resource
110464=\u30EA\u30BD\u30FC\u30B9\u304C\u30D3\u30B8\u30FC\u72B6\u614B\u306E\u305F\u3081\u3001\u30EA\u30BD\u30FC\u30B9{1}\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3{0}\u306B\u5BFE\u3059\u308B\u5F37\u5236\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u306F\u5B9F\u884C\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String xid, {1}: String resource
110465=\u30EA\u30BD\u30FC\u30B9\u304C\u30D3\u30B8\u30FC\u72B6\u614B\u306E\u305F\u3081\u3001\u30EA\u30BD\u30FC\u30B9{1}\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3{0}\u306B\u5BFE\u3059\u308B\u5F37\u5236\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u64CD\u4F5C\u306F\u5B9F\u884C\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F
## {0}: String xid, {1}: String resource
110466=\u30EA\u30BD\u30FC\u30B9\u304C\u3059\u3067\u306B\u30B3\u30DF\u30C3\u30C8\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u3001\u30EA\u30BD\u30FC\u30B9{1}\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3{0}\u306B\u5BFE\u3059\u308B\u5F37\u5236\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u306F\u5B9F\u884C\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String xid, {1}: String resource
110467=\u30EA\u30BD\u30FC\u30B9\u304C\u3059\u3067\u306B\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u3001\u30EA\u30BD\u30FC\u30B9{1}\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3{0}\u306B\u5BFE\u3059\u308B\u5F37\u5236\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u64CD\u4F5C\u306F\u5B9F\u884C\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String xid, {1}: String resource, {2}: Throwable t
110468=\u30EA\u30BD\u30FC\u30B9{1}\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3{0}\u306B\u5BFE\u3059\u308B\u5F37\u5236\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u3067\u3001\u30A8\u30E9\u30FC\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002{2}
## {0}: String xid, {1}: String resource, {2}: Throwable t
110469=\u30EA\u30BD\u30FC\u30B9{1}\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3{0}\u306B\u5BFE\u3059\u308B\u5F37\u5236\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u64CD\u4F5C\u3067\u3001\u30A8\u30E9\u30FC\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002{2}
## {0}: String principal
110470=\u30E6\u30FC\u30B6\u30FC[{0}]\u306F\u5F37\u5236\u7684\u306A\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u306E\u547C\u51FA\u3057\u3092\u8A8D\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String principal
110471=\u30E6\u30FC\u30B6\u30FC[{0}]\u306F\u5F37\u5236\u7684\u306A\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u306E\u547C\u51FA\u3057\u3092\u8A8D\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String principal
110472=\u30E6\u30FC\u30B6\u30FC[{0}]\u306F\u5F37\u5236\u7684\u306A\u30ED\u30FC\u30AB\u30EB\u30FB\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u306E\u547C\u51FA\u3057\u3092\u8A8D\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String principal
110473=\u30E6\u30FC\u30B6\u30FC[{0}]\u306F\u5F37\u5236\u7684\u306A\u30ED\u30FC\u30AB\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u306E\u547C\u51FA\u3057\u3092\u8A8D\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String resourceName, {1}: Throwable t
110474=XA\u975E\u5BFE\u5FDC\u306E\u30EA\u30BD\u30FC\u30B9{0}\u3092\u516C\u958B\u3067\u304D\u307E\u305B\u3093: {1}
## {0}: String principal
110475=\u30E6\u30FC\u30B6\u30FC[{0}]\u306FXA\u975E\u5BFE\u5FDC\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30D6\u30E9\u30F3\u30C1\u3067\u306Ecommit\u547C\u51FA\u3057\u3092\u8A8D\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
110476=\u30B5\u30FC\u30D0\u30FC\u306F\u3001\u6B63\u5E38\u306A\u505C\u6B62\u3092\u884C\u3063\u3066\u3044\u308B\u3068\u304D\u306B\u3001\u4FDD\u7559\u4E2D\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u691C\u51FA\u3057\u307E\u3057\u305F\u3002\u30B5\u30FC\u30D0\u30FC\u306F\u3001RMI\u30B5\u30FC\u30D3\u30B9\u3092\u4E2D\u65AD\u3059\u308B\u524D\u306B\u3001\u4FDD\u7559\u4E2D\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u5B8C\u4E86\u3092\u5F85\u6A5F\u3057\u307E\u3059\u3002\u5F37\u5236\u505C\u6B62\u30B3\u30DE\u30F3\u30C9\u3092\u767A\u884C\u3059\u308B\u3068\u30B5\u30FC\u30D0\u30FC\u3092\u305F\u3060\u3061\u306B\u505C\u6B62\u3067\u304D\u307E\u3059\u3002
## {0}: String resourceName, {1}: long timeoutSeconds
110477=\u30EA\u30BD\u30FC\u30B9{0}\u306B\u5BFE\u3059\u308BunregisterResource\u64CD\u4F5C\u304C\u3001{1}\u79D2\u5F8C\u306B\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3057\u307E\u3057\u305F\u3002
## {0}: String loggingResourceName, {1}: String xid, {2}: String tx, {3}: Throwable cause
110478=\u30ED\u30AE\u30F3\u30B0\u30FB\u30EA\u30BD\u30FC\u30B9[{0}]\u306B\u5BFE\u3059\u308B1\u30D5\u30A7\u30FC\u30BA\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3[{1}]\u306E\u72B6\u614B\u304C\u4E0D\u660E\u3067\u3059\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u64CD\u4F5C\u306F\u3001\u3059\u3079\u3066\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3055\u308C\u308B\u304B\u3001\u3059\u3079\u3066\u30B3\u30DF\u30C3\u30C8\u3055\u308C\u308B\u304B\u3001\u30D6\u30ED\u30C3\u30AF\u3055\u308C\u307E\u3059\u3002\n\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u8A73\u7D30: [{2}]\u3002\n\u6839\u672C\u7684\u539F\u56E0: [{3}]\u3002
## {0}: String loggingResourceName, {1}: String xid, {2}: String tx, {3}: int retryInterval, {4}: Throwable cause
110479=\u30ED\u30AE\u30F3\u30B0\u30FB\u30EA\u30BD\u30FC\u30B9[{0}]\u3067\u306E2\u30D5\u30A7\u30FC\u30BA\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3[{1}]\u306E\u72B6\u614B\u304C\u4E0D\u660E\u3067\u3059\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001[{3}]\u79D2\u3054\u3068\u306B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u72B6\u614B\u3092\u5224\u5225\u3059\u308B\u51E6\u7406\u3092\u518D\u8A66\u884C\u3057\u307E\u3059\u3002\u72B6\u614B\u304C\u5224\u5225\u3055\u308C\u308B\u3068\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u6B8B\u308A\u306E\u30EA\u30BD\u30FC\u30B9\u306F\u3001\u72B6\u614B\u306B\u5FDC\u3058\u3066\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3055\u308C\u308B\u304B\u30B3\u30DF\u30C3\u30C8\u3055\u308C\u307E\u3059\u3002\n\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u8A73\u7D30: [{2}]\u3002\n\u6839\u672C\u7684\u539F\u56E0: [{4}]\u3002
## {0}: String loggingResourceName, {1}: String xid, {2}: int iscommitted
110480=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001\u30ED\u30AE\u30F3\u30B0\u30FB\u30EA\u30BD\u30FC\u30B9[{0}]\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3[{1}]\u306E\u51E6\u7406\u3092\u5B8C\u4E86\u4E2D\u3067\u3059\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u4E0D\u660E\u72B6\u614B\u304C\u89E3\u6C7A\u3055\u308C\u3001\u73FE\u5728[{2,choice,0#\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF|1#\u30B3\u30DF\u30C3\u30C8}]\u72B6\u614B\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002
## {0}: String loggingResourceName, {1}: int seconds
110481=\u30ED\u30AE\u30F3\u30B0\u30FB\u30EA\u30BD\u30FC\u30B9[{0}]\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u304C\u3001\u672A\u89E3\u6C7A\u306E\u30ED\u30AE\u30F3\u30B0\u30FB\u30EA\u30BD\u30FC\u30B9\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u3092\u5224\u65AD\u3059\u308B\u305F\u3081\u306B\u30EA\u30AF\u30A8\u30B9\u30C8\u3057\u3066\u3044\u308B\u305F\u3081\u3001[{1}]\u79D2\u9593\u30D6\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u3002
## {0}: Throwable t
110482=\u30ED\u30AE\u30F3\u30B0\u30FB\u30E9\u30B9\u30C8\u30FB\u30EA\u30BD\u30FC\u30B9(LLR)\u306E\u521D\u671F\u5316\u4E2D\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30B5\u30FC\u30D0\u30FC\u306F\u3001\u69CB\u6210\u3055\u308C\u305F\u3059\u3079\u3066\u306ELLR\u304C\u521D\u671F\u5316\u3055\u308C\u306A\u3044\u9650\u308A\u8D77\u52D5\u3067\u304D\u307E\u305B\u3093\u3002\u5931\u6557\u306E\u7406\u7531: \n{0}\n
## {0}: String oldState, {1}: String newState
110483=JTA\u306E\u30D8\u30EB\u30B9\u72B6\u614B\u304C{0}\u304B\u3089{1}\u306B\u5909\u5316\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String oldState, {1}: String newState, {2}: String reasons
110484=JTA\u306E\u30D8\u30EB\u30B9\u72B6\u614B\u304C{0}\u304B\u3089{1}\u306B\u5909\u5316\u3057\u3066\u3044\u307E\u3059\u3002\u7406\u7531\u30B3\u30FC\u30C9: {2}\u3002
## {0}: String oldState, {1}: String newState, {2}: String reasons
110485=JTA\u306E\u30D8\u30EB\u30B9\u72B6\u614B\u304C{0}\u304B\u3089{1}\u306B\u5909\u5316\u3057\u3066\u3044\u307E\u3059\u3002\u7406\u7531\u30B3\u30FC\u30C9: {2}\u3002
## {0}: String xid, {1}: String resourceName, {2}: int secondsToAbandon
110486=\u30EA\u30BD\u30FC\u30B9[{1}]\u304C\u4F7F\u7528\u3067\u304D\u306A\u3044\u306E\u3067\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3{0}\u306E\u30B3\u30DF\u30C3\u30C8\u51E6\u7406\u3092\u5B8C\u4E86\u3067\u304D\u307E\u305B\u3093\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u3001\u3059\u3079\u3066\u306E\u30EA\u30BD\u30FC\u30B9\u304C\u30B3\u30DF\u30C3\u30C8\u306E\u6C7A\u5B9A\u3092\u53D7\u3051\u5165\u308C\u306A\u3044\u9650\u308A\u3001{2}\u79D2\u5F8C\u306B\u7834\u68C4\u3055\u308C\u307E\u3059\u3002
## {0}: String xid, {1}: String resourceName, {2}: int secondsToAbandon
110487=\u4FDD\u7559\u4E2D\u306E\u30EA\u30BD\u30FC\u30B9[{1}]\u304C\u4F7F\u7528\u3067\u304D\u306A\u3044\u306E\u3067\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3{0}\u306E\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u51E6\u7406\u3092\u5B8C\u4E86\u3067\u304D\u307E\u305B\u3093\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u3001\u3059\u3079\u3066\u306E\u30EA\u30BD\u30FC\u30B9\u304C\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u306E\u6C7A\u5B9A\u3092\u53D7\u3051\u5165\u308C\u306A\u3044\u9650\u308A\u3001{2}\u79D2\u5F8C\u306B\u7834\u68C4\u3055\u308C\u307E\u3059\u3002
## {0}: String resourceList
110488=LLR\u30EA\u30BD\u30FC\u30B9{0}\u3092\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002\u56DE\u5FA9\u51E6\u7406\u306B\u5FC5\u8981\u306A\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B3\u30DF\u30C3\u30C8\u30FB\u30EC\u30B3\u30FC\u30C9\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u308C\u3089\u306E\u30EA\u30BD\u30FC\u30B9\u3092\u30C7\u30D7\u30ED\u30A4\u3059\u308B\u307E\u3067XA\u30EA\u30BD\u30FC\u30B9\u306E\u56DE\u5FA9\u306F\u884C\u308F\u308C\u307E\u305B\u3093\u3002
## {0}: String principal
114089=\u30E6\u30FC\u30B6\u30FC[{0}]\u306FCoordinator\u3067\u306EackPrepare\u547C\u51FA\u3057\u3092\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String principal
110490=\u30E6\u30FC\u30B6\u30FC[{0}]\u306FCoordinator\u3067\u306ECommit\u547C\u51FA\u3057\u3092\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String principal
110491=\u30E6\u30FC\u30B6\u30FC[{0}]\u306FCoordinator\u3067\u306EAckPrePrepare\u547C\u51FA\u3057\u3092\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String principal
110492=\u30E6\u30FC\u30B6\u30FC[{0}]\u306FCoordinator\u3067\u306ECheckStatus\u547C\u51FA\u3057\u3092\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String principal
110493=\u30E6\u30FC\u30B6\u30FC[{0}]\u306FCoordinator\u3067\u306EAckCommit\u547C\u51FA\u3057\u3092\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String principal
110494=\u30E6\u30FC\u30B6\u30FC[{0}]\u306FCoordinator\u3067\u306ENakCommit\u547C\u51FA\u3057\u3092\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String principal
110495=\u30E6\u30FC\u30B6\u30FC[{0}]\u306FCoordinator\u3067\u306EAckRollback\u547C\u51FA\u3057\u3092\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String principal
110496=\u30E6\u30FC\u30B6\u30FC[{0}]\u306FCoordinator\u3067\u306ENakRollback\u547C\u51FA\u3057\u3092\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String principal
110498=\u30E6\u30FC\u30B6\u30FC[{0}]\u306FCoordinator\u3067\u306EBroadcastXAResourceRegistrationChange\u547C\u51FA\u3057\u3092\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String principal
110499=\u30E6\u30FC\u30B6\u30FC[{0}]\u306FCoordinator\u3067\u306EBroadcastNonXAResourceRegistrationChange\u547C\u51FA\u3057\u3092\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String principal
110500=\u30E6\u30FC\u30B6\u30FC[{0}]\u306FSubCoordinator\u3067\u306EGetSubCoordinatorInfo\u547C\u51FA\u3057\u3092\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String principal
110501=\u30E6\u30FC\u30B6\u30FC[{0}]\u306FSubCoordinator\u3067\u306EGetProperties\u547C\u51FA\u3057\u3092\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String principal
110502=\u30E6\u30FC\u30B6\u30FC[{0}]\u306FSubCoordinator\u3067\u306ERecover\u547C\u51FA\u3057\u3092\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String serverName
110503=\u79FB\u884C\u30C4\u30FC\u30EB(\u624B\u52D5JTA\u79FB\u884C\u30DD\u30EA\u30B7\u30FC\u7528\u306E\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u307E\u305F\u306F\u81EA\u52D5JTA\u79FB\u884C\u30DD\u30EA\u30B7\u30FC\u7528\u306E\u30B7\u30F3\u30B0\u30EB\u30C8\u30F3 \u30DE\u30B9\u30BF\u30FC)\u3092\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002isStrictOwnershipCheck\u304C[false]\u3067\u3042\u308B\u305F\u3081\u3001JTA TRS\u30D5\u30A7\u30A4\u30EB\u30D0\u30C3\u30AF\u306F\u30B9\u30AD\u30C3\u30D7\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u5834\u5408\u3001{0}\u306ETRS\u3092\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u30FB\u30B5\u30FC\u30D0\u30FC\u306B\u79FB\u884C\u3057\u3066\u3001\u305D\u306E\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u30FB\u30B5\u30FC\u30D0\u30FC\u304B\u3089{0}\u306ETLOG\u306B\u30A2\u30AF\u30BB\u30B9\u3059\u308B\u3068\u3001TLOG\u304C\u7834\u640D\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002isStrictOwnershipCheck\u3092[true]\u306B\u8A2D\u5B9A\u3057\u305F\u65B9\u304C\u5B89\u5168\u3067\u3059\u3002
## {0}: Throwable t
110504=TransactionSynchronizationRegistry\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u516C\u958B\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}\u3002
110505=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u306B\u5BFE\u3057\u3066\u7121\u52B9\u306ATRANSACTION_COMPLETION_TIMEOUT_SECONDS_PROPERTY_KEY\u3092\u8A2D\u5B9A\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002\u30AD\u30FC\u306F\u6570\u5B57\u3001\u5024\u306F-1\u304B\u3089\u6574\u6570\u306E\u6700\u5927\u5024\u307E\u3067\u306E\u5024\u3068\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
111001=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u30B9\u30BF\u30F3\u30C9\u30A2\u30ED\u30F3\u30FB\u30E2\u30FC\u30C9\u3067\u8D77\u52D5\u3057\u3066\u3044\u308B\u305F\u3081\u3001\u5206\u6563\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u53C2\u52A0\u3067\u304D\u307E\u305B\u3093\u3002
111002=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u5206\u6563\u30E2\u30FC\u30C9\u3067\u8D77\u52D5\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: Throwable t
111003=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u306E\u6C38\u7D9A\u30B9\u30C8\u30A2\u306E\u4F5C\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {1}\u3002
## {0}: Throwable t
111004=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3067AdminChannel downgrading {0}\u3092\u4F7F\u7528\u3059\u308B\u305F\u3081\u306ECoordinatorURL\u3092\u8A2D\u5B9A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String xidstr, {1}: String resourceName, {2}: int seconds
111005=\u30EA\u30BD\u30FC\u30B9{1}\u3067\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3{0}\u306B\u5BFE\u3059\u308B\u9032\u884C\u4E2D\u306EXA\u64CD\u4F5C\u304C\u3001{2}\u79D2\u4EE5\u5185\u306B\u5B8C\u4E86\u3067\u304D\u306A\u304B\u3063\u305F\u304B\u3001\u4E2D\u65AD\u3055\u308C\u307E\u3057\u305F\u3002\u5F8C\u7D9A\u306E\u547C\u51FA\u3057\u3092\u7D9A\u884C\u3067\u304D\u307E\u3059\u3002
## {0}: Throwable t
111006=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3067SSL URL\u30C0\u30A6\u30F3\u30B0\u30EC\u30FC\u30C9{0}\u3092\u4F7F\u7528\u3059\u308B\u305F\u3081\u306ECoordinatorURL\u3092\u8A2D\u5B9A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
## {0}: String xid, {1}: String resource, {2}: Throwable t
111007=\u30EA\u30BD\u30FC\u30B9{1}\u306E1\u30D5\u30A7\u30FC\u30BA\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3{0}\u306B\u5BFE\u3059\u308B\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u3067\u3001\u30A8\u30E9\u30FC\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002{2}
## {0}: String msg
111008=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u306E\u521D\u671F\u5316\u4E2D\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30B5\u30FC\u30D0\u30FC\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u304C\u521D\u671F\u5316\u3055\u308C\u306A\u3044\u9650\u308A\u8D77\u52D5\u3067\u304D\u307E\u305B\u3093\u3002\u5931\u6557\u306E\u7406\u7531: \n{0}\n
## {0}: Throwable t
111009=activateDeployments\u306E\u521D\u671F\u5316\u4E2D\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u5931\u6557\u306E\u7406\u7531: \n{0}\n
## {0}: Throwable t
111010=SetPrimaryStore\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u5931\u6557\u306E\u7406\u7531: \n{0}\n
## {0}: Throwable t
111011=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D7\u30E9\u30A4\u30DE\u30EA\u30FB\u30B9\u30C8\u30A2\u306E\u521D\u671F\u5316\u4E2D\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30B5\u30FC\u30D0\u30FC\u306F\u3001\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D7\u30E9\u30A4\u30DE\u30EA\u30FB\u30B9\u30C8\u30A2\u304C\u521D\u671F\u5316\u3055\u308C\u306A\u3044\u9650\u308A\u3001\u8D77\u52D5\u3067\u304D\u307E\u305B\u3093\u3002\u5931\u6557\u306E\u7406\u7531: \n{0}\n
## {0}: Throwable t
111012=\u518D\u8A66\u884C\u6642\u306BSetPrimaryStore\u306E\u7D42\u4E86\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u5931\u6557\u306E\u7406\u7531: \n{0}\n
## {0}: Throwable t
111013=JDBCStore\u306E\u30B9\u30C8\u30A2\u521D\u671F\u5316\u4F8B\u5916\u3092\u56DE\u5FA9\u3057\u3066\u304F\u3060\u3055\u3044: {0}
## {0}: String ResourceDescriptorName, {1}: String SCs
111014=\u30EA\u30BD\u30FC\u30B9 = [{0}]\u306B\u30CD\u30FC\u30DF\u30F3\u30B0\u306E\u7AF6\u5408\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u30EA\u30BD\u30FC\u30B9\u306F\u3053\u306E\u30B5\u30FC\u30D0\u30FC\u306B\u3088\u3063\u3066\u767B\u9332\u4E2D\u304B\u3001\u3059\u3067\u306B\u6B21\u306B\u767B\u9332\u3055\u308C\u3066\u3044\u307E\u3059:\n [{1}]\u3002\n
## {0}: String xid, {1}: long timeoutSeconds
111015=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3{0}\u306B\u5BFE\u3059\u308B\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u3067\u3001{1}\u79D2\u5F8C\u306B\u30BF\u30A4\u30E0\u30A2\u30A6\u3057\u307E\u3057\u305F\u3002
## {0}: Exception exception
111016=\u6C7A\u5B9A\u5B50\u30EA\u30BD\u30FC\u30B9\u3092\u53D6\u5F97\u3067\u304D\u306A\u3044\u305F\u3081\u30EA\u30AB\u30D0\u30EA\u3067\u304D\u307E\u305B\u3093{0}\u3002
## {0}: Exception exception
111017=Transactional\u6CE8\u91C8\u30A4\u30F3\u30BF\u30FC\u30BB\u30D7\u30BF{0}\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u3092\u53D6\u5F97\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
111018=@Transactional\u6CE8\u91C8\u51E6\u7406\u306E\u305F\u3081\u306EComponentInvocation\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002UserTransaction\u306E\u4F7F\u7528\u5236\u9650\u306F\u9069\u7528\u3055\u308C\u307E\u305B\u3093\u3002
111019=\u6B63\u5E38\u306A\u505C\u6B62\u5F8C\u306B\u3001ClientInitiatexTxShutdownService.stop\u3067\u30B5\u30FC\u30D0\u30FC\u304C\u4FDD\u7559\u4E2D\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u691C\u51FA\u3057\u307E\u3057\u305F\u3002\u7D9A\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String message
111020=\u30AF\u30ED\u30B9\u30B5\u30A4\u30C8\u56DE\u5FA9\u306E\u51E6\u7406\u4E2D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}\u3002
111021=JTA\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u76F8\u4E92\u904B\u7528\u30E2\u30FC\u30C9\u5024"compatibility"\u306F\u63A8\u5968\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u304B\u308F\u308A\u306B\u3001"default"\u307E\u305F\u306F"performance"\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002
