messagedetail110000=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u3078\u306E\u30EC\u30B3\u30FC\u30C9\u306E\u66F8\u8FBC\u307F\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause110000=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u3078\u306E\u30EC\u30B3\u30FC\u30C9\u306E\u66F8\u8FBC\u307F\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action110000=\u5931\u6557\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306A\u60C5\u5831\u304C\u63D0\u4F9B\u3055\u308C\u308B\u4ED6\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110001=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u3078\u306E\u30EC\u30B3\u30FC\u30C9\u306E\u66F8\u8FBC\u307F\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause110001=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u3078\u306E\u30EC\u30B3\u30FC\u30C9\u306E\u66F8\u8FBC\u307F\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001\u5831\u544A\u3055\u308C\u305F\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action110001=\u5931\u6557\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306A\u60C5\u5831\u304C\u63D0\u4F9B\u3055\u308C\u308B\u4ED6\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110002=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u3078\u306E\u30EC\u30B3\u30FC\u30C9\u306E\u66F8\u8FBC\u307F\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause110002=\u5185\u90E8\u30A8\u30E9\u30FC\u3067\u3059\u3002
action110002=\u30AB\u30B9\u30BF\u30DE\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110003=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u3078\u306E\u30EC\u30B3\u30FC\u30C9\u306E\u66F8\u8FBC\u307F\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u3001\u305D\u306E\u5F8C\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u30FB\u30CF\u30F3\u30C9\u30E9\u5185\u3067\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause110003=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u3078\u306E\u30EC\u30B3\u30FC\u30C9\u306E\u66F8\u8FBC\u307F\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action110003=\u5931\u6557\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306A\u60C5\u5831\u304C\u63D0\u4F9B\u3055\u308C\u308B\u4ED6\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110004=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u306E\u8AAD\u53D6\u308A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause110004=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u304C\u7834\u640D\u3057\u3066\u3044\u307E\u3059\u3002\u30AF\u30E9\u30C3\u30B7\u30E5\u307E\u305F\u306F\u30D5\u30A1\u30A4\u30EB\u30FB\u30B7\u30B9\u30C6\u30E0\u306E\u30A8\u30E9\u30FC\u304C\u539F\u56E0\u3067\u3042\u308B\u3068\u8003\u3048\u3089\u308C\u307E\u3059\u3002\u3053\u306E\u30A8\u30E9\u30FC\u304C\u30B7\u30B9\u30C6\u30E0\u306E\u518D\u8D77\u52D5\u306B\u3064\u304D1\u56DE\u306E\u307F\u767A\u751F\u3059\u308B\u5834\u5408\u3001\u30AF\u30E9\u30C3\u30B7\u30E5\u306E\u767A\u751F\u6642\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u3066\u3044\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3055\u308C\u307E\u3059\u3002
action110004=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u81EA\u52D5\u7684\u306B\u56DE\u5FA9\u3057\u307E\u3059\u3002
messagedetail110005=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u306E\u8AAD\u53D6\u308A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause110005=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u306B\u7834\u640D\u3057\u305F\u30EC\u30B3\u30FC\u30C9\u304C\u3042\u308A\u307E\u3059\u3002\u30AF\u30E9\u30C3\u30B7\u30E5\u307E\u305F\u306F\u30D5\u30A1\u30A4\u30EB\u30FB\u30B7\u30B9\u30C6\u30E0\u306E\u30A8\u30E9\u30FC\u304C\u539F\u56E0\u3067\u3042\u308B\u3068\u8003\u3048\u3089\u308C\u307E\u3059\u3002\u3053\u306E\u30A8\u30E9\u30FC\u304C\u30B7\u30B9\u30C6\u30E0\u306E\u518D\u8D77\u52D5\u306B\u3064\u304D1\u56DE\u306E\u307F\u767A\u751F\u3059\u308B\u5834\u5408\u3001\u30AF\u30E9\u30C3\u30B7\u30E5\u306E\u767A\u751F\u6642\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u3066\u3044\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3055\u308C\u307E\u3059\u3002
action110005=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u81EA\u52D5\u7684\u306B\u56DE\u5FA9\u3057\u307E\u3059\u3002
messagedetail110007=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u304B\u3089\u306E\u30EC\u30B3\u30FC\u30C9\u306E\u8AAD\u53D6\u308A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause110007=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u306E\u30EC\u30B3\u30FC\u30C9\u3092\u8AAD\u53D6\u308A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u53E4\u3044\u30D0\u30FC\u30B8\u30E7\u30F3\u306EWebLogic Server\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u3067\u3001\u65B0\u3057\u3044\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u30AF\u30E9\u30C3\u30B7\u30E5\u56DE\u5FA9\u51E6\u7406\u304C\u884C\u308F\u308C\u305F\u305F\u3081\u306B\u767A\u751F\u3057\u305F\u53EF\u80FD\u6027\u3082\u3042\u308A\u307E\u3059\u3002
action110007=\u5931\u6557\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306A\u60C5\u5831\u304C\u63D0\u4F9B\u3055\u308C\u308B\u4ED6\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110008=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u304B\u3089\u306E\u3001\u30EC\u30B3\u30FC\u30C9\u306E\u5916\u90E8\u5316\u3055\u308C\u305F\u30B9\u30C6\u30FC\u30C8\u60C5\u5831\u306E\u8AAD\u53D6\u308A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause110008=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u306E\u30EC\u30B3\u30FC\u30C9\u306E\u5916\u90E8\u5316\u3055\u308C\u305F\u30B9\u30C6\u30FC\u30C8\u60C5\u5831\u3092\u8AAD\u53D6\u308A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u53E4\u3044\u30D0\u30FC\u30B8\u30E7\u30F3\u306EWebLogic Server\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u3067\u3001\u65B0\u3057\u3044\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u30AF\u30E9\u30C3\u30B7\u30E5\u56DE\u5FA9\u51E6\u7406\u304C\u884C\u308F\u308C\u305F\u305F\u3081\u306B\u767A\u751F\u3057\u305F\u53EF\u80FD\u6027\u3082\u3042\u308A\u307E\u3059\u3002
action110008=\u5931\u6557\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306A\u60C5\u5831\u304C\u63D0\u4F9B\u3055\u308C\u308B\u4ED6\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110009={0}\u30D0\u30A4\u30C8\u3092\u8D85\u3048\u308B\u30EC\u30B3\u30FC\u30C9\u304C\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30C7\u30A3\u30B9\u30AF\u3078\u306E\u66F8\u8FBC\u307F\u3092\u5F85\u6A5F\u3057\u3066\u3044\u307E\u3059\u3002\u30C7\u30A3\u30B9\u30AF\u306F\u540C\u3058\u901F\u5EA6\u3092\u7DAD\u6301\u3067\u304D\u306A\u3044\u305F\u3081\u3001\u3053\u308C\u4EE5\u4E0A\u306E\u30ED\u30B0\u30FB\u30EC\u30B3\u30FC\u30C9\u306F\u30D0\u30C3\u30D5\u30A1\u3055\u308C\u307E\u305B\u3093\u3002I/O\u30D0\u30C3\u30D5\u30A1\u304C\u7A7A\u306B\u306A\u308A\u59CB\u3081\u308B\u307E\u3067\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u30B3\u30DF\u30C3\u30C8\u3067\u304D\u307E\u305B\u3093\u3002
cause110009=\u30C7\u30A3\u30B9\u30AF\u304C\u4F7F\u7528\u4E0D\u53EF\u304B\u3001\u3044\u3063\u3071\u3044\u304B\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u30B3\u30DF\u30C3\u30C8\u547C\u51FA\u3057\u3068\u540C\u3058\u901F\u5EA6\u3067\u30B7\u30B9\u30C6\u30E0\u304C\u5BFE\u5FDC\u3067\u304D\u306A\u3044\u304B\u3001\u307E\u305F\u306F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D0\u30C3\u30D5\u30A1\u304C\u6700\u5927\u30D0\u30C3\u30D5\u30A1\u30FB\u30B5\u30A4\u30BA(250KB)\u306B\u9054\u3057\u3066\u3044\u308B\u304B\u306E\u3044\u305A\u308C\u304B\u3067\u3059\u3002
action110009=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30C7\u30A3\u30B9\u30AF\u304C\u4F7F\u7528\u53EF\u80FD\u3067\u3044\u3063\u3071\u3044\u3067\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u5BFE\u3059\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u66F8\u8FBC\u307F\u304C250KB\u3092\u8D85\u3048\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u3053\u306E\u30A8\u30E9\u30FC\u304C\u30C8\u30E9\u30D5\u30A3\u30C3\u30AF\u306E\u30D4\u30FC\u30AF\u6642\u306B\u6642\u3005\u767A\u751F\u3059\u308B\u5834\u5408\u306F\u3001\u5927\u5BB9\u91CF/\u9AD8\u901F\u306E\u30CF\u30FC\u30C9\u30A6\u30A7\u30A2\u3092\u8FFD\u52A0\u3057\u3066\u30B7\u30B9\u30C6\u30E0\u3092\u518D\u69CB\u6210\u3059\u308B\u3053\u3068\u3092\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110010=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u306B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u66F8\u304D\u8FBC\u3093\u3060\u5F8C\u306B\u3001\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u30FB\u30CF\u30F3\u30C9\u30E9\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause110010=\u5185\u90E8\u30A8\u30E9\u30FC\u3067\u3059\u3002
action110010=\u30AB\u30B9\u30BF\u30DE\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110011=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u304B\u3089\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u56DE\u5FA9\u3057\u305F\u5F8C\u306B\u3001\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u30FB\u30CF\u30F3\u30C9\u30E9\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause110011=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u8A73\u7D30\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action110011=\u5931\u6557\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306A\u60C5\u5831\u304C\u63D0\u4F9B\u3055\u308C\u308B\u4ED6\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110012=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u756A\u53F7{0}\u306E\u958B\u3044\u3066\u3044\u305F\u6642\u9593\u304C\u539F\u56E0\u3067\u3001\u3053\u306E\u30D5\u30A1\u30A4\u30EB\u756A\u53F7\u3092\u518D\u4F7F\u7528\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause110012=\u3053\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u30EC\u30B3\u30FC\u30C9\u304C\u9577\u6642\u9593\u89E3\u653E\u3055\u308C\u306A\u304B\u3063\u305F\u305F\u3081\u3001\u3053\u306E\u30D5\u30A1\u30A4\u30EB\u306F\u524A\u9664\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u305D\u306E\u5F8C\u3001\u65B0\u3057\u3044\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u7528\u306B\u3053\u306E\u30D5\u30A1\u30A4\u30EB\u304C\u5FC5\u8981\u306B\u306A\u308A\u307E\u3057\u305F\u3002
action110012=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u30B3\u30DF\u30C3\u30C8\u306E\u51E6\u7406\u4E2D\u306B\u30EA\u30BD\u30FC\u30B9\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3(\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u307E\u305F\u306FJMS)\u304C\u30AF\u30E9\u30C3\u30B7\u30E5\u3057\u305F\u5834\u5408\u306F\u3001\u30AF\u30E9\u30C3\u30B7\u30E5\u56DE\u5FA9\u51E6\u7406\u4E2D\u306B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u306E\u9818\u57DF\u3092\u89E3\u653E\u3067\u304D\u308B\u3088\u3046\u306B\u30EA\u30BD\u30FC\u30B9\u3092\u65E9\u6025\u306B\u5143\u306E\u72B6\u614B\u306B\u623B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110013=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u306E\u66F8\u8FBC\u307F\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause110013=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B7\u30B9\u30C6\u30E0\u306E\u7A7A\u304D\u5BB9\u91CF\u304C\u306A\u3044\u304B\u3001\u307E\u305F\u306F\u6A29\u9650\u306E\u554F\u984C\u304C\u5B58\u5728\u3057\u307E\u3059\u3002
action110013=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u5834\u6240\u3092\u78BA\u8A8D\u3057\u3066\u3001\u30D5\u30A1\u30A4\u30EB\u30FB\u30B7\u30B9\u30C6\u30E0\u306E\u554F\u984C\u3092\u7279\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110014=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u306E[{0}]\u3068\u3044\u3046\u540D\u524D\u306E\u30D8\u30C3\u30C0\u30FC\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u8AAD\u53D6\u308A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause110014=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B7\u30B9\u30C6\u30E0\u304C\u7834\u640D\u3057\u3066\u3044\u307E\u3059\u3002\u30AF\u30E9\u30C3\u30B7\u30E5\u304C\u539F\u56E0\u3068\u8003\u3048\u3089\u308C\u307E\u3059\u3002
action110014=\u30B7\u30B9\u30C6\u30E0\u306B\u3088\u3063\u3066\u3001\u81EA\u52D5\u7684\u306B\u7A7A\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u304C\u4F5C\u6210\u3055\u308C\u307E\u3059\u3002
messagedetail110015=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u306E\u30D8\u30C3\u30C0\u30FC\u30FB\u30D5\u30A1\u30A4\u30EB\u306B\u8A8D\u8B58\u4E0D\u53EF\u80FD\u306A\u30D0\u30FC\u30B8\u30E7\u30F3\u756A\u53F7\u304C\u3042\u308A\u307E\u3059\u3002
cause110015=\u30D5\u30A1\u30A4\u30EB\u304C\u7834\u640D\u3057\u3066\u3044\u307E\u3059\u3002\u53E4\u3044\u30D0\u30FC\u30B8\u30E7\u30F3\u306EWebLogic Server\u3067\u65B0\u3057\u3044\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u304C\u4F7F\u7528\u3055\u308C\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110015=\u30B7\u30B9\u30C6\u30E0\u306B\u3088\u3063\u3066\u3001\u81EA\u52D5\u7684\u306B\u7A7A\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u304C\u4F5C\u6210\u3055\u308C\u307E\u3059\u3002
messagedetail110016=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D8\u30C3\u30C0\u30FC\u30FB\u30D5\u30A1\u30A4\u30EB\u306F\u3001\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u306B\u554F\u984C\u304C\u3042\u308B\u305F\u3081\u306B\u51E6\u7406\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause110016=\u30D5\u30A1\u30A4\u30EB\u304C\u7834\u640D\u3057\u3066\u3044\u307E\u3059\u3002\u53E4\u3044\u30D0\u30FC\u30B8\u30E7\u30F3\u306EWebLogic\u3067\u65B0\u3057\u3044\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u304C\u4F7F\u7528\u3055\u308C\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110016=\u65B0\u3057\u3044\u30D8\u30C3\u30C0\u30FC\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u66F8\u304D\u8FBC\u3080\u3053\u3068\u3067\u30B7\u30B9\u30C6\u30E0\u306F\u81EA\u52D5\u7684\u306B\u56DE\u5FA9\u3055\u308C\u307E\u3059\u304C\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u306E\u4EE5\u524D\u306E\u5185\u5BB9\u306E\u4E00\u90E8\u304C\u55AA\u5931\u3057\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
messagedetail110017=[{0}]\u3068\u3044\u3046\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D8\u30C3\u30C0\u30FC\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u66F8\u8FBC\u307F\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause110017=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B7\u30B9\u30C6\u30E0\u306E\u7A7A\u304D\u5BB9\u91CF\u304C\u306A\u3044\u304B\u3001\u307E\u305F\u306F\u6A29\u9650\u306E\u554F\u984C\u304C\u5B58\u5728\u3057\u307E\u3059\u3002
action110017=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u5834\u6240\u3092\u78BA\u8A8D\u3057\u3066\u3001\u30D5\u30A1\u30A4\u30EB\u30FB\u30B7\u30B9\u30C6\u30E0\u306E\u554F\u984C\u3092\u7279\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110018=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB[{0}]\u306E\u66F8\u8FBC\u307F\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause110018=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B7\u30B9\u30C6\u30E0\u306E\u7A7A\u304D\u5BB9\u91CF\u304C\u306A\u3044\u304B\u3001\u307E\u305F\u306F\u6A29\u9650\u306E\u554F\u984C\u304C\u5B58\u5728\u3057\u307E\u3059\u3002
action110018=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u5834\u6240\u3092\u78BA\u8A8D\u3057\u3066\u3001\u30D5\u30A1\u30A4\u30EB\u30FB\u30B7\u30B9\u30C6\u30E0\u306E\u554F\u984C\u3092\u7279\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110019=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB[{0}]\u306E\u9818\u57DF\u3092\u89E3\u653E\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause110019=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B7\u30B9\u30C6\u30E0\u307E\u305F\u306F\u6A29\u9650\u306B\u554F\u984C\u304C\u3042\u308A\u307E\u3059\u3002
action110019=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u5834\u6240\u3092\u78BA\u8A8D\u3057\u3066\u3001\u30D5\u30A1\u30A4\u30EB\u30FB\u30B7\u30B9\u30C6\u30E0\u306E\u554F\u984C\u3092\u7279\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110020=\u30AF\u30E9\u30C3\u30B7\u30E5\u306E\u56DE\u5FA9\u4E2D\u306B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB[{0}]\u306E\u8AAD\u53D6\u308A\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause110020=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B7\u30B9\u30C6\u30E0\u307E\u305F\u306F\u6A29\u9650\u306B\u554F\u984C\u304C\u3042\u308B\u304B\u3001\u307E\u305F\u306F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u304C\u7834\u640D\u3057\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110020=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u5834\u6240\u3092\u78BA\u8A8D\u3057\u3066\u3001\u30D5\u30A1\u30A4\u30EB\u30FB\u30B7\u30B9\u30C6\u30E0\u306E\u554F\u984C\u3092\u8ABF\u3079\u3066\u304F\u3060\u3055\u3044\u3002\u30AF\u30E9\u30C3\u30B7\u30E5\u56DE\u5FA9\u51E6\u7406\u306F\u3001\u53EF\u80FD\u306A\u9650\u308A\u7D9A\u884C\u3055\u308C\u307E\u3059\u3002
messagedetail110021=\u30AF\u30E9\u30C3\u30B7\u30E5\u306E\u56DE\u5FA9\u4E2D\u306B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB[{1}]\u306E\u8AAD\u53D6\u308A\u3067\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u30FB\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause110021=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u306F\u7834\u640D\u3057\u3066\u3044\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110021=My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail110022=\u30AF\u30E9\u30C3\u30B7\u30E5\u306E\u56DE\u5FA9\u4E2D\u306B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB[{1}]\u306E\u8AAD\u53D6\u308A\u3067\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u30FB\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause110022=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u306F\u7834\u640D\u3057\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110022=My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail110023=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u306E\u8AAD\u53D6\u308A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause110023=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u306B\u7834\u640D\u3057\u305F\u30EC\u30B3\u30FC\u30C9\u304C\u3042\u308A\u307E\u3059\u3002\u30AF\u30E9\u30C3\u30B7\u30E5\u307E\u305F\u306F\u30D5\u30A1\u30A4\u30EB\u30FB\u30B7\u30B9\u30C6\u30E0\u306E\u30A8\u30E9\u30FC\u304C\u539F\u56E0\u3067\u3042\u308B\u3068\u8003\u3048\u3089\u308C\u307E\u3059\u3002\u3053\u306E\u30A8\u30E9\u30FC\u304C\u30B7\u30B9\u30C6\u30E0\u306E\u518D\u8D77\u52D5\u306B\u3064\u304D1\u56DE\u306E\u307F\u767A\u751F\u3059\u308B\u5834\u5408\u3001\u30AF\u30E9\u30C3\u30B7\u30E5\u306E\u767A\u751F\u6642\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u3066\u3044\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3055\u308C\u307E\u3059\u3002
action110023=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u81EA\u52D5\u7684\u306B\u56DE\u5FA9\u3057\u307E\u3059\u3002
messagedetail110024=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u306E\u8AAD\u53D6\u308A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause110024=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u306B\u7834\u640D\u3057\u305F\u30EC\u30B3\u30FC\u30C9\u304C\u3042\u308A\u307E\u3059\u3002\u30AF\u30E9\u30C3\u30B7\u30E5\u307E\u305F\u306F\u30D8\u30C3\u30C0\u30FC\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u7834\u640D\u304C\u539F\u56E0\u3067\u3042\u308B\u3068\u8003\u3048\u3089\u308C\u307E\u3059\u3002
action110024=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u81EA\u52D5\u7684\u306B\u56DE\u5FA9\u3057\u307E\u3059\u3002
messagedetail110025=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D8\u30C3\u30C0\u30FC\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u8AAD\u307F\u53D6\u308B\u3068\u304D\u306B\u958B\u304F\u3053\u3068\u304C\u3067\u304D\u306A\u304B\u3063\u305F\u305F\u3081\u3001\u65B0\u3057\u3044\u30D5\u30A1\u30A4\u30EB\u3092\u4F5C\u6210\u3057\u3066\u3044\u307E\u3059\u3002
cause110025=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D8\u30C3\u30C0\u30FC\u30FB\u30D5\u30A1\u30A4\u30EB\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u65B0\u3057\u3044\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3092\u521D\u3081\u3066\u8D77\u52D5\u3057\u305F\u5834\u5408\u3001\u3053\u308C\u306F\u60F3\u5B9A\u3055\u308C\u308B\u3053\u3068\u3067\u6B63\u5E38\u3067\u3059\u3002\u3053\u308C\u304C\u65B0\u3057\u3044\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u306E\u521D\u3081\u3066\u306E\u8D77\u52D5\u3067\u306A\u3044\u5834\u5408\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u304C\u524A\u9664\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u5834\u5408\u3001\u30AF\u30E9\u30C3\u30B7\u30E5\u306E\u56DE\u5FA9\u306F\u5B9F\u884C\u3055\u308C\u305A\u3001\u30AF\u30E9\u30C3\u30B7\u30E5\u6642\u306B\u51E6\u7406\u3055\u308C\u3066\u3044\u305F\u30B3\u30DF\u30C3\u30C8\u6E08\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u4E00\u90E8\u304C\u9069\u5207\u306B\u56DE\u5FA9\u3055\u308C\u306A\u3044\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002
action110025=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u30B7\u30B9\u30C6\u30E0\u306F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D8\u30C3\u30C0\u30FC\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u30FB\u30B3\u30D4\u30FC\u3092\u691C\u7D22\u3057\u307E\u3059\u3002\u691C\u51FA\u3055\u308C\u306A\u3044\u5834\u5408\u306F\u3001\u65B0\u3057\u3044\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u304C\u4F5C\u6210\u3055\u308C\u307E\u3059\u3002
messagedetail110026=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB[{0}]\u3092\u8AAD\u307F\u53D6\u308B\u3068\u304D\u306B\u958B\u304F\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause110026=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B7\u30B9\u30C6\u30E0\u307E\u305F\u306F\u6A29\u9650\u306B\u554F\u984C\u304C\u3042\u308B\u304B\u3001\u307E\u305F\u306F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u304C\u7834\u640D\u3057\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u30D5\u30A1\u30A4\u30EB\u304C\u624B\u52D5\u3067\u524A\u9664\u3055\u308C\u305F\u53EF\u80FD\u6027\u3082\u3042\u308A\u307E\u3059\u3002
action110026=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u5834\u6240\u3092\u78BA\u8A8D\u3057\u3066\u3001\u30D5\u30A1\u30A4\u30EB\u30FB\u30B7\u30B9\u30C6\u30E0\u306E\u554F\u984C\u3092\u8ABF\u3079\u3066\u304F\u3060\u3055\u3044\u3002\u30AF\u30E9\u30C3\u30B7\u30E5\u56DE\u5FA9\u51E6\u7406\u306F\u3001\u7D9A\u884C\u3055\u308C\u307E\u3059\u3002
messagedetail110027=\u30AB\u30BF\u30ED\u30B0\u5316\u3055\u308C\u3066\u3044\u306A\u3044\u30C7\u30D0\u30C3\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002\u5909\u66F4\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044
cause110027=\u30C7\u30D0\u30C3\u30B0\u3057\u3066\u3044\u307E\u3059\u3002\u5909\u66F4\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002
action110027=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail110028=\u69CB\u6210\u30D7\u30ED\u30D1\u30C6\u30A3\u3067"forgetHeuristics"\u304C\u660E\u793A\u7684\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001\u30EA\u30BD\u30FC\u30B9[{0}]\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3[{1}]\u306B\u5BFE\u3057\u3066XA.forget()\u3092\u547C\u3073\u51FA\u3057\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u306E\u30EA\u30BD\u30FC\u30B9\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u30B3\u30DF\u30C3\u30C8\u51E6\u7406\u4E2D\u306B\u30D2\u30E5\u30FC\u30EA\u30B9\u30C6\u30A3\u30C3\u30AF\u306A\u6C7A\u5B9A\u3092\u30EC\u30DD\u30FC\u30C8\u3057\u307E\u3057\u305F\u3002
cause110028=\u8003\u3048\u3089\u308C\u308B\u539F\u56E0\u306B\u3064\u3044\u3066\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u8A73\u7D30\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action110028=\u30D2\u30E5\u30FC\u30EA\u30B9\u30C6\u30A3\u30C3\u30AF\u306A\u6C7A\u5B9A\u306E\u7D50\u679C\u3067\u767A\u898B\u3057\u305F\u30C7\u30FC\u30BF\u306E\u77DB\u76FE\u3092\u4FEE\u6B63\u3057\u305F\u5F8C\u3001\u30EA\u30BD\u30FC\u30B9\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306E\u7BA1\u7406\u30B3\u30DE\u30F3\u30C9\u3092\u4F7F\u7528\u3057\u3066\u3001\u30EA\u30BD\u30FC\u30B9\u306B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u7121\u8996\u3059\u308B\u3088\u3046\u306B\u6307\u793A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110029=\u69CB\u6210\u30D7\u30ED\u30D1\u30C6\u30A3\u3067"forgetHeuristics"\u304C\u660E\u793A\u7684\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001\u30EA\u30BD\u30FC\u30B9[{0}]\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3[{1}]\u306B\u5BFE\u3057\u3066XA.forget()\u3092\u547C\u3073\u51FA\u3057\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u306E\u30EA\u30BD\u30FC\u30B9\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u51E6\u7406\u4E2D\u306B\u30D2\u30E5\u30FC\u30EA\u30B9\u30C6\u30A3\u30C3\u30AF\u306A\u6C7A\u5B9A\u3092\u30EC\u30DD\u30FC\u30C8\u3057\u307E\u3057\u305F\u3002
cause110029=\u8003\u3048\u3089\u308C\u308B\u539F\u56E0\u306B\u3064\u3044\u3066\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u8A73\u7D30\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action110029=\u30D2\u30E5\u30FC\u30EA\u30B9\u30C6\u30A3\u30C3\u30AF\u306A\u6C7A\u5B9A\u306E\u7D50\u679C\u3067\u767A\u898B\u3057\u305F\u30C7\u30FC\u30BF\u306E\u77DB\u76FE\u3092\u4FEE\u6B63\u3057\u305F\u5F8C\u3001\u30EA\u30BD\u30FC\u30B9\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306E\u7BA1\u7406\u30B3\u30DE\u30F3\u30C9\u3092\u4F7F\u7528\u3057\u3066\u3001\u30EA\u30BD\u30FC\u30B9\u306B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u7121\u8996\u3059\u308B\u3088\u3046\u306B\u6307\u793A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110030=XA\u30EA\u30BD\u30FC\u30B9[{0}]\u304CXA\u547C\u51FA\u3057\u306B{1}\u79D2\u9593\u30EC\u30B9\u30DD\u30F3\u30B9\u3057\u3066\u3044\u307E\u305B\u3093\u3002
cause110030=\u30EA\u30BD\u30FC\u30B9\u304C\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093(\u30EA\u30BD\u30FC\u30B9\u304C\u30C0\u30A6\u30F3\u3057\u3066\u3044\u308B\u304B\u3001\u307E\u305F\u306F\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306B\u554F\u984C\u304C\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059)\u3002
action110030=\u30EA\u30BD\u30FC\u30B9\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u3068\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306E\u72B6\u614B\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30EA\u30BD\u30FC\u30B9\u304C\u518D\u3073\u4F7F\u7528\u53EF\u80FD\u306B\u306A\u3063\u305F\u3089\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306B\u901A\u77E5\u3059\u308B\u305F\u3081\u306B\u6B21\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002JDBC\u63A5\u7D9A\u30D7\u30FC\u30EB\u306E\u5834\u5408\u306F\u3001\u63A5\u7D9A\u30D7\u30FC\u30EB\u3092\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u63A5\u7D9A\u30D7\u30FC\u30EB\u306E\u81EA\u52D5\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5\u6A5F\u80FD\u3092\u6709\u52B9\u306B\u3057\u3066\u3001\u81EA\u52D5\u7684\u306B\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5\u3059\u308B\u3053\u3068\u3082\u3067\u304D\u307E\u3059\u3002\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u306EXA\u30EA\u30BD\u30FC\u30B9\u306E\u5834\u5408\u306F\u3001\u30EA\u30BD\u30FC\u30B9\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306F\u3001weblogic.transaction.TransactionManager.unregisterResource()\u306B\u7D9A\u3051\u3066\u3001weblogic.transaction.TransactionManager.registerStaticResource()\u307E\u305F\u306Fweblogic.transaction.TransactionManager.registerDynamicResource()\u3092\u547C\u3073\u51FA\u3057\u3066\u30EA\u30BD\u30FC\u30B9\u3092\u518D\u767B\u9332\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
messagedetail110031=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D8\u30C3\u30C0\u30FC\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u518D\u66F8\u8FBC\u307F\u4E2D\u306B\u3001\u30D5\u30A1\u30A4\u30EB[{0}]\u306E\u524A\u9664\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause110031=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B7\u30B9\u30C6\u30E0\u307E\u305F\u306F\u6A29\u9650\u306B\u554F\u984C\u304C\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110031=\u3053\u306E\u30D5\u30A1\u30A4\u30EB\u3068\u683C\u7D0D\u3055\u308C\u3066\u3044\u308B\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306E\u6A29\u9650\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30B7\u30B9\u30C6\u30E0\u3067\u306F\u3001\u56DE\u5FA9\u304C\u81EA\u52D5\u7684\u306B\u8A66\u884C\u3055\u308C\u307E\u3059\u3002
messagedetail110032=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D8\u30C3\u30C0\u30FC\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u518D\u66F8\u8FBC\u307F\u4E2D\u306B\u3001\u30D5\u30A1\u30A4\u30EB[{0}]\u306E[{1}]\u3078\u306E\u540D\u524D\u5909\u66F4\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause110032=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B7\u30B9\u30C6\u30E0\u307E\u305F\u306F\u6A29\u9650\u306B\u554F\u984C\u304C\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110032=\u3053\u308C\u3089\u306E\u30D5\u30A1\u30A4\u30EB\u3068\u683C\u7D0D\u3055\u308C\u3066\u3044\u308B\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306E\u6A29\u9650\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30B7\u30B9\u30C6\u30E0\u3067\u306F\u3001\u56DE\u5FA9\u304C\u81EA\u52D5\u7684\u306B\u8A66\u884C\u3055\u308C\u307E\u3059\u3002
messagedetail110033=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D8\u30C3\u30C0\u30FC\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u8AAD\u53D6\u308A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u304C\u3001\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u30FB\u30B3\u30D4\u30FC\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002
cause110033=\u3053\u306E\u30A8\u30E9\u30FC\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D8\u30C3\u30C0\u30FC\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u518D\u66F8\u8FBC\u307F\u3057\u3066\u3044\u305F\u6642\u70B9\u3067\u767A\u751F\u3057\u305F\u30AF\u30E9\u30C3\u30B7\u30E5\u304C\u539F\u56E0\u3067\u3042\u308B\u3068\u8003\u3048\u3089\u308C\u307E\u3059\u3002
action110033=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u81EA\u52D5\u7684\u306B\u56DE\u5FA9\u3057\u307E\u3059\u3002
messagedetail110101=\u6709\u52B9\u306A2\u30D5\u30A7\u30FC\u30BA\u30FB\u30B3\u30DF\u30C3\u30C8(2PC)\u306E\u30E9\u30A4\u30BB\u30F3\u30B9\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30B5\u30FC\u30D0\u30FC\u306F\u30EA\u30BD\u30FC\u30B9\u304C\u30BC\u30ED\u304B1\u3064\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3057\u304B\u8ABF\u6574\u3067\u304D\u306A\u3044\u3088\u3046\u306B\u5236\u9650\u3055\u308C\u3066\u3044\u307E\u3059\u3002
cause110101=2PC\u306E\u30E9\u30A4\u30BB\u30F3\u30B9\u304C\u3042\u308A\u307E\u305B\u3093\u3002
action110101=2PC\u30E9\u30A4\u30BB\u30F3\u30B9\u3092\u53D6\u5F97\u3059\u308B\u306B\u306F\u3001Oracle\u55B6\u696D\u62C5\u5F53\u8005\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail110102=\u30EA\u30BD\u30FC\u30B9\u304C\u8907\u6570\u3042\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u30B3\u30DF\u30C3\u30C8\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u30012\u30D5\u30A7\u30FC\u30BA\u30FB\u30B3\u30DF\u30C3\u30C8(2PC)\u6A5F\u80FD\u304C\u30E9\u30A4\u30BB\u30F3\u30B9\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u30B5\u30FC\u30D0\u30FC\u306F\u30EA\u30BD\u30FC\u30B9\u304C\u30BC\u30ED\u304B1\u3064\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3057\u304B\u8ABF\u6574\u3067\u304D\u306A\u3044\u3088\u3046\u306B\u5236\u9650\u3055\u308C\u3066\u3044\u307E\u3059\u3002
cause110102=2PC\u306E\u30E9\u30A4\u30BB\u30F3\u30B9\u304C\u3042\u308A\u307E\u305B\u3093\u3002
action110102=2PC\u30E9\u30A4\u30BB\u30F3\u30B9\u3092\u53D6\u5F97\u3059\u308B\u306B\u306F\u3001Oracle\u55B6\u696D\u62C5\u5F53\u8005\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail110200=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3[{0}]\u306E\u30E6\u30FC\u30B6\u30FC\u306FSubCoordinator\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u5185\u90E8\u30E1\u30BD\u30C3\u30C9\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3059\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u547C\u3073\u51FA\u3057\u305F\u5834\u5408\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u6574\u5408\u6027\u3092\u640D\u306A\u3046\u304A\u305D\u308C\u304C\u3042\u308A\u307E\u3059\u3002\u6A29\u9650\u306F\u62D2\u5426\u3055\u308C\u3001\u547C\u3073\u51FA\u3057\u306F\u7121\u8996\u3055\u308C\u307E\u3057\u305F\u3002
cause110200=\u3053\u308C\u306F\u6F5C\u5728\u7684\u306A\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306B\u5BFE\u3059\u308B\u653B\u6483\u306E\u75C7\u72B6\u304B\u3001\u307E\u305F\u306F\u9006\u306B\u3001\u30B5\u30FC\u30D0\u30FC\u306E"\u30B7\u30B9\u30C6\u30E0"\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u306B\u554F\u984C\u304C\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110200=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30FB\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u304C\u5185\u90E8Weblogic Server\u30B7\u30B9\u30C6\u30E0\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3057\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110201=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3[{0}]\u306E\u30E6\u30FC\u30B6\u30FC\u306FSubCoordinator\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u5185\u90E8\u30E1\u30BD\u30C3\u30C9\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3059\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u547C\u3073\u51FA\u3057\u305F\u5834\u5408\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u6574\u5408\u6027\u3092\u640D\u306A\u3046\u304A\u305D\u308C\u304C\u3042\u308A\u307E\u3059\u3002\u6A29\u9650\u306F\u62D2\u5426\u3055\u308C\u3001\u547C\u3073\u51FA\u3057\u306F\u7121\u8996\u3055\u308C\u307E\u3057\u305F\u3002
cause110201=\u3053\u308C\u306F\u6F5C\u5728\u7684\u306A\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306B\u5BFE\u3059\u308B\u653B\u6483\u306E\u75C7\u72B6\u304B\u3001\u307E\u305F\u306F\u9006\u306B\u3001\u30B5\u30FC\u30D0\u30FC\u306E"\u30B7\u30B9\u30C6\u30E0"\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u306B\u554F\u984C\u304C\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110201=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30FB\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u304C\u5185\u90E8Weblogic\u30B7\u30B9\u30C6\u30E0\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3057\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110202=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3[{0}]\u306E\u30E6\u30FC\u30B6\u30FC\u306FSubCoordinator\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u5185\u90E8\u30E1\u30BD\u30C3\u30C9\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3059\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u547C\u3073\u51FA\u3057\u305F\u5834\u5408\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u6574\u5408\u6027\u3092\u640D\u306A\u3046\u304A\u305D\u308C\u304C\u3042\u308A\u307E\u3059\u3002\u6A29\u9650\u306F\u62D2\u5426\u3055\u308C\u3001\u547C\u3073\u51FA\u3057\u306F\u7121\u8996\u3055\u308C\u307E\u3057\u305F\u3002
cause110202=\u3053\u308C\u306F\u6F5C\u5728\u7684\u306A\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306B\u5BFE\u3059\u308B\u653B\u6483\u306E\u75C7\u72B6\u304B\u3001\u307E\u305F\u306F\u9006\u306B\u3001\u30B5\u30FC\u30D0\u30FC\u306E"\u30B7\u30B9\u30C6\u30E0"\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u306B\u554F\u984C\u304C\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110202=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30FB\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u304C\u5185\u90E8Weblogic\u30B7\u30B9\u30C6\u30E0\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3057\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110204=XA\u30EA\u30BD\u30FC\u30B9[{0}]\u304CXAER_RMFAIL\u3092\u623B\u3057\u3001\u4F7F\u7528\u4E0D\u80FD\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002
cause110204=\u30EA\u30BD\u30FC\u30B9\u306F\u3001\u30C0\u30A6\u30F3\u3057\u3066\u3044\u308B\u304B\u3001\u307E\u305F\u306F\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306B\u554F\u984C\u304C\u3042\u308B\u305F\u3081\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
action110204=\u30EA\u30BD\u30FC\u30B9\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u3068\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306E\u72B6\u614B\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30EA\u30BD\u30FC\u30B9\u304C\u518D\u3073\u4F7F\u7528\u53EF\u80FD\u306B\u306A\u3063\u305F\u3089\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306B\u901A\u77E5\u3059\u308B\u305F\u3081\u306B\u6B21\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002JDBC\u63A5\u7D9A\u30D7\u30FC\u30EB\u306E\u5834\u5408\u306F\u3001\u63A5\u7D9A\u30D7\u30FC\u30EB\u3092\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u63A5\u7D9A\u30D7\u30FC\u30EB\u306E\u81EA\u52D5\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5\u6A5F\u80FD\u3092\u6709\u52B9\u306B\u3057\u3066\u3001\u81EA\u52D5\u7684\u306B\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5\u3059\u308B\u3053\u3068\u3082\u3067\u304D\u307E\u3059\u3002\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u306EXA\u30EA\u30BD\u30FC\u30B9\u306E\u5834\u5408\u306F\u3001\u30EA\u30BD\u30FC\u30B9\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306F\u3001weblogic.transaction.TransactionManager.unregisterResource()\u306B\u7D9A\u3051\u3066\u3001weblogic.transaction.TransactionManager.registerStaticResource()\u307E\u305F\u306Fweblogic.transaction.TransactionManager.registerDynamicResource()\u3092\u547C\u3073\u51FA\u3057\u3066\u30EA\u30BD\u30FC\u30B9\u3092\u518D\u767B\u9332\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
messagedetail110205=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3[{0}]\u306E\u30E6\u30FC\u30B6\u30FC\u306FSubCoordinator\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u5185\u90E8\u30E1\u30BD\u30C3\u30C9\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3059\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u547C\u3073\u51FA\u3057\u305F\u5834\u5408\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u6574\u5408\u6027\u3092\u640D\u306A\u3046\u304A\u305D\u308C\u304C\u3042\u308A\u307E\u3059\u3002\u6A29\u9650\u306F\u62D2\u5426\u3055\u308C\u3001\u547C\u3073\u51FA\u3057\u306F\u7121\u8996\u3055\u308C\u307E\u3057\u305F\u3002
cause110205=\u3053\u308C\u306F\u6F5C\u5728\u7684\u306A\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306B\u5BFE\u3059\u308B\u653B\u6483\u306E\u75C7\u72B6\u304B\u3001\u307E\u305F\u306F\u9006\u306B\u3001\u30B5\u30FC\u30D0\u30FC\u306E"\u30B7\u30B9\u30C6\u30E0"\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u306B\u554F\u984C\u304C\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110205=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30FB\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u304C\u5185\u90E8Weblogic\u30B7\u30B9\u30C6\u30E0\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3057\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110207=XA\u30EA\u30BD\u30FC\u30B9[{0}]\u306F\u4F7F\u7528\u4E0D\u80FD\u3068\u306A\u3063\u3066\u3044\u307E\u3057\u305F\u304C\u3001\u518D\u3073\u4F7F\u7528\u53EF\u80FD\u306B\u306A\u308A\u307E\u3057\u305F\u3002
cause110207=\u4F7F\u7528\u4E0D\u80FD\u3068\u306A\u3063\u3066\u3044\u305F\u30EA\u30BD\u30FC\u30B9\u306F\u4F7F\u7528\u53EF\u80FD\u306B\u306A\u308A\u307E\u3057\u305F\u3002\u30EA\u30BD\u30FC\u30B9\u304C\u30A8\u30E9\u30FC\u304B\u3089\u56DE\u5FA9\u3057\u305F\u304B\u3001\u307E\u305F\u306F\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306E\u554F\u984C\u304C\u89E3\u6C7A\u3055\u308C\u307E\u3057\u305F\u3002
action110207=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail110208=\u30B5\u30FC\u30D0\u30FC[{0}]\u306B\u5BFE\u3059\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30B5\u30FC\u30D3\u30B9\u3092\u79FB\u884C\u53EF\u80FD\u30B5\u30FC\u30D3\u30B9\u30FB\u30D5\u30EC\u30FC\u30E0\u30EF\u30FC\u30AF\u304B\u3089\u767B\u9332\u89E3\u9664\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001\u5931\u6557\u3057\u307E\u3057\u305F\u3002
cause110208=\u30B5\u30FC\u30D0\u30FC[{0}]\u306B\u5BFE\u3059\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30B5\u30FC\u30D3\u30B9\u3092\u79FB\u884C\u53EF\u80FD\u30B5\u30FC\u30D3\u30B9\u30FB\u30D5\u30EC\u30FC\u30E0\u30EF\u30FC\u30AF\u304B\u3089\u767B\u9332\u89E3\u9664\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001\u5931\u6557\u3057\u307E\u3057\u305F\u3002
action110208=\u5931\u6557\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306A\u60C5\u5831\u304C\u63D0\u4F9B\u3055\u308C\u308B\u4ED6\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110209=\u79FB\u884C\u53EF\u80FD\u30B5\u30FC\u30D3\u30B9\u30FB\u30D5\u30EC\u30FC\u30E0\u30EF\u30FC\u30AF\u306B\u30B5\u30FC\u30D0\u30FC[{0}]\u306B\u5BFE\u3059\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30B5\u30FC\u30D3\u30B9\u3092\u767B\u9332\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001\u5931\u6557\u3057\u307E\u3057\u305F\u3002
cause110209=\u79FB\u884C\u53EF\u80FD\u30B5\u30FC\u30D3\u30B9\u30FB\u30D5\u30EC\u30FC\u30E0\u30EF\u30FC\u30AF\u306B\u30B5\u30FC\u30D0\u30FC[{0}]\u306B\u5BFE\u3059\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30B5\u30FC\u30D3\u30B9\u3092\u767B\u9332\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001\u5931\u6557\u3057\u307E\u3057\u305F\u3002
action110209=\u5931\u6557\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306A\u60C5\u5831\u304C\u63D0\u4F9B\u3055\u308C\u308B\u4ED6\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110210=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u30B5\u30FC\u30D0\u30FC[{0}]\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30B5\u30FC\u30D3\u30B9\u306B\u5BFE\u3057\u3066\u5B9F\u884C\u3055\u308C\u307E\u3059\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30B5\u30FC\u30D3\u30B9\u3092\u30D5\u30A7\u30A4\u30EB\u30D0\u30C3\u30AF\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001\u5931\u6557\u3057\u307E\u3057\u305F\u3002
cause110210=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u30B5\u30FC\u30D0\u30FC[{0}]\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30B5\u30FC\u30D3\u30B9\u306B\u5BFE\u3057\u3066\u5B9F\u884C\u3055\u308C\u307E\u3059\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30B5\u30FC\u30D3\u30B9\u3092\u30D5\u30A7\u30A4\u30EB\u30D0\u30C3\u30AF\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001\u5931\u6557\u3057\u307E\u3057\u305F\u3002
action110210=\u79FB\u884C\u30A8\u30E9\u30FC\u3092\u8ABF\u3079\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30B5\u30FC\u30D3\u30B9\u3092\u30B5\u30FC\u30D0\u30FC[{0}]\u3078\u624B\u52D5\u3067\u79FB\u884C\u3057\u3066\u623B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110211=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u30B5\u30FC\u30D0\u30FC[{0}]\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30B5\u30FC\u30D3\u30B9\u306B\u5BFE\u3057\u3066\u5B9F\u884C\u3055\u308C\u307E\u3059\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30B5\u30FC\u30D3\u30B9\u3092\u30D5\u30A7\u30A4\u30EB\u30D0\u30C3\u30AF\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u30011\u5EA6\u76EE\u30822\u5EA6\u76EE\u3082\u5931\u6557\u3057\u307E\u3057\u305F\u3002JTA\u306F\u30B5\u30FC\u30D0\u30FC[{0}]\u306B\u5BFE\u3059\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30B5\u30FC\u30D3\u30B9\u306E\u30D5\u30A7\u30A4\u30EB\u30D0\u30C3\u30AF\u3092\u6697\u9ED9\u7684\u306B\u653E\u68C4\u3057\u307E\u3059\u3002
cause110211=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u30B5\u30FC\u30D0\u30FC[{0}]\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30B5\u30FC\u30D3\u30B9\u306B\u5BFE\u3057\u3066\u5B9F\u884C\u3055\u308C\u307E\u3059\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30B5\u30FC\u30D3\u30B9\u3092\u30D5\u30A7\u30A4\u30EB\u30D0\u30C3\u30AF\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u30011\u5EA6\u76EE\u30822\u5EA6\u76EE\u3082\u5931\u6557\u3057\u307E\u3057\u305F\u3002JTA\u306F\u30B5\u30FC\u30D0\u30FC[{0}]\u306B\u5BFE\u3059\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30B5\u30FC\u30D3\u30B9\u306E\u30D5\u30A7\u30A4\u30EB\u30D0\u30C3\u30AF\u3092\u6697\u9ED9\u7684\u306B\u653E\u68C4\u3057\u307E\u3059\u3002
action110211=\u79FB\u884C\u30A8\u30E9\u30FC\u3092\u8ABF\u3079\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30B5\u30FC\u30D3\u30B9\u3092\u30B5\u30FC\u30D0\u30FC[{0}]\u3078\u624B\u52D5\u3067\u79FB\u884C\u3057\u3066\u623B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110212=\u73FE\u5728\u306E\u30B5\u30FC\u30D0\u30FC\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30B5\u30FC\u30D3\u30B9\u3092\u3001\u30B5\u30FC\u30D0\u30FC\u304B\u3089\u624B\u52D5\u3067\u79FB\u884C\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001\u30B5\u30FC\u30D0\u30FC\u306F\u307E\u3060\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u72B6\u614B\u3067\u3059\u3002
cause110212=\u73FE\u5728\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30B5\u30FC\u30D3\u30B9\u3092\u3001\u30B5\u30FC\u30D0\u30FC\u304B\u3089\u624B\u52D5\u3067\u79FB\u884C\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001\u30B5\u30FC\u30D0\u30FC\u306F\u307E\u3060\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u72B6\u614B\u3067\u3059\u3002
action110212=\u79FB\u884C\u3092\u7BA1\u7406\u3059\u308B\u306B\u306F\u3001\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u30FB\u30B5\u30FC\u30D0\u30FC\u306B\u624B\u52D5\u3067\u79FB\u884C\u3092\u884C\u3046\u524D\u306B\u3001\u73FE\u5728\u306E\u30B5\u30FC\u30D0\u30FC\u3092\u4E2D\u65AD\u307E\u305F\u306F\u505C\u6B62\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
messagedetail110213=\u30B5\u30FC\u30D0\u30FC[{0}]\u306B\u5BFE\u3059\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30B5\u30FC\u30D3\u30B9\u306E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
cause110213=\u30B5\u30FC\u30D0\u30FC[{0}]\u306B\u5BFE\u3059\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30B5\u30FC\u30D3\u30B9\u306E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
action110213=\u30A8\u30E9\u30FC\u306E\u8A73\u7D30\u3092\u8ABF\u3079\u3001\u30A8\u30E9\u30FC\u306E\u72B6\u6CC1\u3092\u4FEE\u6B63\u3057\u3001\u53EF\u80FD\u3067\u3042\u308C\u3070\u5FC5\u8981\u306B\u5FDC\u3058\u3066\u624B\u52D5\u306B\u3088\u308B\u79FB\u884C\u3092\u518D\u5EA6\u884C\u3063\u3066\u304F\u3060\u3055\u3044\u3002\u305D\u308C\u3067\u3082\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001My Oracle Support\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110400=\u30EA\u30BD\u30FC\u30B9\u5B9F\u884C\u6642MBean\u306E\u767B\u9332\u89E3\u9664\u4E2D\u306B\u7BA1\u7406\u30A8\u30E9\u30FC\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002
cause110400=\u3053\u306EMBean\u304C\u4EE5\u524D\u306B\u767B\u9332\u89E3\u9664\u3055\u308C\u3066\u3044\u308B\u304B\u3001\u307E\u305F\u306FJMX\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110400=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail110401=Synchronization.afterCompletion()\u540C\u671F\u30B3\u30FC\u30EB\u30FB\u30D0\u30C3\u30AF\u3067\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u4F8B\u5916\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306B\u3088\u3063\u3066\u7121\u8996\u3055\u308C\u307E\u3059\u3002
cause110401=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u5B9A\u7FA9\u306B\u3088\u308Bjavax.transaction.Synchronization\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u304C\u539F\u56E0\u3067\u4F8B\u5916\u304C\u767A\u751F\u3057\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110401=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail110402=Transaction.getStatus()\u30E1\u30BD\u30C3\u30C9\u304C\u547C\u3073\u51FA\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B9\u30C6\u30FC\u30BF\u30B9\u306E\u5024\u304C\u7121\u52B9\u3067\u3059\u3002
cause110402=Transaction.getStatus()\u30E1\u30BD\u30C3\u30C9\u304C\u547C\u3073\u51FA\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B9\u30C6\u30FC\u30BF\u30B9\u306E\u5024\u304C\u7121\u52B9\u3067\u3059\u3002
action110402=\u5931\u6557\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306A\u60C5\u5831\u304C\u63D0\u4F9B\u3055\u308C\u308B\u4ED6\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110403=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3092\u5B9A\u671F\u7684\u306B\u8ABF\u3079\u308B\u30BF\u30A4\u30DE\u30FC\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u7BA1\u7406\u3057\u3001\u4E00\u822C\u7684\u306A\u30EB\u30FC\u30C1\u30F3\u51E6\u7406\u3092\u5B9F\u884C\u3057\u307E\u3059\u3002\u3053\u306E\u51E6\u7406\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u304C\u3001\u7121\u8996\u3055\u308C\u307E\u3057\u305F\u3002
cause110403=\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u3042\u308B\u4F8B\u5916\u60C5\u5831\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action110403=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail110404=\u30A4\u30F3\u30DD\u30FC\u30C8\u3055\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u30D2\u30E5\u30FC\u30EA\u30B9\u30C6\u30A3\u30C3\u30AF\u30FB\u30ED\u30B0\u30FB\u30A8\u30F3\u30C8\u30EA\u304C\u3001\u30C7\u30A3\u30B9\u30AF\u306B\u9069\u5207\u306A\u30BF\u30A4\u30DF\u30F3\u30B0\u3067\u66F8\u304D\u8FBC\u307E\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause110404=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B7\u30B9\u30C6\u30E0\u3067\u7AF6\u5408\u304C\u767A\u751F\u3057\u3066\u3044\u308B\u304B\u3001\u30C7\u30D0\u30A4\u30B9\u30FB\u30A8\u30E9\u30FC\u304C\u3042\u308A\u307E\u3059\u3002
action110404=\u30ED\u30B0\u30FB\u30C7\u30D0\u30A4\u30B9\u304C\u6B63\u5E38\u306B\u6A5F\u80FD\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110405=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u30B3\u30DF\u30C3\u30C8\u307E\u305F\u306F\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u51E6\u7406\u4E2D\u3001\u95A2\u4E0E\u3059\u308B\u30EA\u30BD\u30FC\u30B9\u3092\u53C2\u52A0\u30B5\u30FC\u30D0\u30FC\u306E\u3044\u305A\u308C\u306B\u3082\u5272\u308A\u5F53\u3066\u3089\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u64CD\u4F5C\u306F\u4E2D\u6B62\u3055\u308C\u307E\u3057\u305F\u3002
cause110405=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B3\u30FC\u30C7\u30A3\u30CD\u30FC\u30BF\u306F\u3001\u305D\u306E\u30B3\u30FC\u30C7\u30A3\u30CD\u30FC\u30BF\u304C\u8A8D\u8B58\u3057\u3066\u3044\u308B\u3059\u3079\u3066\u306E\u30B5\u30FC\u30D0\u30FC\u306B\u3064\u3044\u3066\u3001\u30EA\u30BD\u30FC\u30B9\u306E\u767B\u9332\u5148\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u4FDD\u6301\u3057\u307E\u3059\u3002\u53C2\u52A0\u30EA\u30BD\u30FC\u30B9\u304C\u767B\u9332\u3055\u308C\u3066\u3044\u306A\u304B\u3063\u305F\u304B\u3001\u307E\u305F\u306F\u3053\u306E\u64CD\u4F5C\u3092\u8A66\u307F\u308B\u524D\u306B\u4F7F\u7528\u4E0D\u80FD\u306B\u306A\u3063\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u72B6\u6CC1\u306F\u3001\u30B3\u30FC\u30C7\u30A3\u30CD\u30FC\u30BF\u306E\u30AD\u30E3\u30C3\u30B7\u30E5\u304C\u671F\u9650\u5207\u308C\u3067\u3042\u3063\u305F\u308A\u3001\u64CD\u4F5C\u306E\u547C\u51FA\u3057\u6642\u306B\u521D\u671F\u5316\u304C\u5B8C\u4E86\u3057\u3066\u3044\u306A\u304B\u3063\u305F\u5834\u5408\u306B\u3082\u767A\u751F\u3059\u308B\u3053\u3068\u304C\u3042\u308A\u307E\u3059\u3002
action110405=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u53C2\u52A0\u3057\u3066\u3044\u308B\u30EA\u30BD\u30FC\u30B9\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306E\u72B6\u614B\u3092\u78BA\u8A8D\u3057\u3066\u3001\u64CD\u4F5C\u3092\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110406=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u30D2\u30E5\u30FC\u30EA\u30B9\u30C6\u30A3\u30C3\u30AF\u306A\u7D42\u4E86\u30B9\u30C6\u30FC\u30BF\u30B9\u306F\u3001\u3059\u3079\u3066\u306E\u53C2\u52A0\u8005\u306E\u4E88\u671F\u3055\u308C\u308B\u7D42\u4E86\u30B9\u30C6\u30FC\u30BF\u30B9\u3068\u5B9F\u969B\u306E\u7D42\u4E86\u30B9\u30C6\u30FC\u30BF\u30B9\u306B\u57FA\u3065\u3044\u3066\u8A08\u7B97\u3055\u308C\u307E\u3059\u3002\u30D2\u30E5\u30FC\u30EA\u30B9\u30C6\u30A3\u30C3\u30AF\u306A\u7D50\u679C\u3092\u5224\u5B9A\u3059\u308B\u30ED\u30B8\u30C3\u30AF\u3067\u306F\u3001\u5B9F\u969B\u306E\u7D42\u4E86\u30B9\u30C6\u30FC\u30BF\u30B9\u3068\u4E88\u671F\u3055\u308C\u308B\u7D42\u4E86\u30B9\u30C6\u30FC\u30BF\u30B9\u3092\u7D44\u307F\u5408\u305B\u308B\u3053\u3068\u304C\u8003\u616E\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause110406=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u30D2\u30E5\u30FC\u30EA\u30B9\u30C6\u30A3\u30C3\u30AF\u306A\u7D42\u4E86\u30B9\u30C6\u30FC\u30BF\u30B9\u306F\u3001\u3059\u3079\u3066\u306E\u53C2\u52A0\u8005\u306E\u4E88\u671F\u3055\u308C\u308B\u7D42\u4E86\u30B9\u30C6\u30FC\u30BF\u30B9\u3068\u5B9F\u969B\u306E\u7D42\u4E86\u30B9\u30C6\u30FC\u30BF\u30B9\u306B\u57FA\u3065\u3044\u3066\u8A08\u7B97\u3055\u308C\u307E\u3059\u3002\u30D2\u30E5\u30FC\u30EA\u30B9\u30C6\u30A3\u30C3\u30AF\u306A\u7D50\u679C\u3092\u5224\u5B9A\u3059\u308B\u30ED\u30B8\u30C3\u30AF\u3067\u306F\u3001\u5B9F\u969B\u306E\u7D42\u4E86\u30B9\u30C6\u30FC\u30BF\u30B9\u3068\u4E88\u671F\u3055\u308C\u308B\u7D42\u4E86\u30B9\u30C6\u30FC\u30BF\u30B9\u3092\u7D44\u307F\u5408\u305B\u308B\u3053\u3068\u304C\u8003\u616E\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action110406=\u5931\u6557\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306A\u60C5\u5831\u304C\u63D0\u4F9B\u3055\u308C\u308B\u4ED6\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110407=Transaction.getStatus()\u30E1\u30BD\u30C3\u30C9\u304C\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B9\u30C6\u30FC\u30BF\u30B9\u3092\u6709\u52B9\u306A\u30B9\u30C6\u30FC\u30BF\u30B9\u3068\u3057\u3066\u8A8D\u8B58\u3057\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause110407=Transaction.getStatus()\u30E1\u30BD\u30C3\u30C9\u304C\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B9\u30C6\u30FC\u30BF\u30B9\u3092\u6709\u52B9\u306A\u30B9\u30C6\u30FC\u30BF\u30B9\u3068\u3057\u3066\u8A8D\u8B58\u3057\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action110407=\u5931\u6557\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306A\u60C5\u5831\u304C\u63D0\u4F9B\u3055\u308C\u308B\u4ED6\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110408=\u30B5\u30FC\u30D0\u30FC\u306E\u5185\u90E8\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u8868\u306B\u306F\u3001\u8FFD\u52A0\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u3059\u3067\u306B\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u30A4\u30D9\u30F3\u30C8\u306F\u7121\u5BB3\u3067\u3059\u3002
cause110408=\u30B5\u30FC\u30D0\u30FC\u306E\u5185\u90E8\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u8868\u306B\u306F\u3001\u8FFD\u52A0\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u3059\u3067\u306B\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u30A4\u30D9\u30F3\u30C8\u306F\u7121\u5BB3\u3067\u3059\u3002
action110408=\u5931\u6557\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306A\u60C5\u5831\u304C\u63D0\u4F9B\u3055\u308C\u308B\u4ED6\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110409=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306B\u767B\u9332\u3055\u308C\u3066\u3044\u308B\u30EA\u30BD\u30FC\u30B9\u306E\u540D\u524D\u3092\u516C\u958B\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause110409=JNDI\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u554F\u984C\u304C\u3042\u308B\u304B\u3001\u307E\u305F\u306F\u5225\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u3053\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306B\u3059\u3067\u306B\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110409=My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail110411=\u30B5\u30FC\u30D0\u30FC\u521D\u671F\u5316\u4E2D\u306B\u3001\u30ED\u30FC\u30AB\u30EB\u30FB\u30B5\u30FC\u30D0\u30FC\u306E\u60C5\u5831\u3092\u30ED\u30FC\u30AB\u30EBJNDI\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u304B\u3089\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause110411=\u30B5\u30FC\u30D0\u30FC\u521D\u671F\u5316\u4E2D\u306B\u3001\u30ED\u30FC\u30AB\u30EB\u30FB\u30B5\u30FC\u30D0\u30FC\u306E\u60C5\u5831\u3092\u30ED\u30FC\u30AB\u30EBJNDI\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u304B\u3089\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action110411=\u5931\u6557\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306A\u60C5\u5831\u304C\u63D0\u4F9B\u3055\u308C\u308B\u4ED6\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110412=\u6307\u5B9A\u3057\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u30D2\u30E5\u30FC\u30EA\u30B9\u30C6\u30A3\u30C3\u30AF\u306B\u7D42\u4E86\u3057\u307E\u3057\u305F\u3002\u30D2\u30E5\u30FC\u30EA\u30B9\u30C6\u30A3\u30C3\u30AF\u306A\u7D42\u4E86\u306F\u3001\u95A2\u4E0E\u3057\u3066\u3044\u308B\u30EA\u30BD\u30FC\u30B9\u304C\u4F5C\u696D\u3092\u30B3\u30DF\u30C3\u30C8\u3059\u308B\u304B\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3059\u308B\u304B\u3092\u4E00\u65B9\u7684\u306B\u6C7A\u5B9A\u3057\u3001\u305D\u306E\u6C7A\u5B9A\u304C\u30B3\u30FC\u30C7\u30A3\u30CD\u30FC\u30BF\u304B\u3089\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u53C2\u7167\u3068\u306F\u7570\u306A\u3063\u3066\u3044\u308B\u5834\u5408\u306B\u8D77\u3053\u308A\u307E\u3059\u3002
cause110412=\u30EA\u30BD\u30FC\u30B9\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u304C\u30A8\u30E9\u30FC\u3092\u691C\u51FA\u3057\u305F\u304B\u3001\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3057\u305F\u304B\u3001\u307E\u305F\u306F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30D6\u30E9\u30F3\u30C1\u306E\u4F5C\u696D\u306E\u30B3\u30DF\u30C3\u30C8\u307E\u305F\u306F\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3092\u8981\u6C42\u3059\u308B\u30ED\u30C3\u30AF\u306E\u7AF6\u5408\u3092\u691C\u51FA\u3057\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u30D2\u30E5\u30FC\u30EA\u30B9\u30C6\u30A3\u30C3\u30AF\u30FB\u30A8\u30E9\u30FC\u304C\u30EA\u30BD\u30FC\u30B9\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306E\u30A8\u30E9\u30FC\u306B\u8D77\u56E0\u3059\u308B\u3082\u306E\u3067\u3042\u308B\u5834\u5408\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30D6\u30E9\u30F3\u30C1\u306E\u4F5C\u696D\u304C\u30B3\u30DF\u30C3\u30C8\u3055\u308C\u305F\u306E\u304B\u3001\u4E2D\u6B62\u3055\u308C\u305F\u306E\u304B\u3001\u3082\u3057\u304F\u306F\u305D\u306E\u4E21\u65B9\u3067\u3042\u308B\u306E\u304B\u304C\u3001\u30EA\u30BD\u30FC\u30B9\u3067\u306F\u5224\u5225\u3067\u304D\u307E\u305B\u3093\u3002\u305D\u306E\u5834\u5408\u3001\u72B6\u6CC1\u306F\u30D2\u30E5\u30FC\u30EA\u30B9\u30C6\u30A3\u30C3\u30AF\u969C\u5BB3\u307E\u305F\u306F\u6DF7\u5408\u30D2\u30E5\u30FC\u30EA\u30B9\u30C6\u30A3\u30C3\u30AF\u3067\u3042\u308B\u3068\u8003\u3048\u3089\u308C\u307E\u3059\u3002
action110412=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u53C2\u52A0\u8005\u306B\u5BFE\u3057\u3066\u3001\u30C7\u30FC\u30BF\u306E\u7834\u640D\u304C\u306A\u3044\u304B\u8ABF\u3079\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30D2\u30E5\u30FC\u30EA\u30B9\u30C6\u30A3\u30C3\u30AF\u3092\u5831\u544A\u3059\u308B\u30EA\u30BD\u30FC\u30B9\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001\u30D2\u30E5\u30FC\u30EA\u30B9\u30C6\u30A3\u30C3\u30AF\u30FB\u30A8\u30E9\u30FC\u306B\u95A2\u4FC2\u3059\u308B\u66F4\u65B0\u306E\u72B6\u614B\u60C5\u5831\u3092\u4FDD\u6301\u3067\u304D\u307E\u3059\u3002JTA ForgetHeuristics\u69CB\u6210\u30D1\u30E9\u30E1\u30FC\u30BF\u304Cfalse\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u3053\u306E\u60C5\u5831\u306F\u30EA\u30BD\u30FC\u30B9\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u5185\u306B\u4FDD\u5B58\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u60C5\u5831\u306F\u30C7\u30FC\u30BF\u306E\u77DB\u76FE\u306E\u4FEE\u6B63\u306B\u5F79\u7ACB\u3064\u3068\u601D\u308F\u308C\u307E\u3059\u3002
messagedetail110414=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u30B3\u30DF\u30C3\u30C8\u30FB\u30D5\u30A7\u30FC\u30BA\u3092\u518D\u8A66\u884C\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u72B6\u614B\u304C\u6709\u52B9\u3067\u306A\u3044\u3053\u3068\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u30B3\u30DF\u30C3\u30C8\u30FB\u30D5\u30A7\u30FC\u30BA\u306B\u5165\u308B\u306E\u306F\u3001\u6E96\u5099\u5B8C\u4E86\u307E\u305F\u306F\u30B3\u30DF\u30C3\u30C8\u4E2D\u306E\u72B6\u614B\u3067\u3042\u308B\u5834\u5408\u306B\u9650\u3089\u308C\u307E\u3059\u3002
cause110414=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u30B3\u30DF\u30C3\u30C8\u30FB\u30D5\u30A7\u30FC\u30BA\u3092\u518D\u8A66\u884C\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u72B6\u614B\u304C\u6709\u52B9\u3067\u306A\u3044\u3053\u3068\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u30B3\u30DF\u30C3\u30C8\u30FB\u30D5\u30A7\u30FC\u30BA\u306B\u5165\u308B\u306E\u306F\u3001\u6E96\u5099\u5B8C\u4E86\u307E\u305F\u306F\u30B3\u30DF\u30C3\u30C8\u4E2D\u306E\u72B6\u614B\u3067\u3042\u308B\u5834\u5408\u306B\u9650\u3089\u308C\u307E\u3059\u3002
action110414=\u5931\u6557\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306A\u60C5\u5831\u304C\u63D0\u4F9B\u3055\u308C\u308B\u4ED6\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110415=\u6E96\u5099\u306E\u6E08\u3093\u3060\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3092\u518D\u8A66\u884C\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u72B6\u614B\u304C\u6709\u52B9\u3067\u306A\u3044\u3053\u3068\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002
cause110415=\u6E96\u5099\u306E\u6E08\u3093\u3060\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3092\u518D\u8A66\u884C\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u72B6\u614B\u304C\u6709\u52B9\u3067\u306A\u3044\u3053\u3068\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002
action110415=\u5931\u6557\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306A\u60C5\u5831\u304C\u63D0\u4F9B\u3055\u308C\u308B\u4ED6\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110416=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u8D77\u52D5\u4E2D\u306B\u3001JTA\u5B9F\u884C\u6642MBean\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u306EMBean\u3067\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u5B9F\u884C\u6642\u306E\u7D71\u8A08\u3001\u30A2\u30AF\u30C6\u30A3\u30D6\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u95A2\u3059\u308B\u60C5\u5831\u3001\u304A\u3088\u3073\u95A2\u9023\u3059\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u540D\u3068\u30EA\u30BD\u30FC\u30B9\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u5B9F\u884C\u6642MBean\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u304C\u63D0\u4F9B\u3055\u308C\u307E\u3059\u3002
cause110416=\u5185\u90E8\u30A8\u30E9\u30FC\u3067\u3059\u3002
action110416=\u30AB\u30B9\u30BF\u30DE\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110419=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3001String\u30AD\u30FC\u3067\u7D22\u5F15\u5316\u3055\u308C\u308BSerializable\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3067\u3059\u3002\u3053\u308C\u3089\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3068\u3068\u3082\u306B\u4F1D\u64AD\u3057\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u306B\u683C\u7D0D\u3055\u308C\u307E\u3059\u3002\u30AD\u30FC\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30AF\u30E9\u30B9\u306FString\u3001\u5024\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30AF\u30E9\u30B9\u306FSerializable\u3068\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause110419=\u4E92\u63DB\u6027\u306E\u306A\u3044\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u3068\u3057\u3066\u8FFD\u52A0\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F(\u30AD\u30FC\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30AF\u30E9\u30B9\u306Fstring\u3067\u3001\u5024\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30AF\u30E9\u30B9\u306Fserializable\u3068\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059)\u3002
action110419=String\u30AD\u30FC\u304A\u3088\u3073serializable\u5024\u3092\u4F7F\u7528\u3057\u3066\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u5272\u308A\u5F53\u3066\u308B\u3088\u3046\u306B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110420=\u30ED\u30FC\u30AB\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3068\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3068\u3068\u3082\u306B\u4F1D\u64AD\u3057\u305F\u308A\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u306B\u683C\u7D0D\u3055\u308C\u305F\u308A\u3057\u306A\u3044\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3067\u3059\u3002\u30AD\u30FC\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30AF\u30E9\u30B9\u306FString\u3068\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause110420=\u4E92\u63DB\u6027\u306E\u306A\u3044\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30ED\u30FC\u30AB\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u3068\u3057\u3066\u8FFD\u52A0\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F(\u30AD\u30FC\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30AF\u30E9\u30B9\u306FString\u3068\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059)\u3002
action110420=String\u30AD\u30FC\u3092\u4F7F\u7528\u3057\u3066\u30ED\u30FC\u30AB\u30EB\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u8FFD\u52A0\u3059\u308B\u3088\u3046\u306B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110421=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u304C\u3059\u3067\u306B\u5B8C\u4E86\u3057\u3066\u3044\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u5BFE\u3057\u3066\u30BF\u30A4\u30DE\u30FC\u30FB\u30E1\u30BD\u30C3\u30C9\u3092\u547C\u3073\u51FA\u3057\u307E\u3057\u305F\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u306B\u3088\u308A\u4E2D\u6B62\u3055\u308C\u308B\u3079\u304D\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u3042\u308B\u304B\u3069\u3046\u304B\u3092\u5B9A\u671F\u7684\u306B\u8ABF\u3079\u307E\u3059\u3002\u3053\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u3001\u5185\u90E8\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u8868\u304B\u3089\u524A\u9664\u3055\u308C\u3066\u3044\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
cause110421=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u304C\u3059\u3067\u306B\u5B8C\u4E86\u3057\u3066\u3044\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u5BFE\u3057\u3066\u30BF\u30A4\u30DE\u30FC\u30FB\u30E1\u30BD\u30C3\u30C9\u3092\u547C\u3073\u51FA\u3057\u307E\u3057\u305F\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u306B\u3088\u308A\u4E2D\u6B62\u3055\u308C\u308B\u3079\u304D\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u3042\u308B\u304B\u3069\u3046\u304B\u3092\u5B9A\u671F\u7684\u306B\u8ABF\u3079\u307E\u3059\u3002\u3053\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u3001\u5185\u90E8\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u8868\u304B\u3089\u524A\u9664\u3055\u308C\u3066\u3044\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
action110421=\u5931\u6557\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306A\u60C5\u5831\u304C\u63D0\u4F9B\u3055\u308C\u308B\u4ED6\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail110422=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u51E6\u7406\u4E2D\u306B\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u4E0D\u6B63\u306A\u72B6\u614B\u306B\u3042\u308B\u3053\u3068\u3092\u691C\u51FA\u3057\u307E\u3057\u305F\u3002\u30B3\u30FC\u30C7\u30A3\u30CD\u30FC\u30BF\u306F\u3001\u3059\u3079\u3066\u306E\u53C2\u52A0\u8005\u306B\u5BFE\u3057\u3066\u5F37\u5236\u7684\u306A\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3092\u8A66\u307F\u308B\u3057\u304B\u3042\u308A\u307E\u305B\u3093\u3002
cause110422=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u51E6\u7406\u4E2D\u306B\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u4E0D\u6B63\u306A\u72B6\u614B\u306B\u3042\u308B\u3053\u3068\u3092\u691C\u51FA\u3057\u307E\u3057\u305F\u3002\u30B3\u30FC\u30C7\u30A3\u30CD\u30FC\u30BF\u306F\u3001\u3059\u3079\u3066\u306E\u53C2\u52A0\u8005\u306B\u5BFE\u3057\u3066\u5F37\u5236\u7684\u306A\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3092\u8A66\u307F\u308B\u3057\u304B\u3042\u308A\u307E\u305B\u3093\u3002
action110422=\u95A2\u4E0E\u3057\u3066\u3044\u308B\u30EA\u30BD\u30FC\u30B9\u9593\u3067\u30C7\u30FC\u30BF\u306B\u77DB\u76FE\u304C\u306A\u3044\u304B\u3069\u3046\u304B\u8ABF\u3079\u3066\u304F\u3060\u3055\u3044\u3002My Oracle Support\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
messagedetail110423=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u7834\u68C4\u3055\u308C\u308B\u3068\u3001\u305D\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u5B8C\u4E86\u3055\u305B\u3088\u3046\u3068\u3057\u3066\u3044\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u304B\u3089\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u95A2\u3059\u308B\u60C5\u5831\u304C\u524A\u9664\u3055\u308C\u307E\u3059\u3002JTA\u69CB\u6210\u5C5E\u6027AbandonTimeoutSeconds\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u304C\u3001\u305D\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u30B3\u30DF\u30C3\u30C8\u307E\u305F\u306F\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3057\u3088\u3046\u3068\u8A66\u307F\u308B\u671F\u9593\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
cause110423=\u30EA\u30BD\u30FC\u30B9\u307E\u305F\u306F\u53C2\u52A0\u30B5\u30FC\u30D0\u30FC\u304C\u3001AbandonTimeoutSeconds\u671F\u9593\u4E2D\u306B\u4F7F\u7528\u4E0D\u80FD\u306B\u306A\u3063\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110423=\u95A2\u4E0E\u3057\u3066\u3044\u308B\u30EA\u30BD\u30FC\u30B9\u3067\u30D2\u30E5\u30FC\u30EA\u30B9\u30C6\u30A3\u30C3\u30AF\u306A\u7D42\u4E86\u304C\u306A\u3044\u304B\u8ABF\u3079\u3001\u30C7\u30FC\u30BF\u306B\u77DB\u76FE\u304C\u3042\u308C\u3070\u4FEE\u6B63\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110424=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u304C\u65B0\u3057\u3044\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u4F5C\u6210\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u3001\u4E88\u671F\u3057\u306A\u3044\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause110424=\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u4F8B\u5916\u306E\u8A73\u7D30\u306B\u95A2\u3059\u308B\u90E8\u5206\u3092\u8ABF\u3079\u3066\u304F\u3060\u3055\u3044\u3002
action110424=\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u4F8B\u5916\u306E\u8A73\u7D30\u306B\u95A2\u3059\u308B\u90E8\u5206\u3067\u8AAC\u660E\u3055\u308C\u3066\u3044\u308B\u72B6\u6CC1\u3092\u4FEE\u6B63\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110410=\u30EA\u30BD\u30FC\u30B9\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u304C\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306B\u767B\u9332\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u30EA\u30BD\u30FC\u30B9\u56FA\u6709\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u7D71\u8A08\u3092\u30C8\u30E9\u30C3\u30AD\u30F3\u30B0\u3059\u308B\u305F\u3081\u306B\u5B9F\u884C\u6642MBean\u304C\u4F5C\u6210\u3055\u308C\u307E\u3059\u3002\u3053\u306EMBean\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause110410=JMX\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u306B\u554F\u984C\u304C\u3042\u308B\u304B\u3001\u307E\u305F\u306F\u540C\u3058\u540D\u524D\u306E\u5225\u306EMBean\u304C\u3059\u3067\u306B\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u306B\u767B\u9332\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110410=My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail110425=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B5\u30FC\u30D3\u30B9\u306F\u3001TransactionManager\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30B5\u30FC\u30D0\u30FCJNDI\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3067\u516C\u958B\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause110425=JNDI\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u554F\u984C\u304C\u3042\u308B\u304B\u3001\u307E\u305F\u306F\u5225\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u3053\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306B\u3059\u3067\u306B\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110425=My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail110426=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B5\u30FC\u30D3\u30B9\u306F\u3001UserTransaction\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30B5\u30FC\u30D0\u30FCJNDI\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3067\u516C\u958B\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause110426=JNDI\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u554F\u984C\u304C\u3042\u308B\u304B\u3001\u307E\u305F\u306F\u5225\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u3053\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306B\u3059\u3067\u306B\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110426=My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail110427=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B5\u30FC\u30D3\u30B9\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u306ECoordinator\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092JNDI\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3067\u516C\u958B\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause110427=JNDI\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u554F\u984C\u304C\u3042\u308B\u304B\u3001\u307E\u305F\u306F\u5225\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u3053\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306B\u3059\u3067\u306B\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110427=My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail110428=Coordinator\u30EA\u30E2\u30FC\u30C8\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u3001\u7279\u5B9A\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u306B\u56FA\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u521D\u671F\u5316\u3059\u308B\u3068\u304D\u3001\u30B5\u30FC\u30D0\u30FC\u306ECoordinator\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u3053\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u306B\u57FA\u3065\u3044\u3066\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause110428=\u5225\u306E\u30EA\u30E2\u30FC\u30C8\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u3053\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u306B\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110428=My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail110429=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B5\u30FC\u30D3\u30B9\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u306ESubCoordinator\u30EA\u30E2\u30FC\u30C8\u7BA1\u7406\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9(RMI)\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092JNDI\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3067\u516C\u958B\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause110429=JNDI\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u554F\u984C\u304C\u3042\u308B\u304B\u3001\u307E\u305F\u306F\u5225\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u3053\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306B\u3059\u3067\u306B\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110429=My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail110430=\u30AB\u30BF\u30ED\u30B0\u5316\u3055\u308C\u3066\u3044\u306A\u3044\u30C7\u30D0\u30C3\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002\u5909\u66F4\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044
cause110430=\u30C7\u30D0\u30C3\u30B0\u3057\u3066\u3044\u307E\u3059\u3002\u5909\u66F4\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002
action110430=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail110431=JTA\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u3067\u306F\u3001\u975E\u540C\u671F\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u306B\u5C02\u7528\u306E\u30B9\u30EC\u30C3\u30C9\u306E\u30D7\u30FC\u30EB\u3092\u5229\u7528\u3057\u3066\u3001\u91CD\u3044\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u8CA0\u8377\u304C\u304B\u304B\u308B\u8907\u6570\u30B5\u30FC\u30D0\u30FC\u69CB\u6210\u3067\u306E\u30D1\u30D5\u30A9\u30FC\u30DE\u30F3\u30B9\u5168\u4F53\u3092\u6539\u5584\u3057\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u5B9F\u884C\u30AD\u30E5\u30FC\u306B\u5BFE\u3059\u308B\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30B9\u30EC\u30C3\u30C9\u6570\u3092\u3001\u7BA1\u7406\u8005\u304C\u63A8\u5968\u6700\u5C0F\u5024\u672A\u6E80\u306E\u5024\u306B\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3057\u307E\u3057\u305F\u3002
cause110431=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u8A73\u7D30\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action110431=\u30B5\u30FC\u30D0\u30FC\u69CB\u6210\u5185\u306E\u9055\u53CD\u3057\u3066\u3044\u308BExecuteQueue\u5B9A\u7FA9\u3092\u524A\u9664\u307E\u305F\u306F\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110432=\u30B5\u30FC\u30D0\u30FC\u306E\u30D8\u30EB\u30B9\u30FB\u30E2\u30CB\u30BF\u30EA\u30F3\u30B0\u30FB\u30B5\u30FC\u30D3\u30B9\u3078\u306EJTA\u5B9F\u884C\u6642MBean\u767B\u9332\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause110432=\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u4F8B\u5916\u90E8\u5206\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action110432=\u30B5\u30FC\u30D0\u30FC\u30FB\u30A8\u30E9\u30FC\u30FB\u30ED\u30B0\u3067\u95A2\u9023\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30AB\u30B9\u30BF\u30DE\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110433=\u30B5\u30FC\u30D0\u30FC\u304C\u3001\u81EA\u8EAB\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u306E\u6240\u6709\u6A29\u3092\u6307\u5B9A\u3055\u308C\u305F\u6642\u9593\u5185\u306B\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
cause110433=\u73FE\u5728\u306E\u30B5\u30FC\u30D0\u30FC\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30B5\u30FC\u30D3\u30B9\u3092\u3001\u73FE\u6642\u70B9\u3067\u306F\u5225\u306E\u30B5\u30FC\u30D0\u30FC\u304C\u6240\u6709\u3057\u3066\u3044\u307E\u3059\u3002
action110433=\u73FE\u5728\u306E\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3059\u308B\u524D\u306B\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u306E\u79FB\u884C\u53EF\u80FD\u30B5\u30FC\u30D3\u30B9\u3092\u73FE\u5728\u306E\u30B5\u30FC\u30D0\u30FC\u306B\u79FB\u884C\u3057\u3066\u623B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110434=\u30B5\u30FC\u30D0\u30FC\u306E\u30D8\u30EB\u30B9\u30FB\u30E2\u30CB\u30BF\u30EA\u30F3\u30B0\u30FB\u30B5\u30FC\u30D3\u30B9\u304B\u3089JTA\u5B9F\u884C\u6642MBean\u767B\u9332\u3092\u89E3\u9664\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause110434=\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u4F8B\u5916\u90E8\u5206\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action110434=\u30B5\u30FC\u30D0\u30FC\u30FB\u30A8\u30E9\u30FC\u30FB\u30ED\u30B0\u3067\u95A2\u9023\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30AB\u30B9\u30BF\u30DE\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110440=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30AC\u30FC\u306F\u3001"{0}"\u540C\u671F\u66F8\u8FBC\u307F\u30DD\u30EA\u30B7\u30FC\u3092\u30B5\u30DD\u30FC\u30C8\u3059\u308B\u305F\u3081\u306E\u30CD\u30A4\u30C6\u30A3\u30D6\u30FB\u30D5\u30A1\u30A4\u30EB\u30FB\u30C9\u30E9\u30A4\u30D0\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30AC\u30FC\u306F\u3001\u304B\u308F\u308A\u306BJava\u30D5\u30A1\u30A4\u30EB\u30FB\u30C9\u30E9\u30A4\u30D0\u3068"{1}"\u30DD\u30EA\u30B7\u30FC\u3092\u4F7F\u7528\u3059\u308B\u305F\u3081\u3001\u4FE1\u983C\u6027\u304C\u4F4E\u4E0B\u3059\u308B\u3053\u3068\u306F\u3042\u308A\u307E\u305B\u3093\u3002WebLogic\u3067\u3053\u306E\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0\u30FB\u30B7\u30B9\u30C6\u30E0\u306E\u30CD\u30A4\u30C6\u30A3\u30D6\u30FB\u30D5\u30A1\u30A4\u30EBI/O\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u540C\u671F\u66F8\u8FBC\u307F\u30DD\u30EA\u30B7\u30FC\u306E\u8A73\u7D30\u306F\u3001javadoc\u306Eweblogic.management.configuration.ServerMBean\u307E\u305F\u306F\u30B3\u30F3\u30BD\u30FC\u30EB\u306E\u30AA\u30F3\u30E9\u30A4\u30F3\u30FB\u30D8\u30EB\u30D7\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause110440=\u3053\u306E\u30D7\u30E9\u30C3\u30C8\u30D5\u30A9\u30FC\u30E0\u3067\u30CD\u30A4\u30C6\u30A3\u30D6\u30FB\u30D5\u30A1\u30A4\u30EBI/O\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110440=\u30AB\u30B9\u30BF\u30DE\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110441=\u30D0\u30FC\u30B8\u30E7\u30F3\u304C"{0}"\u3067\u540C\u671F\u66F8\u8FBC\u307F\u30DD\u30EA\u30B7\u30FC\u304C"{1}"\u306E\u30C9\u30E9\u30A4\u30D0\u3067\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u3092\u958B\u3044\u3066\u3044\u307E\u3059\u3002\u540C\u671F\u66F8\u8FBC\u307F\u30DD\u30EA\u30B7\u30FC\u306E\u8A73\u7D30\u306F\u3001javadoc\u306Eweblogic.management.configuration.ServerMBean\u307E\u305F\u306F\u30B3\u30F3\u30BD\u30FC\u30EB\u306E\u30AA\u30F3\u30E9\u30A4\u30F3\u30FB\u30D8\u30EB\u30D7\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause110441=\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3002
action110441=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail110442=WebLogic\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u306A\u3069\u306E\u7BA1\u7406\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3067\u3001\u6307\u5B9A\u3055\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u5BFE\u3059\u308B\u5F37\u5236\u7684\u306A\u30ED\u30FC\u30AB\u30EB\u30FB\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u64CD\u4F5C\u304C\u884C\u308F\u308C\u307E\u3057\u305F\u3002
cause110442=\u7BA1\u7406\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u3088\u3063\u3066\u3001\u5F37\u5236\u7684\u306A\u30ED\u30FC\u30AB\u30EB\u30FB\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u64CD\u4F5C\u304C\u958B\u59CB\u3055\u308C\u307E\u3057\u305F\u3002
action110442=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail110443=WebLogic\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u306A\u3069\u306E\u7BA1\u7406\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3067\u3001\u6307\u5B9A\u3055\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u5BFE\u3059\u308B\u5F37\u5236\u7684\u306A\u30ED\u30FC\u30AB\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u304C\u884C\u308F\u308C\u307E\u3057\u305F\u3002
cause110443=\u7BA1\u7406\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u3088\u3063\u3066\u3001\u5F37\u5236\u7684\u306A\u30ED\u30FC\u30AB\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u304C\u958B\u59CB\u3055\u308C\u307E\u3057\u305F\u3002
action110443=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail110444=WebLogic\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u306A\u3069\u306E\u7BA1\u7406\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3067\u3001\u6307\u5B9A\u3055\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u5BFE\u3059\u308B\u5F37\u5236\u7684\u306A\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u64CD\u4F5C\u304C\u884C\u308F\u308C\u307E\u3057\u305F\u3002
cause110444=\u7BA1\u7406\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u3088\u3063\u3066\u3001\u5F37\u5236\u7684\u306A\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u64CD\u4F5C\u304C\u958B\u59CB\u3055\u308C\u307E\u3057\u305F\u3002
action110444=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail110445=WebLogic\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u306A\u3069\u306E\u7BA1\u7406\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3067\u3001\u6307\u5B9A\u3055\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u5BFE\u3059\u308B\u5F37\u5236\u7684\u306A\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u304C\u884C\u308F\u308C\u307E\u3057\u305F\u3002
cause110445=\u7BA1\u7406\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u3088\u3063\u3066\u3001\u5F37\u5236\u7684\u306A\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u304C\u958B\u59CB\u3055\u308C\u307E\u3057\u305F\u3002
action110445=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail110446=WebLogic Server\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u306A\u3069\u306E\u7BA1\u7406\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3067\u3001\u6307\u5B9A\u3055\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u5BFE\u3059\u308B\u5F37\u5236\u7684\u306A\u30ED\u30FC\u30AB\u30EB\u30FB\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u64CD\u4F5C\u304C\u884C\u308F\u308C\u307E\u3057\u305F\u304C\u3001\u305D\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u30B5\u30FC\u30D0\u30FC\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
cause110446=\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u884C\u308F\u308C\u308B\u524D\u306B\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u5B8C\u4E86\u3057\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110446=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail110447=WebLogic Server\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u306A\u3069\u306E\u7BA1\u7406\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3067\u3001\u6307\u5B9A\u3055\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u5BFE\u3059\u308B\u5F37\u5236\u7684\u306A\u30ED\u30FC\u30AB\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u304C\u884C\u308F\u308C\u307E\u3057\u305F\u304C\u3001\u305D\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u30B5\u30FC\u30D0\u30FC\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
cause110447=\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u884C\u308F\u308C\u308B\u524D\u306B\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u5B8C\u4E86\u3057\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110447=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail110448=WebLogic Server\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u306A\u3069\u306E\u7BA1\u7406\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3067\u3001\u6307\u5B9A\u3055\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u5BFE\u3059\u308B\u5F37\u5236\u7684\u306A\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u64CD\u4F5C\u304C\u884C\u308F\u308C\u307E\u3057\u305F\u304C\u3001\u305D\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u30B5\u30FC\u30D0\u30FC\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
cause110448=\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u884C\u308F\u308C\u308B\u524D\u306B\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u5B8C\u4E86\u3057\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110448=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail110449=WebLogic Server\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u306A\u3069\u306E\u7BA1\u7406\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3067\u3001\u6307\u5B9A\u3055\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u5BFE\u3059\u308B\u5F37\u5236\u7684\u306A\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u304C\u884C\u308F\u308C\u307E\u3057\u305F\u304C\u3001\u305D\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u30B5\u30FC\u30D0\u30FC\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
cause110449=\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u884C\u308F\u308C\u308B\u524D\u306B\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u5B8C\u4E86\u3057\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110449=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail110450=WebLogic Server\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u306A\u3069\u306E\u7BA1\u7406\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3067\u3001\u6307\u5B9A\u3055\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u5BFE\u3059\u308B\u5F37\u5236\u7684\u306A\u30ED\u30FC\u30AB\u30EB\u30FB\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u64CD\u4F5C\u304C\u884C\u308F\u308C\u307E\u3057\u305F\u304C\u3001\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u51E6\u7406\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002
cause110450=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u307E\u3060\u5B58\u5728\u3057\u3066\u3044\u308B\u304B\u3069\u3046\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action110450=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u307E\u3060\u5B58\u5728\u3057\u3066\u3044\u308B\u304B\u3069\u3046\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u64CD\u4F5C\u306B\u3088\u3063\u3066\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u89E3\u6C7A\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u554F\u984C\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001My Oracle Support\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
messagedetail110451=WebLogic Server\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u306A\u3069\u306E\u7BA1\u7406\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3067\u3001\u6307\u5B9A\u3055\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u5BFE\u3059\u308B\u5F37\u5236\u7684\u306A\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u64CD\u4F5C\u304C\u884C\u308F\u308C\u307E\u3057\u305F\u3002\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u51E6\u7406\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002
cause110451=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u307E\u3060\u5B58\u5728\u3057\u3066\u3044\u308B\u304B\u3069\u3046\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action110451=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u307E\u3060\u5B58\u5728\u3057\u3066\u3044\u308B\u304B\u3069\u3046\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u64CD\u4F5C\u306B\u3088\u3063\u3066\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u89E3\u6C7A\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u554F\u984C\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001My Oracle Support\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
messagedetail110452=WebLogic Server\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u306A\u3069\u306E\u7BA1\u7406\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3067\u3001\u6307\u5B9A\u3055\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u5BFE\u3059\u308B\u5F37\u5236\u7684\u306A\u30ED\u30FC\u30AB\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u304C\u884C\u308F\u308C\u307E\u3057\u305F\u304C\u3001\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u51E6\u7406\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002
cause110452=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u307E\u3060\u5B58\u5728\u3057\u3066\u3044\u308B\u304B\u3069\u3046\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action110452=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u307E\u3060\u5B58\u5728\u3057\u3066\u3044\u308B\u304B\u3069\u3046\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u64CD\u4F5C\u306B\u3088\u3063\u3066\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u89E3\u6C7A\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u554F\u984C\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001My Oracle Support\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
messagedetail110453=WebLogic Server\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u306A\u3069\u306E\u7BA1\u7406\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3067\u3001\u6307\u5B9A\u3055\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u5BFE\u3059\u308B\u5F37\u5236\u7684\u306A\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u304C\u884C\u308F\u308C\u307E\u3057\u305F\u3002\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u51E6\u7406\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002
cause110453=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u307E\u3060\u5B58\u5728\u3057\u3066\u3044\u308B\u304B\u3069\u3046\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action110453=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u307E\u3060\u5B58\u5728\u3057\u3066\u3044\u308B\u304B\u3069\u3046\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u64CD\u4F5C\u306B\u3088\u3063\u3066\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u89E3\u6C7A\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u554F\u984C\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001My Oracle Support\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
messagedetail110454=WebLogic Server\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u306A\u3069\u306E\u7BA1\u7406\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3067\u3001\u6307\u5B9A\u3055\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u5BFE\u3059\u308B\u5F37\u5236\u7684\u306A\u30ED\u30FC\u30AB\u30EB\u30FB\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u64CD\u4F5C\u304C\u884C\u308F\u308C\u307E\u3057\u305F\u304C\u3001\u305D\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u7121\u52B9\u306A\u72B6\u614B\u3067\u3042\u308A\u3001\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3067\u304D\u307E\u305B\u3093\u3002
cause110454=\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u7121\u52B9\u3067\u3059\u3002
action110454=\u304B\u308F\u308A\u306B\u5F37\u5236\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u3092\u884C\u3044\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u89E3\u6C7A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110455=WebLogic Server\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u306A\u3069\u306E\u7BA1\u7406\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3067\u3001\u6307\u5B9A\u3055\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u5BFE\u3059\u308B\u5F37\u5236\u7684\u306A\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u64CD\u4F5C\u304C\u884C\u308F\u308C\u307E\u3057\u305F\u3002\u3057\u304B\u3057\u3001\u305D\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u7121\u52B9\u306A\u72B6\u614B\u3067\u3042\u308A\u3001\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3067\u304D\u307E\u305B\u3093\u3002
cause110455=\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u7121\u52B9\u3067\u3059\u3002
action110455=\u304B\u308F\u308A\u306B\u5F37\u5236\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u3092\u884C\u3044\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u89E3\u6C7A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110456=WebLogic Server\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u306A\u3069\u306E\u7BA1\u7406\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3067\u3001\u6307\u5B9A\u3055\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u5BFE\u3059\u308B\u5F37\u5236\u7684\u306A\u30ED\u30FC\u30AB\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u304C\u884C\u308F\u308C\u307E\u3057\u305F\u304C\u3001\u305D\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u7121\u52B9\u306A\u72B6\u614B\u3067\u3042\u308A\u3001\u30B3\u30DF\u30C3\u30C8\u3067\u304D\u307E\u305B\u3093\u3002
cause110456=\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u7121\u52B9\u3067\u3059\u3002
action110456=\u304B\u308F\u308A\u306B\u5F37\u5236\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u64CD\u4F5C\u3092\u884C\u3044\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u89E3\u6C7A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110457=WebLogic Server\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u306A\u3069\u306E\u7BA1\u7406\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3067\u3001\u6307\u5B9A\u3055\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u5BFE\u3059\u308B\u5F37\u5236\u7684\u306A\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u304C\u884C\u308F\u308C\u307E\u3057\u305F\u304C\u3001\u305D\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u7121\u52B9\u306A\u72B6\u614B\u3067\u3042\u308A\u3001\u30B3\u30DF\u30C3\u30C8\u3067\u304D\u307E\u305B\u3093\u3002
cause110457=\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u7121\u52B9\u3067\u3059\u3002
action110457=\u304B\u308F\u308A\u306B\u5F37\u5236\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u64CD\u4F5C\u3092\u884C\u3044\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u89E3\u6C7A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110458=WebLogic\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u306A\u3069\u306E\u7BA1\u7406\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3067\u3001\u5F37\u5236\u7684\u306A\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u64CD\u4F5C\u304C\u884C\u308F\u308C\u307E\u3057\u305F\u304C\u3001\u305D\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u30B3\u30FC\u30C7\u30A3\u30CD\u30FC\u30BF\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30B0\u30ED\u30FC\u30D0\u30EB\u306A\u64CD\u4F5C\u306B\u304A\u3044\u3066\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u53C2\u52A0\u3057\u3066\u3044\u308B\u3059\u3079\u3066\u306E\u30B5\u30FC\u30D0\u30FC\u306B\u5BFE\u3057\u3066\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u51E6\u7406\u3067\u304D\u308B\u3088\u3046\u3001\u8ABF\u6574\u3092\u884C\u3046\u30B5\u30FC\u30D0\u30FC\u304C\u4F7F\u7528\u53EF\u80FD\u306B\u306A\u3063\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause110458=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u8ABF\u6574\u3092\u884C\u3046\u30B5\u30FC\u30D0\u30FC\u304C\u5B9F\u884C\u4E2D\u3067\u306A\u3044\u304B\u3001\u307E\u305F\u306F\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u307E\u305B\u3093\u3002
action110458=\u8ABF\u6574\u3092\u884C\u3046\u30B5\u30FC\u30D0\u30FC\u304C\u4F7F\u7528\u53EF\u80FD\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3001\u64CD\u4F5C\u3092\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u307E\u305F\u306F\u3001\u30ED\u30FC\u30AB\u30EB\u3067\u64CD\u4F5C\u3092\u884C\u3044\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u89E3\u6C7A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110459=WebLogic\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u306A\u3069\u306E\u7BA1\u7406\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3067\u3001\u5F37\u5236\u7684\u306A\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u304C\u884C\u308F\u308C\u307E\u3057\u305F\u304C\u3001\u305D\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u30B3\u30FC\u30C7\u30A3\u30CD\u30FC\u30BF\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30B0\u30ED\u30FC\u30D0\u30EB\u306A\u64CD\u4F5C\u306B\u304A\u3044\u3066\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u53C2\u52A0\u3057\u3066\u3044\u308B\u3059\u3079\u3066\u306E\u30B5\u30FC\u30D0\u30FC\u306B\u5BFE\u3057\u3066\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u51E6\u7406\u3067\u304D\u308B\u3088\u3046\u3001\u8ABF\u6574\u3092\u884C\u3046\u30B5\u30FC\u30D0\u30FC\u304C\u4F7F\u7528\u53EF\u80FD\u306B\u306A\u3063\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause110459=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u8ABF\u6574\u3092\u884C\u3046\u30B5\u30FC\u30D0\u30FC\u304C\u5B9F\u884C\u4E2D\u3067\u306A\u3044\u304B\u3001\u307E\u305F\u306F\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u307E\u305B\u3093\u3002
action110459=\u8ABF\u6574\u3092\u884C\u3046\u30B5\u30FC\u30D0\u30FC\u304C\u4F7F\u7528\u53EF\u80FD\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3001\u64CD\u4F5C\u3092\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u307E\u305F\u306F\u3001\u30ED\u30FC\u30AB\u30EB\u3067\u64CD\u4F5C\u3092\u884C\u3044\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u89E3\u6C7A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110460=WebLogic Server\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u306A\u3069\u306E\u7BA1\u7406\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3067\u3001\u5F37\u5236\u7684\u306A\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u64CD\u4F5C\u304C\u884C\u308F\u308C\u307E\u3057\u305F\u304C\u3001\u305D\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u30B3\u30FC\u30C7\u30A3\u30CD\u30FC\u30BF\u3067\u624B\u52D5\u306B\u3088\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u89E3\u6C7A\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
cause110460=\u8ABF\u6574\u3092\u884C\u3046\u30B5\u30FC\u30D0\u30FC\u304C\u3001\u624B\u52D5\u306B\u3088\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u89E3\u6C7A\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u306A\u3044\u3001\u53E4\u3044\u30D0\u30FC\u30B8\u30E7\u30F3\u306EWebLogic Server\u3067\u3059\u3002
action110460=\u624B\u52D5\u306B\u3088\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u89E3\u6C7A\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u3059\u3079\u3066\u306E\u53C2\u52A0\u30B5\u30FC\u30D0\u30FC\u306B\u5BFE\u3057\u3066\u3001\u30ED\u30FC\u30AB\u30EB\u3067\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u3092\u884C\u3063\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110461=WebLogic\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u306A\u3069\u306E\u7BA1\u7406\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3067\u3001\u5F37\u5236\u7684\u306A\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u304C\u884C\u308F\u308C\u307E\u3057\u305F\u304C\u3001\u305D\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u30B3\u30FC\u30C7\u30A3\u30CD\u30FC\u30BF\u3067\u624B\u52D5\u306B\u3088\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u89E3\u6C7A\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
cause110461=\u8ABF\u6574\u3092\u884C\u3046\u30B5\u30FC\u30D0\u30FC\u304C\u3001\u624B\u52D5\u306B\u3088\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u89E3\u6C7A\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u306A\u3044\u3001\u53E4\u3044\u30D0\u30FC\u30B8\u30E7\u30F3\u306EWebLogic Server\u3067\u3059\u3002
action110461=\u624B\u52D5\u306B\u3088\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u89E3\u6C7A\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u3059\u3079\u3066\u306E\u53C2\u52A0\u30B5\u30FC\u30D0\u30FC\u306B\u5BFE\u3057\u3066\u3001\u30ED\u30FC\u30AB\u30EB\u3067\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u3092\u884C\u3063\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110462=WebLogic Server\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u306A\u3069\u306E\u7BA1\u7406\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3067\u3001\u5F37\u5236\u7684\u306A\u30ED\u30FC\u30AB\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u304C\u884C\u308F\u308C\u307E\u3057\u305F\u304C\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u5C02\u7528\u306B\u30DE\u30FC\u30AD\u30F3\u30B0\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u3092\u5B8C\u4E86\u3067\u304D\u307E\u305B\u3093\u3002
cause110462=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306B\u3088\u3063\u3066\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u306B\u30DE\u30FC\u30AD\u30F3\u30B0\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action110462=\u304B\u308F\u308A\u306B\u5F37\u5236\u7684\u306A\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u64CD\u4F5C\u3092\u884C\u3044\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u89E3\u6C7A\u3092\u8A66\u307F\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110463=WebLogic\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u306A\u3069\u306E\u7BA1\u7406\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3067\u3001\u5F37\u5236\u7684\u306A\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u304C\u884C\u308F\u308C\u307E\u3057\u305F\u304C\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u5C02\u7528\u306B\u30DE\u30FC\u30AD\u30F3\u30B0\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u3092\u5B8C\u4E86\u3067\u304D\u307E\u305B\u3093\u3002
cause110463=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306B\u3088\u3063\u3066\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u306B\u30DE\u30FC\u30AD\u30F3\u30B0\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action110463=\u304B\u308F\u308A\u306B\u5F37\u5236\u7684\u306A\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u64CD\u4F5C\u3092\u884C\u3044\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u89E3\u6C7A\u3092\u8A66\u307F\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110464=WebLogic Server\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u306A\u3069\u306E\u7BA1\u7406\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3067\u3001\u5F37\u5236\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u304C\u884C\u308F\u308C\u307E\u3057\u305F\u304C\u3001\u30EA\u30BD\u30FC\u30B9\u304C\u3053\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u5BFE\u3059\u308B\u5225\u306E\u64CD\u4F5C\u306B\u3088\u308A\u30D3\u30B8\u30FC\u72B6\u614B\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002
cause110464=\u3053\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u30EA\u30BD\u30FC\u30B9\u64CD\u4F5C\u304C\u30D6\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u308B\u3068\u8003\u3048\u3089\u308C\u307E\u3059\u3002\u30EA\u30BD\u30FC\u30B9\u3067\u554F\u984C\u304C\u767A\u751F\u3057\u3066\u3044\u308B\u304B\u3001\u307E\u305F\u306F\u30EC\u30B9\u30DD\u30F3\u30B9\u306B\u6642\u9593\u304C\u304B\u304B\u3063\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110464=\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u3092\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u3053\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30EA\u30BD\u30FC\u30B9\u306E\u5909\u66F4\u306B\u3064\u3044\u3066\u306F\u3001\u30EA\u30BD\u30FC\u30B9\u56FA\u6709\u306E\u30E6\u30FC\u30C6\u30A3\u30EA\u30C6\u30A3\u3092\u4F7F\u7528\u3057\u3066\u624B\u52D5\u3067\u89E3\u6C7A\u3059\u308B\u3053\u3068\u3082\u3067\u304D\u307E\u3059\u3002
messagedetail110465=WebLogic Server\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u306A\u3069\u306E\u7BA1\u7406\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3067\u3001\u5F37\u5236\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u64CD\u4F5C\u304C\u884C\u308F\u308C\u307E\u3057\u305F\u304C\u3001\u30EA\u30BD\u30FC\u30B9\u304C\u3053\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u5BFE\u3059\u308B\u5225\u306E\u64CD\u4F5C\u306B\u3088\u308A\u30D3\u30B8\u30FC\u72B6\u614B\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002
cause110465=\u3053\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u30EA\u30BD\u30FC\u30B9\u64CD\u4F5C\u304C\u30D6\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u308B\u3068\u8003\u3048\u3089\u308C\u307E\u3059\u3002\u30EA\u30BD\u30FC\u30B9\u3067\u554F\u984C\u304C\u767A\u751F\u3057\u3066\u3044\u308B\u304B\u3001\u307E\u305F\u306F\u30EC\u30B9\u30DD\u30F3\u30B9\u306B\u6642\u9593\u304C\u304B\u304B\u3063\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110465=\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u3092\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u3053\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30EA\u30BD\u30FC\u30B9\u306E\u5909\u66F4\u306B\u3064\u3044\u3066\u306F\u3001\u30EA\u30BD\u30FC\u30B9\u56FA\u6709\u306E\u30E6\u30FC\u30C6\u30A3\u30EA\u30C6\u30A3\u3092\u4F7F\u7528\u3057\u3066\u624B\u52D5\u3067\u89E3\u6C7A\u3059\u308B\u3053\u3068\u3082\u3067\u304D\u307E\u3059\u3002
messagedetail110466=WebLogic Server\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u306A\u3069\u306E\u7BA1\u7406\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3067\u3001\u5F37\u5236\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u304C\u884C\u308F\u308C\u307E\u3057\u305F\u304C\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u3059\u3067\u306B\u30B3\u30DF\u30C3\u30C8\u3055\u308C\u3066\u3044\u307E\u3059\u3002
cause110466=\u7BA1\u7406\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3067\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u304C\u547C\u3073\u51FA\u3055\u308C\u308B\u524D\u306B\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u3059\u3067\u306B\u5B8C\u4E86\u3057\u3066\u3044\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110466=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u89E3\u6C7A\u3057\u3066\u3044\u307E\u3059\u3002
messagedetail110467=WebLogic Server\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u306A\u3069\u306E\u7BA1\u7406\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3067\u3001\u5F37\u5236\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u64CD\u4F5C\u304C\u884C\u308F\u308C\u307E\u3057\u305F\u304C\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u3059\u3067\u306B\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u3002
cause110467=\u7BA1\u7406\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3067\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u64CD\u4F5C\u304C\u547C\u3073\u51FA\u3055\u308C\u308B\u524D\u306B\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u3059\u3067\u306B\u5B8C\u4E86\u3057\u3066\u3044\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110467=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u89E3\u6C7A\u3057\u3066\u3044\u307E\u3059\u3002
messagedetail110468=WebLogic Server\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u306A\u3069\u306E\u7BA1\u7406\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3067\u3001\u5F37\u5236\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u304C\u884C\u308F\u308C\u307E\u3057\u305F\u304C\u3001\u95A2\u4E0E\u3057\u3066\u3044\u308B\u30EA\u30BD\u30FC\u30B9\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u305F\u3081\u3001\u30EA\u30BD\u30FC\u30B9\u306F\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3055\u308C\u307E\u3057\u305F\u3002
cause110468=\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304A\u3088\u3073\u9069\u5207\u306A\u30EA\u30BD\u30FC\u30B9\u56FA\u6709\u306E\u30A8\u30E9\u30FC\u30FB\u30ED\u30B0\u3067\u3001\u30EA\u30BD\u30FC\u30B9\u306E\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action110468=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30D6\u30E9\u30F3\u30C1\u3092\u89E3\u6C7A\u3059\u308B\u305F\u3081\u306B\u3001\u30EA\u30BD\u30FC\u30B9\u3067\u7BA1\u7406\u64CD\u4F5C\u304C\u5FC5\u8981\u304B\u3069\u3046\u304B\u5224\u5225\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110469=WebLogic Server\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u306A\u3069\u306E\u7BA1\u7406\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3067\u3001\u5F37\u5236\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u64CD\u4F5C\u304C\u884C\u308F\u308C\u307E\u3057\u305F\u304C\u3001\u95A2\u4E0E\u3057\u3066\u3044\u308B\u30EA\u30BD\u30FC\u30B9\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u305F\u3081\u3001\u30EA\u30BD\u30FC\u30B9\u306F\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3055\u308C\u307E\u3057\u305F\u3002
cause110469=\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304A\u3088\u3073\u9069\u5207\u306A\u30EA\u30BD\u30FC\u30B9\u56FA\u6709\u306E\u30A8\u30E9\u30FC\u30FB\u30ED\u30B0\u3067\u3001\u30EA\u30BD\u30FC\u30B9\u306E\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action110469=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30D6\u30E9\u30F3\u30C1\u3092\u89E3\u6C7A\u3059\u308B\u305F\u3081\u306B\u3001\u30EA\u30BD\u30FC\u30B9\u3067\u7BA1\u7406\u64CD\u4F5C\u304C\u5FC5\u8981\u304B\u3069\u3046\u304B\u5224\u5225\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110470=\u30E6\u30FC\u30B6\u30FC\u304C\u3053\u306E\u64CD\u4F5C\u3092\u5B9F\u884C\u3059\u308B\u6A29\u9650\u3092\u6301\u3063\u3066\u3044\u306A\u3044\u305F\u3081\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3059\u308B\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u306F\u5931\u6557\u3057\u307E\u3057\u305F\u3002
cause110470=\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u884C\u3063\u305F\u8A8D\u8A3C\u6E08\u307F\u30D7\u30EA\u30F3\u30B7\u30D1\u30EB\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u5BFE\u3057\u3066\u5F37\u5236\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u64CD\u4F5C\u3092\u5B9F\u884C\u3059\u308B\u9069\u5207\u306A\u6A29\u9650\u3092\u6301\u3063\u3066\u3044\u307E\u305B\u3093\u3002
action110470=\u3053\u306E\u64CD\u4F5C\u3092\u547C\u3073\u51FA\u3059\u524D\u306B\u3001\u9069\u5207\u306A\u6A29\u9650\u3092\u6301\u3064\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u3092\u4F7F\u7528\u3057\u3066\u8A8D\u8A3C\u3092\u884C\u3063\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110471=\u30E6\u30FC\u30B6\u30FC\u304C\u3053\u306E\u64CD\u4F5C\u3092\u5B9F\u884C\u3059\u308B\u6A29\u9650\u3092\u6301\u3063\u3066\u3044\u306A\u3044\u305F\u3081\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u30B3\u30DF\u30C3\u30C8\u3059\u308B\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u306F\u5931\u6557\u3057\u307E\u3057\u305F\u3002
cause110471=\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u884C\u3063\u305F\u8A8D\u8A3C\u6E08\u307F\u30D7\u30EA\u30F3\u30B7\u30D1\u30EB\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u5BFE\u3057\u3066\u5F37\u5236\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u3092\u5B9F\u884C\u3059\u308B\u9069\u5207\u306A\u6A29\u9650\u3092\u6301\u3063\u3066\u3044\u307E\u305B\u3093\u3002
action110471=\u3053\u306E\u64CD\u4F5C\u3092\u547C\u3073\u51FA\u3059\u524D\u306B\u3001\u9069\u5207\u306A\u6A29\u9650\u3092\u6301\u3064\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u3092\u4F7F\u7528\u3057\u3066\u8A8D\u8A3C\u3092\u884C\u3063\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110472=\u30E6\u30FC\u30B6\u30FC\u304C\u3053\u306E\u64CD\u4F5C\u3092\u5B9F\u884C\u3059\u308B\u6A29\u9650\u3092\u6301\u3063\u3066\u3044\u306A\u3044\u305F\u3081\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3059\u308B\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u306F\u5931\u6557\u3057\u307E\u3057\u305F\u3002
cause110472=\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u884C\u3063\u305F\u8A8D\u8A3C\u6E08\u307F\u30D7\u30EA\u30F3\u30B7\u30D1\u30EB\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u5BFE\u3057\u3066\u5F37\u5236\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u64CD\u4F5C\u3092\u5B9F\u884C\u3059\u308B\u9069\u5207\u306A\u6A29\u9650\u3092\u6301\u3063\u3066\u3044\u307E\u305B\u3093\u3002
action110472=\u3053\u306E\u64CD\u4F5C\u3092\u547C\u3073\u51FA\u3059\u524D\u306B\u3001\u9069\u5207\u306A\u6A29\u9650\u3092\u6301\u3064\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u3092\u4F7F\u7528\u3057\u3066\u8A8D\u8A3C\u3092\u884C\u3063\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110473=\u30E6\u30FC\u30B6\u30FC\u304C\u3053\u306E\u64CD\u4F5C\u3092\u5B9F\u884C\u3059\u308B\u6A29\u9650\u3092\u6301\u3063\u3066\u3044\u306A\u3044\u305F\u3081\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u30B3\u30DF\u30C3\u30C8\u3059\u308B\u7BA1\u7406\u30EA\u30AF\u30A8\u30B9\u30C8\u306F\u5931\u6557\u3057\u307E\u3057\u305F\u3002
cause110473=\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u884C\u3063\u305F\u8A8D\u8A3C\u6E08\u307F\u30D7\u30EA\u30F3\u30B7\u30D1\u30EB\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u5BFE\u3057\u3066\u5F37\u5236\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u3092\u5B9F\u884C\u3059\u308B\u9069\u5207\u306A\u6A29\u9650\u3092\u6301\u3063\u3066\u3044\u307E\u305B\u3093\u3002
action110473=\u3053\u306E\u64CD\u4F5C\u3092\u547C\u3073\u51FA\u3059\u524D\u306B\u3001\u9069\u5207\u306A\u6A29\u9650\u3092\u6301\u3064\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u3092\u4F7F\u7528\u3057\u3066\u8A8D\u8A3C\u3092\u884C\u3063\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110474=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306B\u767B\u9332\u3055\u308C\u3066\u3044\u308B\u30EA\u30BD\u30FC\u30B9\u306E\u540D\u524D\u3092\u516C\u958B\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause110474=JNDI\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u554F\u984C\u304C\u3042\u308B\u304B\u3001\u307E\u305F\u306F\u5225\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u3053\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306B\u3059\u3067\u306B\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110474=My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail110475=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3[{0}]\u306E\u30E6\u30FC\u30B6\u30FC\u306FSubCoordinator\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u5185\u90E8\u30E1\u30BD\u30C3\u30C9\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3059\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u547C\u3073\u51FA\u3057\u305F\u5834\u5408\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u6574\u5408\u6027\u3092\u640D\u306A\u3046\u304A\u305D\u308C\u304C\u3042\u308A\u307E\u3059\u3002\u6A29\u9650\u306F\u62D2\u5426\u3055\u308C\u3066\u547C\u51FA\u3057\u306F\u7121\u8996\u3055\u308C\u307E\u3057\u305F\u3002
cause110475=\u3053\u308C\u306F\u6F5C\u5728\u7684\u306A\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306B\u5BFE\u3059\u308B\u653B\u6483\u306E\u75C7\u72B6\u304B\u3001\u307E\u305F\u306F\u9006\u306B\u3001\u30B5\u30FC\u30D0\u30FC\u306E"\u30B7\u30B9\u30C6\u30E0"\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u306B\u554F\u984C\u304C\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110475=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30FB\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u304C\u5185\u90E8Weblogic Server\u30B7\u30B9\u30C6\u30E0\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3057\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110476=\u30B5\u30FC\u30D0\u30FC\u306F\u3001\u6B63\u5E38\u306A\u505C\u6B62\u3092\u884C\u3063\u3066\u3044\u308B\u3068\u304D\u306B\u3001\u4FDD\u7559\u4E2D\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u691C\u51FA\u3057\u307E\u3057\u305F\u3002\u30B5\u30FC\u30D0\u30FC\u306F\u3001\u30EA\u30E2\u30FC\u30C8\u7BA1\u7406\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9(RMI)\u30B5\u30FC\u30D3\u30B9\u3092\u4E2D\u65AD\u3059\u308B\u524D\u306B\u3001\u4FDD\u7559\u4E2D\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u5B8C\u4E86\u3092\u5F85\u6A5F\u3057\u307E\u3059\u3002\u5F37\u5236\u505C\u6B62\u30B3\u30DE\u30F3\u30C9\u3092\u767A\u884C\u3059\u308B\u3068\u30B5\u30FC\u30D0\u30FC\u3092\u305F\u3060\u3061\u306B\u505C\u6B62\u3067\u304D\u307E\u3059\u3002
cause110476=\u30B5\u30FC\u30D0\u30FC\u306F\u3001\u6B63\u5E38\u306A\u505C\u6B62\u3092\u884C\u3063\u3066\u3044\u308B\u3068\u304D\u306B\u4FDD\u7559\u4E2D\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u691C\u51FA\u3057\u307E\u3057\u305F\u3002
action110476=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u51E6\u7406\u4E2D\u306E\u4F5C\u696D\u3092\u7121\u8996\u3057\u3066\u305F\u3060\u3061\u306B\u30B5\u30FC\u30D0\u30FC\u3092\u505C\u6B62\u3059\u308B\u306B\u306F\u3001\u5F37\u5236\u505C\u6B62\u30B3\u30DE\u30F3\u30C9\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110477=\u30EA\u30BD\u30FC\u30B9{0}\u306B\u5BFE\u3059\u308Bweblogic.transaction.TransactionManager.unregisterResource()\u30E1\u30BD\u30C3\u30C9\u304C\u3001\u30D6\u30ED\u30C3\u30AF\u30FB\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u6709\u52B9\u306B\u3057\u3066\u547C\u3073\u51FA\u3055\u308C\u307E\u3057\u305F\u3002\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u4E0A\u306B\u3053\u306E\u30EA\u30BD\u30FC\u30B9\u3092\u53C2\u7167\u3057\u3066\u3044\u308B\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u3042\u308B\u5834\u5408\u306B\u30D6\u30ED\u30C3\u30AF\u3092\u884C\u3044\u307E\u3059\u3002\u3053\u308C\u306B\u3088\u308A\u3001\u30EA\u30BD\u30FC\u30B9\u304C\u30B5\u30FC\u30D0\u30FC\u304B\u3089\u524A\u9664\u3055\u308C\u308B\u524D\u306B\u3001\u9032\u884C\u4E2D\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u51E6\u7406\u3092\u5B8C\u4E86\u3067\u304D\u307E\u3059\u3002\u53C2\u7167\u5143\u306E\u3059\u3079\u3066\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u5B8C\u4E86\u3059\u308B\u524D\u306B\u3001\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u5024\u3067\u3042\u308B{1}\u79D2\u304C\u7D4C\u904E\u3057\u307E\u3057\u305F\u3002\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u304C\u7D4C\u904E\u3059\u308B\u3068\u3001\u30EA\u30BD\u30FC\u30B9\u306F\u30B5\u30FC\u30D0\u30FC\u304B\u3089\u767B\u9332\u89E3\u9664\u3055\u308C\u307E\u3059\u3002\u30EA\u30BD\u30FC\u30B9\u3092\u53C2\u7167\u3057\u3066\u3044\u308B\u9032\u884C\u4E2D\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u51E6\u7406\u3092\u5B8C\u4E86\u3067\u304D\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
cause110477=\u6307\u5B9A\u306E\u30EA\u30BD\u30FC\u30B9\u3092\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u304B\u3089\u767B\u9332\u89E3\u9664\u3059\u308B\u3088\u3046\u30EA\u30AF\u30A8\u30B9\u30C8\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u305D\u306E\u30EA\u30BD\u30FC\u30B9\u3092\u53C2\u7167\u3057\u3066\u3044\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u307E\u3060\u30B5\u30FC\u30D0\u30FC\u4E0A\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
action110477=\u51E6\u7406\u4E2D\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u30E2\u30CB\u30BF\u30FC\u3057\u3066\u3001\u767B\u9332\u89E3\u9664\u3055\u308C\u308B\u30EA\u30BD\u30FC\u30B9\u306B\u4F9D\u5B58\u3057\u3066\u3044\u308B\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u3042\u308B\u304B\u3069\u3046\u304B\u3092\u5224\u65AD\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u3092\u4F7F\u7528\u3057\u3066\u3001\u4F9D\u5B58\u3057\u3066\u3044\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u624B\u52D5\u3067\u89E3\u6C7A\u3059\u308B\u3001\u307E\u305F\u306F\u4F9D\u5B58\u3057\u3066\u3044\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u5B8C\u4E86\u3059\u308B\u306E\u306B\u5341\u5206\u306A\u6642\u9593\u3092\u53D6\u308B\u305F\u3081\u306B\u30EA\u30BD\u30FC\u30B9\u3092\u518D\u30C7\u30D7\u30ED\u30A4\u3059\u308B\u3068\u3044\u3046\u9078\u629E\u80A2\u304C\u3042\u308A\u307E\u3059\u3002
messagedetail110478=\u30B0\u30ED\u30FC\u30D0\u30EB\u306A1\u30D5\u30A7\u30FC\u30BA\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u306F\u30ED\u30AE\u30F3\u30B0\u30FB\u30E9\u30B9\u30C8\u30FB\u30EA\u30BD\u30FC\u30B9(LLR)\u304C\u53C2\u52A0\u3057\u3066\u3044\u308B\u306E\u3067\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3067\u306F\u3001LLR\u30ED\u30FC\u30AB\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u5B8C\u4E86\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002LLR\u30ED\u30FC\u30AB\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u30ED\u30FC\u30AB\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u4E2D\u306B\u5931\u6557\u3057\u305F\u306E\u3067\u3001\u30ED\u30AE\u30F3\u30B0\u30FB\u30EA\u30BD\u30FC\u30B9\u306B\u95A2\u3059\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u304C\u4E0D\u660E\u3067\u3042\u308A\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u7D42\u4E86\u3067\u304D\u307E\u305B\u3093\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u64CD\u4F5C\u306F\u3001\u3059\u3079\u3066\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3055\u308C\u308B\u304B\u3001\u3059\u3079\u3066\u30B3\u30DF\u30C3\u30C8\u3055\u308C\u308B\u304B\u3001\u30D6\u30ED\u30C3\u30AF\u3055\u308C\u307E\u3059\u3002
cause110478=\u30ED\u30AE\u30F3\u30B0\u30FB\u30E9\u30B9\u30C8\u30FB\u30EA\u30BD\u30FC\u30B9\u304C\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u5834\u5408\u3001\u8003\u3048\u3089\u308C\u308B\u6839\u672C\u7684\u539F\u56E0\u306F\u6570\u591A\u304F\u3042\u308A\u307E\u3059\u3002\u30ED\u30FC\u30AB\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u306E\u547C\u51FA\u3057\u4E2D\u306B\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304C\u505C\u6B62\u3057\u305F\u304B\u30AF\u30E9\u30C3\u30B7\u30E5\u3057\u305F\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u63A5\u7D9A\u306B\u969C\u5BB3\u304C\u767A\u751F\u3057\u305F\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u30ED\u30FC\u30AB\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3057\u305F\u3001\u30ED\u30FC\u30AB\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u306E\u4E2D\u3067\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u64CD\u4F5C\u306B\u3088\u3063\u3066\u751F\u3058\u305F\u6F5C\u5728\u7684\u306A\u30C7\u30C3\u30C9\u30ED\u30C3\u30AF\u72B6\u614B\u3092\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304C\u691C\u51FA\u3057\u305F\u3001\u306A\u3069\u306E\u539F\u56E0\u304C\u8003\u3048\u3089\u308C\u307E\u3059\u3002
action110478=LLR\u30EA\u30BD\u30FC\u30B9\u304C\u539F\u56E0\u3067\u767A\u751F\u3057\u305F\u4F8B\u5916\u3092\u8ABF\u3079\u3066\u3001\u554F\u984C\u306E\u6839\u672C\u7684\u539F\u56E0\u3092\u5224\u65AD\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110479=\u30B0\u30ED\u30FC\u30D0\u30EB\u306A2\u30D5\u30A7\u30FC\u30BA\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u306F\u30ED\u30AE\u30F3\u30B0\u30FB\u30E9\u30B9\u30C8\u30FB\u30EA\u30BD\u30FC\u30B9(LLR)\u304C\u53C2\u52A0\u3057\u3066\u3044\u308B\u306E\u3067\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3067\u306F\u3001LLR\u30ED\u30FC\u30AB\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u30FB\u30EC\u30B3\u30FC\u30C9\u3092\u30ED\u30AE\u30F3\u30B0\u30FB\u30EA\u30BD\u30FC\u30B9\u306B\u6C38\u7D9A\u5316\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002LLR\u30ED\u30FC\u30AB\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u30ED\u30FC\u30AB\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u4E2D\u306B\u5931\u6557\u3057\u305F\u306E\u3067\u3001\u30ED\u30AE\u30F3\u30B0\u30FB\u30EA\u30BD\u30FC\u30B9\u306B\u95A2\u3059\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u304C\u4E0D\u660E\u3067\u3042\u308A\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u7D42\u4E86\u3067\u304D\u307E\u305B\u3093\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001LLR\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u8868\u5185\u306E\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u30FB\u30EC\u30B3\u30FC\u30C9\u306E\u5B58\u5728\u306E\u6709\u7121\u3092\u8ABF\u3079\u308B\u3053\u3068\u3067\u3001LLR\u30ED\u30FC\u30AB\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u30B3\u30DF\u30C3\u30C8\u3055\u308C\u305F\u304B\u3069\u3046\u304B\u3092\u5B9A\u671F\u7684\u306B\u30C6\u30B9\u30C8\u3057\u307E\u3059\u3002\u30C6\u30B9\u30C8\u306E\u7D50\u679C\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u30FB\u30EC\u30B3\u30FC\u30C9\u304C\u6C38\u7D9A\u5316\u3055\u308C\u305F\u3068\u5224\u65AD\u3055\u308C\u305F\u5834\u5408\u3001LLR\u30ED\u30FC\u30AB\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u30B3\u30DF\u30C3\u30C8\u3055\u308C\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u6B8B\u308A\u306E\u30EA\u30BD\u30FC\u30B9(\u30D6\u30E9\u30F3\u30C1)\u3092\u30B3\u30DF\u30C3\u30C8\u3057\u307E\u3059\u3002\u30C6\u30B9\u30C8\u306E\u7D50\u679C\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u30FB\u30EC\u30B3\u30FC\u30C9\u304C\u6C38\u7D9A\u5316\u3055\u308C\u306A\u304B\u3063\u305F\u3068\u5224\u65AD\u3055\u308C\u305F\u5834\u5408\u3001LLR\u30ED\u30FC\u30AB\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3055\u308C\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u6B8B\u308A\u306E\u30EA\u30BD\u30FC\u30B9\u3092\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3057\u307E\u3059\u3002
cause110479=\u30ED\u30AE\u30F3\u30B0\u30FB\u30E9\u30B9\u30C8\u30FB\u30EA\u30BD\u30FC\u30B9\u304C\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u5834\u5408\u3001\u8003\u3048\u3089\u308C\u308B\u6839\u672C\u7684\u539F\u56E0\u306F\u6570\u591A\u304F\u3042\u308A\u307E\u3059\u3002\u30ED\u30FC\u30AB\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u306E\u547C\u51FA\u3057\u4E2D\u306B\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304C\u505C\u6B62\u3057\u305F\u304B\u30AF\u30E9\u30C3\u30B7\u30E5\u3057\u305F\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u63A5\u7D9A\u306B\u969C\u5BB3\u304C\u767A\u751F\u3057\u305F\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u30ED\u30FC\u30AB\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3057\u305F\u3001\u30ED\u30FC\u30AB\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u306E\u4E2D\u3067\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u64CD\u4F5C\u306B\u3088\u3063\u3066\u751F\u3058\u305F\u6F5C\u5728\u7684\u306A\u30C7\u30C3\u30C9\u30ED\u30C3\u30AF\u72B6\u614B\u3092\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304C\u691C\u51FA\u3057\u305F\u3001\u306A\u3069\u306E\u539F\u56E0\u304C\u8003\u3048\u3089\u308C\u307E\u3059\u3002
action110479=LLR\u30EA\u30BD\u30FC\u30B9\u304C\u539F\u56E0\u3067\u767A\u751F\u3057\u305F\u4F8B\u5916\u3092\u8ABF\u3079\u3066\u3001\u554F\u984C\u306E\u6839\u672C\u7684\u539F\u56E0\u3092\u5224\u65AD\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u304C\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u5B9A\u671F\u7684\u306B\u30C6\u30B9\u30C8\u3057\u3001\u305D\u306E\u7D50\u679C\u306B\u5FDC\u3058\u3066\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u307E\u305F\u306F\u30B3\u30DF\u30C3\u30C8\u3092\u81EA\u52D5\u7684\u306B\u5B9F\u884C\u3059\u308B\u306E\u3067\u3001\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail110480=\u30B0\u30ED\u30FC\u30D0\u30EB\u306A2\u30D5\u30A7\u30FC\u30BA\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u306F\u30ED\u30AE\u30F3\u30B0\u30FB\u30E9\u30B9\u30C8\u30FB\u30EA\u30BD\u30FC\u30B9(LLR)\u304C\u53C2\u52A0\u3057\u3066\u3044\u305F\u306E\u3067\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3067\u306F\u3001LLR\u30ED\u30FC\u30AB\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u30FB\u30EC\u30B3\u30FC\u30C9\u3092\u30ED\u30AE\u30F3\u30B0\u30FB\u30EA\u30BD\u30FC\u30B9\u306B\u6C38\u7D9A\u5316\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3057\u305F\u3002LLR\u30ED\u30FC\u30AB\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u30ED\u30FC\u30AB\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u4E2D\u306B\u5931\u6557\u3057\u305F\u306E\u3067\u3001\u30ED\u30AE\u30F3\u30B0\u30FB\u30EA\u30BD\u30FC\u30B9\u306B\u95A2\u3059\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u304C\u4E0D\u660E\u3067\u3042\u308A\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u7D42\u4E86\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001LLR\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u8868\u5185\u306E\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u30FB\u30EC\u30B3\u30FC\u30C9\u306E\u5B58\u5728\u306E\u6709\u7121\u3092\u8ABF\u3079\u308B\u3053\u3068\u3067\u3001LLR\u30ED\u30FC\u30AB\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u30B3\u30DF\u30C3\u30C8\u3055\u308C\u305F\u304B\u3069\u3046\u304B\u3092\u5F8C\u304B\u3089\u5224\u65AD\u3067\u304D\u307E\u3057\u305F\u3002\u30C6\u30B9\u30C8\u306E\u7D50\u679C\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u30FB\u30EC\u30B3\u30FC\u30C9\u304C\u6C38\u7D9A\u5316\u3055\u308C\u305F\u3068\u5224\u65AD\u3055\u308C\u305F\u5834\u5408\u3001LLR\u30ED\u30FC\u30AB\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u30B3\u30DF\u30C3\u30C8\u3055\u308C\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u6B8B\u308A\u306E\u30EA\u30BD\u30FC\u30B9(\u30D6\u30E9\u30F3\u30C1)\u3092\u30B3\u30DF\u30C3\u30C8\u3057\u3066\u3044\u307E\u3059\u3002\u30C6\u30B9\u30C8\u306E\u7D50\u679C\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u30FB\u30EC\u30B3\u30FC\u30C9\u304C\u6C38\u7D9A\u5316\u3055\u308C\u306A\u304B\u3063\u305F\u3068\u5224\u65AD\u3055\u308C\u305F\u5834\u5408\u3001LLR\u30ED\u30FC\u30AB\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3055\u308C\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u6B8B\u308A\u306E\u30EA\u30BD\u30FC\u30B9\u3092\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3057\u3066\u3044\u307E\u3059\u3002
cause110480=\u540C\u3058\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u5BFE\u3059\u308B\u3053\u308C\u307E\u3067\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u8ABF\u3079\u3066\u3001\u6839\u672C\u7684\u539F\u56E0\u3092\u5224\u65AD\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action110480=\u540C\u3058\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u5BFE\u3059\u308B\u3053\u308C\u307E\u3067\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u8ABF\u3079\u3066\u3001\u6839\u672C\u7684\u539F\u56E0\u3092\u5224\u65AD\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110481=\u30B0\u30ED\u30FC\u30D0\u30EB\u306A2\u30D5\u30A7\u30FC\u30BA\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u306F\u30ED\u30AE\u30F3\u30B0\u30FB\u30E9\u30B9\u30C8\u30FB\u30EA\u30BD\u30FC\u30B9(LLR)\u304C\u53C2\u52A0\u3057\u3066\u3044\u305F\u306E\u3067\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3067\u306F\u3001LLR\u30ED\u30FC\u30AB\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u30FB\u30EC\u30B3\u30FC\u30C9\u3092\u30ED\u30AE\u30F3\u30B0\u30FB\u30EA\u30BD\u30FC\u30B9\u306B\u6C38\u7D9A\u5316\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3057\u305F\u3002LLR\u30ED\u30FC\u30AB\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u30ED\u30FC\u30AB\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u4E2D\u306B\u5931\u6557\u3057\u305F\u306E\u3067\u3001\u30ED\u30AE\u30F3\u30B0\u30FB\u30EA\u30BD\u30FC\u30B9\u306B\u95A2\u3059\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u304C\u4E0D\u660E\u3067\u3042\u308A\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u7D42\u4E86\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001LLR\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u8868\u5185\u306E\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30B3\u30DF\u30C3\u30C8\u30FB\u30EC\u30B3\u30FC\u30C9\u306E\u5B58\u5728\u306E\u6709\u7121\u3092\u8ABF\u3079\u308B\u3053\u3068\u3067\u3001LLR\u30ED\u30FC\u30AB\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u30B3\u30DF\u30C3\u30C8\u3055\u308C\u305F\u304B\u3069\u3046\u304B\u306E\u5224\u65AD\u3092\u8A66\u884C\u3057\u307E\u3057\u305F\u304C\u3001\u30C1\u30A7\u30C3\u30AF\u547C\u51FA\u3057\u306E\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u3042\u308A\u307E\u305B\u3093(\u30D6\u30ED\u30C3\u30AF\u6E08)\u3002
cause110481=\u30ED\u30AE\u30F3\u30B0\u30FB\u30E9\u30B9\u30C8\u30FB\u30EA\u30BD\u30FC\u30B9\u306B\u969C\u5BB3\u304C\u767A\u751F\u3057\u305F\u72B6\u614B\u304B\u3001\u884C\u304C\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u306B\u3001\u30ED\u30AE\u30F3\u30B0\u30FB\u30E9\u30B9\u30C8\u30FB\u30EA\u30BD\u30FC\u30B9\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u8868\u306B\u5BFE\u3059\u308B\u554F\u5408\u305B\u304C\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action110481=\u30ED\u30AE\u30F3\u30B0\u30FB\u30EA\u30BD\u30FC\u30B9(\u901A\u5E38\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9)\u3068\u306E\u901A\u4FE1\u304C\u6700\u7D42\u7684\u306B\u6210\u529F\u3057\u305F\u304B\u3069\u3046\u304B\u3092\u3001\u89E3\u6C7A\u6E08\u306E\u30ED\u30AE\u30F3\u30B0\u30FB\u30EA\u30BD\u30FC\u30B9\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u95A2\u3059\u308B\u6CE8\u610F\u30EC\u30D9\u30EB\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u5224\u65AD\u3059\u308B\u305F\u3081\u306B\u5F85\u6A5F\u3057\u307E\u3059\u3002\u72B6\u614B\u304C\u81EA\u52D5\u7684\u306B\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u30ED\u30AE\u30F3\u30B0\u30FB\u30EA\u30BD\u30FC\u30B9\u3092\u8ABF\u67FB\u3057\u3066\u3001\u30D6\u30ED\u30C3\u30AD\u30F3\u30B0\u72B6\u614B\u306E\u539F\u56E0\u3068\u306A\u308B\u9577\u6642\u9593\u306E\u64CD\u4F5C\u307E\u305F\u306F\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8(\u3042\u308B\u3044\u306F\u305D\u306E\u4E21\u65B9)\u304C\u3042\u308B\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3057\u3001\u30ED\u30AE\u30F3\u30B0\u30FB\u30EA\u30BD\u30FC\u30B9\u81EA\u4F53\u306E\u30ED\u30B0\u306B\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u8A18\u9332\u3055\u308C\u3066\u3044\u308B\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110482=\u30B5\u30FC\u30D0\u30FC\u306E\u5B9F\u884C\u4E2D\u3001\u30B5\u30FC\u30D0\u30FC\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001\u69CB\u6210\u3055\u308C\u305F\u30ED\u30AE\u30F3\u30B0\u30FB\u30E9\u30B9\u30C8\u30FB\u30EA\u30BD\u30FC\u30B9(LLR)\u3092\u4F7F\u7528\u3057\u3066\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u72B6\u614B\u3092\u6C38\u7D9A\u5316\u3067\u304D\u307E\u3059\u3002\u69CB\u6210\u3055\u308C\u305FLLR\u3092\u8D77\u52D5\u4E2D\u306B\u30ED\u30FC\u30C9\u3067\u304D\u306A\u3044\u5834\u5408\u3001\u30B5\u30FC\u30D0\u30FC\u306F\u8D77\u52D5\u3067\u304D\u307E\u305B\u3093\u3002\u3053\u308C\u306F\u3001LLR\u306B\u683C\u7D0D\u3055\u308C\u3066\u3044\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30EC\u30B3\u30FC\u30C9\u306E\u30B3\u30DF\u30C3\u30C8\u6E08\u307F\u306E2\u30D5\u30A7\u30FC\u30BA\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u3001\u95A2\u4FC2\u3059\u308B\u3059\u3079\u3066\u306E\u30EA\u30BD\u30FC\u30B9\u306E\u30B3\u30DF\u30C3\u30C8\u304C\u5B8C\u4E86\u3057\u3066\u3044\u306A\u3044\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u542B\u307E\u308C\u308B\u5834\u5408\u304C\u3042\u308B\u305F\u3081\u3067\u3059\u3002
cause110482=\u30ED\u30AE\u30F3\u30B0\u30FB\u30E9\u30B9\u30C8\u30FB\u30EA\u30BD\u30FC\u30B9\u304CJDBC LLR\u63A5\u7D9A\u306E\u5834\u5408\u3001\u8003\u3048\u3089\u308C\u308B\u6839\u672C\u7684\u539F\u56E0\u306F\u6570\u591A\u304F\u3042\u308A\u307E\u3059\u3002\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304C\u505C\u6B62\u3057\u305F\u304B\u30AF\u30E9\u30C3\u30B7\u30E5\u3057\u305F\u3001\u8D77\u52D5\u4E2D\u306B\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u63A5\u7D9A\u306B\u969C\u5BB3\u304C\u767A\u751F\u3057\u305F\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u63A5\u7D9A\u306B\u9593\u9055\u3063\u305F\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u6A29\u9650\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u3001\u306A\u3069\u306E\u539F\u56E0\u304C\u8003\u3048\u3089\u308C\u307E\u3059\u3002
action110482=LLR\u306B\u3088\u3063\u3066\u30B9\u30ED\u30FC\u3055\u308C\u305F\u4F8B\u5916\u3092\u8ABF\u3079\u3066\u3001\u554F\u984C\u306E\u6839\u672C\u7684\u539F\u56E0\u3092\u5224\u65AD\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110483=\u3053\u308C\u306F\u6C4E\u7528\u7684\u306A\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3042\u308A\u3001JTA\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u30D8\u30EB\u30B9\u304C\u5909\u5316\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002
cause110483=\u5185\u90E8\u30A4\u30D9\u30F3\u30C8\u306B\u3088\u3063\u3066\u3001JTA\u306E\u30D8\u30EB\u30B9\u72B6\u614B\u304C\u901A\u5E38\u306E\u72B6\u614B\u306B\u9077\u79FB\u3057\u3066\u3044\u307E\u3059\u3002\u4FEE\u6B63\u3055\u308C\u3066\u72B6\u614B\u5909\u5316\u306B\u3064\u306A\u304C\u3063\u305F\u72B6\u6CC1\u306B\u3064\u3044\u3066\u306F\u3001\u3053\u308C\u307E\u3067\u306E\u30D8\u30EB\u30B9\u30FB\u30ED\u30B0\u30FB\u30A8\u30F3\u30C8\u30EA\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action110483=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail110484=\u3053\u308C\u306F\u6C4E\u7528\u7684\u306A\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3042\u308A\u3001JTA\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u30D8\u30EB\u30B9\u304C\u5909\u5316\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002
cause110484=\u30D8\u30EB\u30B9\u5909\u5316\u306E\u539F\u56E0\u3068\u306A\u3063\u305F\u30A4\u30D9\u30F3\u30C8\u306E\u60C5\u5831\u306B\u3064\u3044\u3066\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action110484=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3067JTA\u306E\u72B6\u614B\u5909\u5316\u306E\u539F\u56E0\u3092\u78BA\u8A8D\u3057\u3001\u4F8B\u5916\u306E\u72B6\u6CC1\u3092\u4FEE\u6B63\u3059\u308B\u305F\u3081\u306E\u9069\u5207\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110485=\u3053\u308C\u306F\u6C4E\u7528\u7684\u306A\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3042\u308A\u3001JTA\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u30D8\u30EB\u30B9\u304C\u5909\u5316\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002
cause110485=\u30D8\u30EB\u30B9\u5909\u5316\u306E\u539F\u56E0\u3068\u306A\u3063\u305F\u30A4\u30D9\u30F3\u30C8\u306E\u60C5\u5831\u306B\u3064\u3044\u3066\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action110485=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3067JTA\u306E\u72B6\u614B\u5909\u5316\u306E\u539F\u56E0\u3092\u78BA\u8A8D\u3057\u3001\u4F8B\u5916\u306E\u72B6\u6CC1\u3092\u4FEE\u6B63\u3059\u308B\u305F\u3081\u306E\u9069\u5207\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110486=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u304C\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u30B3\u30DF\u30C3\u30C8\u3057\u307E\u3057\u305F\u304C\u3001\u3059\u3079\u3066\u306E\u53C2\u52A0\u30EA\u30BD\u30FC\u30B9\u306B\u305D\u306E\u7D50\u679C\u3092\u901A\u77E5\u3057\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u4FDD\u7559\u4E2D\u306E\u30EA\u30BD\u30FC\u30B9\u304C\u30B7\u30B9\u30C6\u30E0\u5185\u306B\u5B58\u5728\u3059\u308B\u304B\u3069\u3046\u304B\u304C\u4E0D\u660E\u3067\u3042\u308A\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u51E6\u7406\u3092\u5B8C\u4E86\u3067\u304D\u307E\u305B\u3093\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u3001\u30EA\u30BD\u30FC\u30B9\u304CXAResource.commit\u547C\u51FA\u3057\u306B\u5FDC\u7B54\u3059\u308B\u304B\u7834\u68C4\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u306E\u6642\u9593\u304C\u7D4C\u904E\u3059\u308B\u307E\u3067\u3001\u30B3\u30DF\u30C3\u30C8\u4E2D\u306E\u72B6\u614B\u3092\u7D99\u7D9A\u3057\u307E\u3059\u3002\u7834\u68C4\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u304C\u7D4C\u904E\u3057\u305F\u5834\u5408\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u524A\u9664\u3055\u308C\u307E\u3059\u304C\u3001\u3053\u306E\u51E6\u7406\u306B\u3088\u308A\u3001\u4FDD\u7559\u4E2D\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30D6\u30E9\u30F3\u30C1\u304C\u6B8B\u3063\u3066\u3057\u307E\u3046\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
cause110486=\u30EA\u30BD\u30FC\u30B9\u304C\u30A2\u30F3\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u3066\u3044\u308B\u3001\u307E\u305F\u306F\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u306A\u304F\u4F7F\u7528\u4E0D\u53EF\u3067\u3042\u308B\u3068\u5BA3\u8A00\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action110486=\u95A2\u9023\u3059\u308B\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u8ABF\u3079\u3066\u304F\u3060\u3055\u3044\u3002\u30EA\u30BD\u30FC\u30B9\u306E\u72B6\u614B\u306B\u95A2\u3059\u308B\u8A73\u7D30\u60C5\u5831\u304C\u8A18\u9332\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u304C\u3042\u308A\u307E\u3059\u3002\u30EA\u30BD\u30FC\u30B9\u304C\u30A2\u30F3\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u306F\u3001\u30EA\u30BD\u30FC\u30B9\u3092\u30C7\u30D7\u30ED\u30A4\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30EA\u30BD\u30FC\u30B9\u304C\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B9\u30B3\u30FC\u30D7\u306E\u5834\u5408\u306F\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u30C7\u30D7\u30ED\u30A4\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30EA\u30BD\u30FC\u30B9\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306B\u554F\u984C\u304C\u3042\u308B\u5834\u5408\u306F\u3001\u554F\u984C\u3092\u4FEE\u6B63\u3057\u3066\u304B\u3089\u3001\u30EA\u30BD\u30FC\u30B9\u3092\u518D\u30C7\u30D7\u30ED\u30A4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110487=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u304C\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u4E2D\u6B62\u3092\u6C7A\u5B9A\u3057\u307E\u3057\u305F\u304C\u3001\u3059\u3079\u3066\u306E\u53C2\u52A0\u30EA\u30BD\u30FC\u30B9\u306B\u305D\u306E\u7D50\u679C\u3092\u901A\u77E5\u3057\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u4FDD\u7559\u4E2D\u306E\u30EA\u30BD\u30FC\u30B9\u304C\u30B7\u30B9\u30C6\u30E0\u5185\u306B\u5B58\u5728\u3059\u308B\u304B\u3069\u3046\u304B\u304C\u4E0D\u660E\u3067\u3042\u308A\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u51E6\u7406\u3092\u5B8C\u4E86\u3067\u304D\u307E\u305B\u3093\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u3001\u30EA\u30BD\u30FC\u30B9\u304CXAResource.rollback\u547C\u51FA\u3057\u306B\u5FDC\u7B54\u3059\u308B\u304B\u7834\u68C4\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u306E\u6642\u9593\u304C\u7D4C\u904E\u3059\u308B\u307E\u3067\u3001\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u72B6\u614B\u3092\u7D99\u7D9A\u3057\u307E\u3059\u3002\u7834\u68C4\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u304C\u7D4C\u904E\u3057\u305F\u5834\u5408\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u30B7\u30B9\u30C6\u30E0\u304B\u3089\u524A\u9664\u3055\u308C\u307E\u3059\u304C\u3001\u3053\u306E\u51E6\u7406\u306B\u3088\u308A\u3001\u4FDD\u7559\u4E2D\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30D6\u30E9\u30F3\u30C1\u304C\u6B8B\u3063\u3066\u3057\u307E\u3046\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
cause110487=\u30EA\u30BD\u30FC\u30B9\u304C\u30A2\u30F3\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u3066\u3044\u308B\u3001\u307E\u305F\u306F\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u306A\u304F\u4F7F\u7528\u4E0D\u53EF\u3067\u3042\u308B\u3068\u5BA3\u8A00\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action110487=\u95A2\u9023\u3059\u308B\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u8ABF\u3079\u3066\u304F\u3060\u3055\u3044\u3002\u30EA\u30BD\u30FC\u30B9\u306E\u72B6\u614B\u306B\u95A2\u3059\u308B\u8A73\u7D30\u60C5\u5831\u304C\u8A18\u9332\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u304C\u3042\u308A\u307E\u3059\u3002\u30EA\u30BD\u30FC\u30B9\u304C\u30A2\u30F3\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u306F\u3001\u30EA\u30BD\u30FC\u30B9\u3092\u30C7\u30D7\u30ED\u30A4\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30EA\u30BD\u30FC\u30B9\u304C\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B9\u30B3\u30FC\u30D7\u306E\u5834\u5408\u306F\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u30C7\u30D7\u30ED\u30A4\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30EA\u30BD\u30FC\u30B9\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306B\u554F\u984C\u304C\u3042\u308B\u5834\u5408\u306F\u3001\u554F\u984C\u3092\u4FEE\u6B63\u3057\u3066\u304B\u3089\u3001\u30EA\u30BD\u30FC\u30B9\u3092\u518D\u30C7\u30D7\u30ED\u30A4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110488=\u4E0D\u660E\u306A\u30ED\u30AE\u30F3\u30B0\u30FB\u30E9\u30B9\u30C8\u30FB\u30EA\u30BD\u30FC\u30B9(LLR)\u304C\u4EE5\u524D\u306E\u30B5\u30FC\u30D0\u30FC\u5B9F\u884C\u6642\u306B1\u3064\u307E\u305F\u306F\u8907\u6570\u306E\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u53C2\u52A0\u3057\u3066\u3044\u307E\u3059\u3002\u4FDD\u7559\u4E2D\u306E\u30EA\u30BD\u30FC\u30B9\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30D6\u30E9\u30F3\u30C1\u306E\u89E3\u6C7A\u306B\u5FC5\u8981\u306A\u6C38\u7D9A\u5316\u3055\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B3\u30DF\u30C3\u30C8\u30FB\u30EC\u30B3\u30FC\u30C9\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001\u3059\u3079\u3066\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B3\u30DF\u30C3\u30C8\u30FB\u30EC\u30B3\u30FC\u30C9\u304C\u51E6\u7406\u3055\u308C\u308B\u307E\u3067\u3001XA\u30EA\u30BD\u30FC\u30B9\u306E\u56DE\u5FA9\u3092\u958B\u59CB\u3067\u304D\u307E\u305B\u3093\u3002
cause110488=\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3059\u308B\u524D\u306B\u3001LLR\u53C2\u52A0\u8005\u304C\u5B58\u5728\u3059\u308B1\u3064\u307E\u305F\u306F\u8907\u6570\u306E\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u51E6\u7406\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u30B5\u30FC\u30D0\u30FC\u304C\u518D\u8D77\u52D5\u3059\u308B\u307E\u3067\u306B\u5B8C\u4E86\u3057\u306A\u304B\u3063\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u305F\u3081\u3001\u30B3\u30DF\u30C3\u30C8\u30FB\u30EC\u30B3\u30FC\u30C9\u304CLLR\u30EA\u30BD\u30FC\u30B9\u306B\u6B8B\u5B58\u3057\u3001\u30B3\u30FC\u30C7\u30A3\u30CD\u30FC\u30BF\u304B\u3089\u306E\u30B3\u30DF\u30C3\u30C8\u307E\u305F\u306F\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u306E\u5224\u65AD\u3092\u5F85\u6A5F\u3059\u308B\u30EA\u30BD\u30FC\u30B9\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30D6\u30E9\u30F3\u30C1\u304C\u6E96\u5099\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110488=\u6307\u5B9A\u306ELLR\u30EA\u30BD\u30FC\u30B9\u3092\u518D\u30C7\u30D7\u30ED\u30A4\u3057\u3001\u9032\u884C\u4E2D\u306E\u3059\u3079\u3066\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u5B8C\u4E86\u3092\u5F85\u6A5F\u3057\u3066\u3001\u30B5\u30FC\u30D0\u30FC\u3092\u6B63\u5E38\u306B\u505C\u6B62\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail114089=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3[{0}]\u306E\u30E6\u30FC\u30B6\u30FC\u306FCoordinator\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u5185\u90E8\u30E1\u30BD\u30C3\u30C9\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3059\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u547C\u3073\u51FA\u3057\u305F\u5834\u5408\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u6574\u5408\u6027\u3092\u640D\u306A\u3046\u304A\u305D\u308C\u304C\u3042\u308A\u307E\u3059\u3002\u6A29\u9650\u306F\u62D2\u5426\u3055\u308C\u3066\u547C\u51FA\u3057\u306F\u7121\u8996\u3055\u308C\u307E\u3057\u305F\u3002
cause114089=\u3053\u308C\u306F\u6F5C\u5728\u7684\u306A\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306B\u5BFE\u3059\u308B\u653B\u6483\u306E\u75C7\u72B6\u304B\u3001\u307E\u305F\u306F\u9006\u306B\u3001\u30B5\u30FC\u30D0\u30FC\u306E"\u30B7\u30B9\u30C6\u30E0"\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u306B\u554F\u984C\u304C\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action114089=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30FB\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u304C\u5185\u90E8Weblogic Server\u30B7\u30B9\u30C6\u30E0\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3057\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110490=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3[{0}]\u306E\u30E6\u30FC\u30B6\u30FC\u306FCoordinator\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u5185\u90E8\u30E1\u30BD\u30C3\u30C9\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3059\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u547C\u3073\u51FA\u3057\u305F\u5834\u5408\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u6574\u5408\u6027\u3092\u640D\u306A\u3046\u304A\u305D\u308C\u304C\u3042\u308A\u307E\u3059\u3002\u6A29\u9650\u306F\u62D2\u5426\u3055\u308C\u3066\u547C\u51FA\u3057\u306F\u7121\u8996\u3055\u308C\u307E\u3057\u305F\u3002
cause110490=\u3053\u308C\u306F\u6F5C\u5728\u7684\u306A\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306B\u5BFE\u3059\u308B\u653B\u6483\u306E\u75C7\u72B6\u304B\u3001\u307E\u305F\u306F\u9006\u306B\u3001\u30B5\u30FC\u30D0\u30FC\u306E"\u30B7\u30B9\u30C6\u30E0"\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u306B\u554F\u984C\u304C\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110490=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30FB\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u304C\u5185\u90E8Weblogic Server\u30B7\u30B9\u30C6\u30E0\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3057\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110491=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3[{0}]\u306E\u30E6\u30FC\u30B6\u30FC\u306FCoordinator\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u5185\u90E8\u30E1\u30BD\u30C3\u30C9\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3059\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u547C\u3073\u51FA\u3057\u305F\u5834\u5408\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u6574\u5408\u6027\u3092\u640D\u306A\u3046\u304A\u305D\u308C\u304C\u3042\u308A\u307E\u3059\u3002\u6A29\u9650\u306F\u62D2\u5426\u3055\u308C\u3066\u547C\u51FA\u3057\u306F\u7121\u8996\u3055\u308C\u307E\u3057\u305F\u3002
cause110491=\u3053\u308C\u306F\u6F5C\u5728\u7684\u306A\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306B\u5BFE\u3059\u308B\u653B\u6483\u306E\u75C7\u72B6\u304B\u3001\u307E\u305F\u306F\u9006\u306B\u3001\u30B5\u30FC\u30D0\u30FC\u306E"\u30B7\u30B9\u30C6\u30E0"\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u306B\u554F\u984C\u304C\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110491=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30FB\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u304C\u5185\u90E8Weblogic Server\u30B7\u30B9\u30C6\u30E0\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3057\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110492=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3[{0}]\u306E\u30E6\u30FC\u30B6\u30FC\u306FCoordinator\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u5185\u90E8\u30E1\u30BD\u30C3\u30C9\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3059\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u547C\u3073\u51FA\u3057\u305F\u5834\u5408\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u6574\u5408\u6027\u3092\u640D\u306A\u3046\u304A\u305D\u308C\u304C\u3042\u308A\u307E\u3059\u3002\u6A29\u9650\u306F\u62D2\u5426\u3055\u308C\u3066\u547C\u51FA\u3057\u306F\u7121\u8996\u3055\u308C\u307E\u3057\u305F\u3002
cause110492=\u3053\u308C\u306F\u6F5C\u5728\u7684\u306A\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306B\u5BFE\u3059\u308B\u653B\u6483\u306E\u75C7\u72B6\u304B\u3001\u307E\u305F\u306F\u9006\u306B\u3001\u30B5\u30FC\u30D0\u30FC\u306E"\u30B7\u30B9\u30C6\u30E0"\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u306B\u554F\u984C\u304C\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110492=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30FB\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u304C\u5185\u90E8Weblogic Server\u30B7\u30B9\u30C6\u30E0\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3057\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110493=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3[{0}]\u306E\u30E6\u30FC\u30B6\u30FC\u306FCoordinator\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u5185\u90E8\u30E1\u30BD\u30C3\u30C9\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3059\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u547C\u3073\u51FA\u3057\u305F\u5834\u5408\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u6574\u5408\u6027\u3092\u640D\u306A\u3046\u304A\u305D\u308C\u304C\u3042\u308A\u307E\u3059\u3002\u6A29\u9650\u306F\u62D2\u5426\u3055\u308C\u3066\u547C\u51FA\u3057\u306F\u7121\u8996\u3055\u308C\u307E\u3057\u305F\u3002
cause110493=\u3053\u308C\u306F\u6F5C\u5728\u7684\u306A\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306B\u5BFE\u3059\u308B\u653B\u6483\u306E\u75C7\u72B6\u304B\u3001\u307E\u305F\u306F\u9006\u306B\u3001\u30B5\u30FC\u30D0\u30FC\u306E"\u30B7\u30B9\u30C6\u30E0"\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u306B\u554F\u984C\u304C\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110493=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30FB\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u304C\u5185\u90E8Weblogic Server\u30B7\u30B9\u30C6\u30E0\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3057\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110494=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3[{0}]\u306E\u30E6\u30FC\u30B6\u30FC\u306FCoordinator\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u5185\u90E8\u30E1\u30BD\u30C3\u30C9\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3059\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u547C\u3073\u51FA\u3057\u305F\u5834\u5408\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u6574\u5408\u6027\u3092\u640D\u306A\u3046\u304A\u305D\u308C\u304C\u3042\u308A\u307E\u3059\u3002\u6A29\u9650\u306F\u62D2\u5426\u3055\u308C\u3066\u547C\u51FA\u3057\u306F\u7121\u8996\u3055\u308C\u307E\u3057\u305F\u3002
cause110494=\u3053\u308C\u306F\u6F5C\u5728\u7684\u306A\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306B\u5BFE\u3059\u308B\u653B\u6483\u306E\u75C7\u72B6\u304B\u3001\u307E\u305F\u306F\u9006\u306B\u3001\u30B5\u30FC\u30D0\u30FC\u306E"\u30B7\u30B9\u30C6\u30E0"\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u306B\u554F\u984C\u304C\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110494=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30FB\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u304C\u5185\u90E8Weblogic Server\u30B7\u30B9\u30C6\u30E0\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3057\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110495=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3[{0}]\u306E\u30E6\u30FC\u30B6\u30FC\u306FCoordinator\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u5185\u90E8\u30E1\u30BD\u30C3\u30C9\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3059\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u547C\u3073\u51FA\u3057\u305F\u5834\u5408\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u6574\u5408\u6027\u3092\u640D\u306A\u3046\u304A\u305D\u308C\u304C\u3042\u308A\u307E\u3059\u3002\u6A29\u9650\u306F\u62D2\u5426\u3055\u308C\u3066\u547C\u51FA\u3057\u306F\u7121\u8996\u3055\u308C\u307E\u3057\u305F\u3002
cause110495=\u3053\u308C\u306F\u6F5C\u5728\u7684\u306A\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306B\u5BFE\u3059\u308B\u653B\u6483\u306E\u75C7\u72B6\u304B\u3001\u307E\u305F\u306F\u9006\u306B\u3001\u30B5\u30FC\u30D0\u30FC\u306E"\u30B7\u30B9\u30C6\u30E0"\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u306B\u554F\u984C\u304C\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110495=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30FB\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u304C\u5185\u90E8Weblogic Server\u30B7\u30B9\u30C6\u30E0\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3057\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110496=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3[{0}]\u306E\u30E6\u30FC\u30B6\u30FC\u306FCoordinator\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u5185\u90E8\u30E1\u30BD\u30C3\u30C9\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3059\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u547C\u3073\u51FA\u3057\u305F\u5834\u5408\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u6574\u5408\u6027\u3092\u640D\u306A\u3046\u304A\u305D\u308C\u304C\u3042\u308A\u307E\u3059\u3002\u6A29\u9650\u306F\u62D2\u5426\u3055\u308C\u3066\u547C\u51FA\u3057\u306F\u7121\u8996\u3055\u308C\u307E\u3057\u305F\u3002
cause110496=\u3053\u308C\u306F\u6F5C\u5728\u7684\u306A\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306B\u5BFE\u3059\u308B\u653B\u6483\u306E\u75C7\u72B6\u304B\u3001\u307E\u305F\u306F\u9006\u306B\u3001\u30B5\u30FC\u30D0\u30FC\u306E"\u30B7\u30B9\u30C6\u30E0"\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u306B\u554F\u984C\u304C\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110496=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30FB\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u304C\u5185\u90E8Weblogic Server\u30B7\u30B9\u30C6\u30E0\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3057\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110498=ID [{0}]\u306E\u30E6\u30FC\u30B6\u30FC\u306FCoordinator\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u5185\u90E8\u30E1\u30BD\u30C3\u30C9\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3059\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u547C\u3073\u51FA\u3057\u305F\u5834\u5408\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u6574\u5408\u6027\u3092\u640D\u306A\u3046\u304A\u305D\u308C\u304C\u3042\u308A\u307E\u3059\u3002\u8A31\u53EF\u306F\u62D2\u5426\u3055\u308C\u3001\u547C\u3073\u51FA\u3057\u306F\u7121\u8996\u3055\u308C\u307E\u3057\u305F\u3002
cause110498=\u3053\u308C\u306F\u6F5C\u5728\u7684\u306A\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306B\u5BFE\u3059\u308B\u653B\u6483\u306E\u75C7\u72B6\u304B\u3001\u307E\u305F\u306F\u9006\u306B\u3001\u30B5\u30FC\u30D0\u30FC\u306E"\u30B7\u30B9\u30C6\u30E0"\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u306B\u554F\u984C\u304C\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110498=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30FB\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u304C\u5185\u90E8Weblogic\u30B7\u30B9\u30C6\u30E0\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3057\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110499=ID [{0}]\u306E\u30E6\u30FC\u30B6\u30FC\u306FCoordinator\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u5185\u90E8\u30E1\u30BD\u30C3\u30C9\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3059\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u547C\u3073\u51FA\u3057\u305F\u5834\u5408\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u6574\u5408\u6027\u3092\u640D\u306A\u3046\u304A\u305D\u308C\u304C\u3042\u308A\u307E\u3059\u3002\u8A31\u53EF\u306F\u62D2\u5426\u3055\u308C\u3001\u547C\u3073\u51FA\u3057\u306F\u7121\u8996\u3055\u308C\u307E\u3057\u305F\u3002
cause110499=\u3053\u308C\u306F\u6F5C\u5728\u7684\u306A\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306B\u5BFE\u3059\u308B\u653B\u6483\u306E\u75C7\u72B6\u304B\u3001\u307E\u305F\u306F\u9006\u306B\u3001\u30B5\u30FC\u30D0\u30FC\u306E"\u30B7\u30B9\u30C6\u30E0"\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u306B\u554F\u984C\u304C\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110499=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30FB\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u304C\u5185\u90E8Weblogic\u30B7\u30B9\u30C6\u30E0\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3057\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110500=ID [{0}]\u306E\u30E6\u30FC\u30B6\u30FC\u306FSubCoordinator\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u5185\u90E8\u30E1\u30BD\u30C3\u30C9\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3059\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u547C\u3073\u51FA\u3057\u305F\u5834\u5408\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u6574\u5408\u6027\u3092\u640D\u306A\u3046\u304A\u305D\u308C\u304C\u3042\u308A\u307E\u3059\u3002\u6A29\u9650\u306F\u62D2\u5426\u3055\u308C\u3066\u547C\u51FA\u3057\u306F\u7121\u8996\u3055\u308C\u307E\u3057\u305F\u3002
cause110500=\u3053\u308C\u306F\u6F5C\u5728\u7684\u306A\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306B\u5BFE\u3059\u308B\u653B\u6483\u306E\u75C7\u72B6\u304B\u3001\u307E\u305F\u306F\u9006\u306B\u3001\u30B5\u30FC\u30D0\u30FC\u306E"\u30B7\u30B9\u30C6\u30E0"\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u306B\u554F\u984C\u304C\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110500=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30FB\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u304C\u5185\u90E8Weblogic Server\u30B7\u30B9\u30C6\u30E0\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3057\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110501=ID [{0}]\u306E\u30E6\u30FC\u30B6\u30FC\u306FSubCoordinator\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u5185\u90E8\u30E1\u30BD\u30C3\u30C9\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3059\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u547C\u3073\u51FA\u3057\u305F\u5834\u5408\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u6574\u5408\u6027\u3092\u640D\u306A\u3046\u304A\u305D\u308C\u304C\u3042\u308A\u307E\u3059\u3002\u6A29\u9650\u306F\u62D2\u5426\u3055\u308C\u3066\u547C\u51FA\u3057\u306F\u7121\u8996\u3055\u308C\u307E\u3057\u305F\u3002
cause110501=\u3053\u308C\u306F\u6F5C\u5728\u7684\u306A\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306B\u5BFE\u3059\u308B\u653B\u6483\u306E\u75C7\u72B6\u304B\u3001\u307E\u305F\u306F\u9006\u306B\u3001\u30B5\u30FC\u30D0\u30FC\u306E"\u30B7\u30B9\u30C6\u30E0"\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u306B\u554F\u984C\u304C\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110501=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30FB\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u304C\u5185\u90E8Weblogic Server\u30B7\u30B9\u30C6\u30E0\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3057\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110502=ID [{0}]\u306E\u30E6\u30FC\u30B6\u30FC\u306FSubCoordinator\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u5185\u90E8\u30E1\u30BD\u30C3\u30C9\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3059\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u547C\u3073\u51FA\u3057\u305F\u5834\u5408\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u6574\u5408\u6027\u3092\u640D\u306A\u3046\u304A\u305D\u308C\u304C\u3042\u308A\u307E\u3059\u3002\u6A29\u9650\u306F\u62D2\u5426\u3055\u308C\u3066\u547C\u51FA\u3057\u306F\u7121\u8996\u3055\u308C\u307E\u3057\u305F\u3002
cause110502=\u3053\u308C\u306F\u6F5C\u5728\u7684\u306A\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306B\u5BFE\u3059\u308B\u653B\u6483\u306E\u75C7\u72B6\u304B\u3001\u307E\u305F\u306F\u9006\u306B\u3001\u30B5\u30FC\u30D0\u30FC\u306E"\u30B7\u30B9\u30C6\u30E0"\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u306B\u554F\u984C\u304C\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110502=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30FB\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u304C\u5185\u90E8Weblogic Server\u30B7\u30B9\u30C6\u30E0\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u76F4\u63A5\u547C\u3073\u51FA\u3057\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110503=\u79FB\u884C\u30C4\u30FC\u30EB(\u624B\u52D5JTA\u79FB\u884C\u30DD\u30EA\u30B7\u30FC\u7528\u306E\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u307E\u305F\u306F\u81EA\u52D5JTA\u79FB\u884C\u30DD\u30EA\u30B7\u30FC\u7528\u306E\u30B7\u30F3\u30B0\u30EB\u30C8\u30F3 \u30DE\u30B9\u30BF\u30FC)\u3092\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002isStrictOwnershipCheck\u304C[false]\u3067\u3042\u308B\u305F\u3081\u3001JTA\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u56DE\u5FA9\u30B5\u30FC\u30D3\u30B9(TRS)\u30D5\u30A7\u30A4\u30EB\u30D0\u30C3\u30AF\u306F\u30B9\u30AD\u30C3\u30D7\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u5834\u5408\u3001{0}\u306ETRS\u3092\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u30FB\u30B5\u30FC\u30D0\u30FC\u306B\u79FB\u884C\u3057\u3066\u3001\u305D\u306E\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u30FB\u30B5\u30FC\u30D0\u30FC\u304B\u3089{0}\u306ETLOG\u306B\u30A2\u30AF\u30BB\u30B9\u3059\u308B\u3068\u3001TLOG\u304C\u7834\u640D\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002isStrictOwnershipCheck\u3092[true]\u306B\u8A2D\u5B9A\u3057\u305F\u65B9\u304C\u5B89\u5168\u3067\u3059\u3002
cause110503=\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u307E\u305F\u306F\u30B7\u30F3\u30B0\u30EB\u30C8\u30F3 \u30DE\u30B9\u30BF\u30FC\u304C\u505C\u6B62\u3057\u3066\u3044\u308B\u304B\u3001\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u307E\u305B\u3093\u3002
action110503=\u30AF\u30E9\u30B9\u30BF\u5185\u306E\u7BA1\u7406\u5BFE\u8C61\u30B5\u30FC\u30D0\u30FC\u3092\u8D77\u52D5\u3059\u308B\u524D\u306B\u3001\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u307E\u305F\u306F\u30B7\u30F3\u30B0\u30EB\u30C8\u30F3 \u30DE\u30B9\u30BF\u30FC\u3092\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail110504=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B5\u30FC\u30D3\u30B9\u306F\u3001TransactionSynchronizationRegistry\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30B5\u30FC\u30D0\u30FCJNDI\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3067\u516C\u958B\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause110504=JNDI\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u554F\u984C\u304C\u3042\u308B\u304B\u3001\u307E\u305F\u306F\u5225\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u3053\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306B\u3059\u3067\u306B\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action110504=My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail110505=\u30B3\u30DF\u30C3\u30C8\u51E6\u7406\u6642\u306B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001\u3059\u3079\u3066\u306E\u30EA\u30BD\u30FC\u30B9\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u304B\u3089\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u3042\u308B\u307E\u3067\u5F85\u6A5F\u3057\u307E\u3059\u3002\u3053\u306E\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3092\u4F7F\u7528\u3057\u3066\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u304C\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u7D42\u4E86\u6642\u306B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u5B8C\u4E86\u3092\u5F85\u6A5F\u3059\u308B\u6700\u9577\u6642\u9593\u3092\u8A2D\u5B9A\u3067\u304D\u307E\u3059\u3002completion-timeout-seconds\u306B\u8A2D\u5B9A\u3055\u308C\u305F\u5024\u304Cabandon-timeout-seconds\u306B\u8A2D\u5B9A\u3055\u308C\u305F\u5024\u3092\u8D85\u904E\u3059\u308B\u3068\u3001abandon-timeout-seconds\u304C\u5B9F\u8CEA\u7684\u306Bcompletion-timeout-seconds\u3092\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3057\u307E\u3059\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u306F\u3001\u4E0B\u4F4D\u4E92\u63DB\u6027\u306E\u305F\u3081\u306B0\u3067\u3059\u3002-1\u306F\u7121\u671F\u9650\u5F85\u6A5F\u3068\u306A\u308A\u307E\u3059\u3002
cause110505=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u8A73\u7D30\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action110505=\u9069\u5207\u306ATRANSACTION_COMPLETION_TIMEOUT_SECONDS_PROPERTY_KEY\u30D7\u30ED\u30D1\u30C6\u30A3\u5024\u3092\u5272\u308A\u5F53\u3066\u308B\u3088\u3046\u306B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail111001=\u5206\u6563\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u30B5\u30DD\u30FC\u30C8\u306B\u5FC5\u8981\u306A\u30EA\u30E2\u30FC\u30C8\u7BA1\u7406\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9(RMI)\u30D7\u30ED\u30D0\u30A4\u30C0\u307E\u305F\u306FJNDI\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
cause111001=\u9069\u5207\u306ARMI\u30D7\u30ED\u30D0\u30A4\u30C0\u307E\u305F\u306FJNDI\u30D7\u30ED\u30D0\u30A4\u30C0\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action111001=\u9069\u5207\u306ARMI\u30D7\u30ED\u30D0\u30A4\u30C0\u304A\u3088\u3073JNDI\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u69CB\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail111002=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u5206\u6563\u30E2\u30FC\u30C9\u3067\u8D77\u52D5\u3057\u3066\u3044\u308B\u305F\u3081\u3001\u5206\u6563\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u53C2\u52A0\u3067\u304D\u307E\u3059\u3002
cause111002=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u5206\u6563\u30E2\u30FC\u30C9\u3067\u8D77\u52D5\u3057\u3066\u3044\u308B\u305F\u3081\u3001\u5206\u6563\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u53C2\u52A0\u3067\u304D\u307E\u3059\u3002
action111002=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail111003=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u306B\u4F7F\u7528\u3055\u308C\u308B\u6C38\u7D9A\u30B9\u30C8\u30A2\u3092\u958B\u304F\u3068\u304D\u3001\u307E\u305F\u306F\u4F5C\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause111003=\u539F\u56E0\u306B\u3064\u3044\u3066\u306F\u95A2\u9023\u3059\u308B\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action111003=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail111004=AdminChannel\u3092\u4F7F\u7528\u3059\u308B\u305F\u3081\u306ECoordinatorURL\u3092\u8A2D\u5B9A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause111004=AdminChannel\u3092\u4F7F\u7528\u3059\u308B\u305F\u3081\u306ECoordinatorURL\u3092\u8A2D\u5B9A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action111004=\u5931\u6557\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306A\u60C5\u5831\u304C\u63D0\u4F9B\u3055\u308C\u308B\u4ED6\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail111005=\u30EA\u30BD\u30FC\u30B9\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u3078\u306EXA\u64CD\u4F5C\u306F\u5B8C\u4E86\u306B\u9577\u6642\u9593\u304B\u304B\u3063\u3066\u3044\u307E\u3059\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u5F8C\u7D9A\u306EXA\u547C\u51FA\u3057\u3092\u8A31\u53EF\u3057\u3066\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u5B8C\u4E86\u3092\u8A66\u307F\u307E\u3059\u3002
cause111005=\u30EA\u30BD\u30FC\u30B9\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u3078\u306E\u547C\u51FA\u3057\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u307E\u305F\u306F\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u306E\u554F\u984C\u306E\u5F71\u97FF\u306B\u3088\u308A\u4E2D\u65AD\u3055\u308C\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action111005=\u30EA\u30BD\u30FC\u30B9\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u304C\u6B63\u5E38\u306B\u6A5F\u80FD\u3057\u3066\u3044\u3066\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail111006=SSL\u30DD\u30FC\u30C8\u3092\u4F7F\u7528\u3059\u308B\u305F\u3081\u306ECoordinatorURL\u3092\u8A2D\u5B9A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause111006=SSL\u30DD\u30FC\u30C8\u3092\u4F7F\u7528\u3059\u308B\u305F\u3081\u306ECoordinatorURL\u3092\u8A2D\u5B9A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action111006=\u5931\u6557\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306A\u60C5\u5831\u304C\u63D0\u4F9B\u3055\u308C\u308B\u4ED6\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail111007=\u3053\u308C\u306F1\u30D5\u30A7\u30FC\u30BA\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3067\u3059\u3002\u30B3\u30DF\u30C3\u30C8\u30FB\u30B3\u30FC\u30EB\u306F\u518D\u8A66\u884C\u3055\u308C\u307E\u305B\u3093\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30D6\u30E9\u30F3\u30C1\u306E\u4F5C\u696D\u304C\u30B3\u30DF\u30C3\u30C8\u3055\u308C\u305F\u304B\u3069\u3046\u304B\u306F\u4E0D\u660E\u3067\u3059
cause111007=\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304A\u3088\u3073\u9069\u5207\u306A\u30EA\u30BD\u30FC\u30B9\u56FA\u6709\u306E\u30A8\u30E9\u30FC\u30FB\u30ED\u30B0\u3067\u3001\u30EA\u30BD\u30FC\u30B9\u306E\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action111007=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30D6\u30E9\u30F3\u30C1\u3092\u89E3\u6C7A\u3059\u308B\u305F\u3081\u306B\u3001\u30EA\u30BD\u30FC\u30B9\u3067\u7BA1\u7406\u64CD\u4F5C\u304C\u5FC5\u8981\u304B\u3069\u3046\u304B\u5224\u5225\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail111008=\u30B5\u30FC\u30D0\u30FC\u306E\u5B9F\u884C\u4E2D\u3001\u30B5\u30FC\u30D0\u30FC\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0(TLog)\u3092\u4F7F\u7528\u3057\u3066\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u72B6\u614B\u3092\u6C38\u7D9A\u5316\u3067\u304D\u307E\u3059\u3002\u69CB\u6210\u3055\u308C\u305FTLog\u3092\u8D77\u52D5\u4E2D\u306B\u30ED\u30FC\u30C9\u3067\u304D\u306A\u3044\u5834\u5408\u3001\u30B5\u30FC\u30D0\u30FC\u306F\u8D77\u52D5\u3067\u304D\u307E\u305B\u3093\u3002\u3053\u308C\u306F\u3001TLog\u306B\u683C\u7D0D\u3055\u308C\u3066\u3044\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30EC\u30B3\u30FC\u30C9\u306E\u30B3\u30DF\u30C3\u30C8\u6E08\u306E2\u30D5\u30A7\u30FC\u30BA\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u3001\u95A2\u4FC2\u3059\u308B\u3059\u3079\u3066\u306E\u30EA\u30BD\u30FC\u30B9\u306E\u30B3\u30DF\u30C3\u30C8\u304C\u5B8C\u4E86\u3057\u3066\u3044\u306A\u3044\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u542B\u307E\u308C\u308B\u5834\u5408\u304C\u3042\u308B\u305F\u3081\u3067\u3059\u3002
cause111008=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u306B\u683C\u7D0D\u3055\u308C\u3066\u3044\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30EC\u30B3\u30FC\u30C9\u306E\u30B3\u30DF\u30C3\u30C8\u6E08\u306E2\u30D5\u30A7\u30FC\u30BA\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u3001\u95A2\u4FC2\u3059\u308B\u3059\u3079\u3066\u306E\u30EA\u30BD\u30FC\u30B9\u306E\u30B3\u30DF\u30C3\u30C8\u304C\u5B8C\u4E86\u3057\u3066\u3044\u306A\u3044\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u542B\u307E\u308C\u308B\u5834\u5408\u304C\u3042\u308B\u305F\u3081\u3067\u3059\u3002
action111008=\u5931\u6557\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306A\u60C5\u5831\u304C\u63D0\u4F9B\u3055\u308C\u308B\u4ED6\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail111009=WLS\u306E\u8D77\u52D5\u4E2D\u306B\u3001activateDeployemts\u3067\u4F8B\u5916\u304C\u6355\u6349\u3055\u308C\u307E\u3057\u305F\u3002
cause111009=WLS\u306E\u8D77\u52D5\u4E2D\u306B\u3001activateDeployemts\u3067\u4F8B\u5916\u304C\u6355\u6349\u3055\u308C\u307E\u3057\u305F\u3002
action111009=\u5931\u6557\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306A\u60C5\u5831\u304C\u63D0\u4F9B\u3055\u308C\u308B\u4ED6\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail111010=\u4F8B\u5916\u304CsetPrimaryStore\u3067\u6355\u6349\u3055\u308C\u307E\u3057\u305F\u3002
cause111010=\u4F8B\u5916\u304CsetPrimaryStore\u3067\u6355\u6349\u3055\u308C\u307E\u3057\u305F\u3002
action111010=\u5931\u6557\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306A\u60C5\u5831\u304C\u63D0\u4F9B\u3055\u308C\u308B\u4ED6\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail111011=\u30B5\u30FC\u30D0\u30FC\u306E\u5B9F\u884C\u4E2D\u3001\u30B5\u30FC\u30D0\u30FC\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001\u69CB\u6210\u3055\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D7\u30E9\u30A4\u30DE\u30EA\u30FB\u30B9\u30C8\u30A2\u3092\u4F7F\u7528\u3057\u3066\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u72B6\u614B\u3092\u6C38\u7D9A\u5316\u3067\u304D\u307E\u3059\u3002\u69CB\u6210\u3055\u308C\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D7\u30E9\u30A4\u30DE\u30EA\u30FB\u30B9\u30C8\u30A2\u3092\u8D77\u52D5\u4E2D\u306B\u30ED\u30FC\u30C9\u3067\u304D\u306A\u3044\u5834\u5408\u3001\u30B5\u30FC\u30D0\u30FC\u306F\u8D77\u52D5\u3067\u304D\u307E\u305B\u3093\u3002\u3053\u308C\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D7\u30E9\u30A4\u30DE\u30EA\u30FB\u30B9\u30C8\u30A2\u306B\u683C\u7D0D\u3055\u308C\u3066\u3044\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30EC\u30B3\u30FC\u30C9\u306E\u30B3\u30DF\u30C3\u30C8\u6E08\u307F\u306E2\u30D5\u30A7\u30FC\u30BA\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u3001\u95A2\u4FC2\u3059\u308B\u3059\u3079\u3066\u306E\u30EA\u30BD\u30FC\u30B9\u306E\u30B3\u30DF\u30C3\u30C8\u304C\u5B8C\u4E86\u3057\u3066\u3044\u306A\u3044\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u542B\u307E\u308C\u308B\u5834\u5408\u304C\u3042\u308B\u305F\u3081\u3067\u3059\u3002
cause111011=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D7\u30E9\u30A4\u30DE\u30EA\u30FB\u30B9\u30C8\u30A2\u306B\u683C\u7D0D\u3055\u308C\u3066\u3044\u308B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30EC\u30B3\u30FC\u30C9\u306E\u30B3\u30DF\u30C3\u30C8\u6E08\u306E2\u30D5\u30A7\u30FC\u30BA\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u3001\u95A2\u4FC2\u3059\u308B\u3059\u3079\u3066\u306E\u30EA\u30BD\u30FC\u30B9\u306E\u30B3\u30DF\u30C3\u30C8\u304C\u5B8C\u4E86\u3057\u3066\u3044\u306A\u3044\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u542B\u307E\u308C\u308B\u5834\u5408\u304C\u3042\u308B\u305F\u3081\u3067\u3059\u3002
action111011=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30ED\u30B0\u30FB\u30D7\u30E9\u30A4\u30DE\u30EA\u30FB\u30B9\u30C8\u30A2\u306B\u3088\u3063\u3066\u30B9\u30ED\u30FC\u3055\u308C\u305F\u4F8B\u5916\u3092\u8ABF\u3079\u3066\u3001\u554F\u984C\u306E\u6839\u672C\u7684\u539F\u56E0\u3092\u5224\u65AD\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail111012=setPrimaryStore\u306E\u518D\u8A66\u884C\u4E2D\u306B\u30B9\u30C8\u30A2\u3092\u9589\u3058\u308B\u969B\u306B\u4F8B\u5916\u304C\u6355\u6349\u3055\u308C\u307E\u3057\u305F\u3002
cause111012=setPrimaryStore\u306E\u518D\u8A66\u884C\u4E2D\u306B\u30B9\u30C8\u30A2\u3092\u9589\u3058\u308B\u969B\u306B\u4F8B\u5916\u304C\u6355\u6349\u3055\u308C\u307E\u3057\u305F\u3002
action111012=\u5931\u6557\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306A\u60C5\u5831\u304C\u63D0\u4F9B\u3055\u308C\u308B\u4ED6\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail111013=JDBC\u30B9\u30C8\u30A2\u30FB\u30ED\u30B0\u304C\u51E6\u7406\u4E2D\u306B\u56DE\u5FA9\u3057\u3001\u305D\u306E\u5F8C\u30B9\u30C8\u30A2\u306E\u521D\u671F\u5316\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause111013=\u30B9\u30C8\u30A2\u306E\u521D\u671F\u5316\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action111013=\u5931\u6557\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306A\u60C5\u5831\u304C\u63D0\u4F9B\u3055\u308C\u308B\u4ED6\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail111014=\u69D8\u3005\u306A\u30B5\u30FC\u30D0\u30FC\u3001\u30AF\u30E9\u30B9\u30BF\u307E\u305F\u306F\u30C9\u30E1\u30A4\u30F3\u306B\u308F\u305F\u308B\u30B0\u30ED\u30FC\u30D0\u30EB\u5206\u6563\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u53C2\u52A0\u3059\u308B\u30EA\u30BD\u30FC\u30B9\u3092\u3001NonXAResource\u304A\u3088\u3073XAResource\u3068\u3057\u3066\u540C\u3058\u30EA\u30BD\u30FC\u30B9\u540D\u3067\u767B\u9332\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u767B\u9332\u3057\u3088\u3046\u3068\u3059\u308B\u3068\u7AF6\u5408\u304C\u767A\u751F\u3057\u3001\u30EA\u30BD\u30FC\u30B9\u306F\u767B\u9332\u3067\u304D\u307E\u305B\u3093\u3002
cause111014=\u3053\u306E\u30EA\u30BD\u30FC\u30B9\u3092NonXAResource\u3068\u3057\u3066\u767B\u9332\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001\u3059\u3067\u306BXAResource\u3068\u3057\u3066\u767B\u9332\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action111014=\u69CB\u6210\u3092\u4FEE\u6B63\u3057\u3066\u3001\u30EA\u30BD\u30FC\u30B9\u540D\u3092\u4E00\u610F\u306B\u3059\u308B\u304B\u3001\u30EA\u30BD\u30FC\u30B9\u3092XAResource\u307E\u305F\u306FNonXAResource\u306E\u3044\u305A\u308C\u304B\u306B\u4E00\u8CAB\u3055\u305B\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail111015=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3{0}\u306B\u5BFE\u3059\u308B\u30B3\u30DF\u30C3\u30C8\u64CD\u4F5C\u3067\u3001{1}\u79D2\u5F8C\u306B\u30BF\u30A4\u30E0\u30A2\u30A6\u3057\u307E\u3057\u305F\u3002
cause111015=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C\u30B3\u30DF\u30C3\u30C8\u3092\u767A\u884C\u3059\u308B\u307E\u3067\u3001JTA\u30D1\u30E9\u30E1\u30FC\u30BF\u306E\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u79D2\u306B\u6307\u5B9A\u3057\u305F\u6642\u9593\u3088\u308A\u3082\u9577\u304F\u304B\u304B\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002
action111015=JTA\u30D1\u30E9\u30E1\u30FC\u30BF\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u79D2\u3092\u5897\u3084\u3059\u304B\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u30C1\u30E5\u30FC\u30CB\u30F3\u30B0\u3057\u307E\u3059\u3002
messagedetail111016=\u6C7A\u5B9A\u5B50\u30EA\u30BD\u30FC\u30B9\u3092\u53D6\u5F97\u3067\u304D\u306A\u3044\u305F\u3081\u30EA\u30AB\u30D0\u30EA\u3067\u304D\u307E\u305B\u3093{0}\u3002
cause111016=\u6C7A\u5B9A\u5B50\u30EA\u30BD\u30FC\u30B9\u304C\u524A\u9664\u3055\u308C\u3066\u3044\u308B\u304B\u3001\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002
action111016=\u6C7A\u5B9A\u5B50\u30EA\u30BD\u30FC\u30B9\u304C\u53D6\u5F97\u53EF\u80FD\u3067\u3001\u524A\u9664\u3055\u308C\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail111017=Transactional\u6CE8\u91C8\u30A4\u30F3\u30BF\u30FC\u30BB\u30D7\u30BF{0}\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u3092\u53D6\u5F97\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause111017=\u30EB\u30FC\u30C8\u4F8B\u5916\u3092\u8ABF\u3079\u3066\u3001\u554F\u984C\u306E\u539F\u56E0\u3092\u5224\u65AD\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action111017=\u539F\u56E0\u306B\u57FA\u3065\u304D\u9069\u5207\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail111018=@Transactional\u6CE8\u91C8\u51E6\u7406\u306E\u305F\u3081\u306EComponentInvocation\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002UserTransaction\u306E\u4F7F\u7528\u5236\u9650\u306F\u9069\u7528\u3055\u308C\u307E\u305B\u3093\u3002
cause111018=@Transactional\u6CE8\u91C8\u51E6\u7406\u306E\u305F\u3081\u306EComponentInvocation\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
action111018=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail111019=\u6B63\u5E38\u306A\u505C\u6B62\u5F8C\u306B\u3001ClientInitiatexTxShutdownService.stop\u3067\u30B5\u30FC\u30D0\u30FC\u304C\u4FDD\u7559\u4E2D\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u691C\u51FA\u3057\u307E\u3057\u305F\u3002\u7D9A\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause111019=\u6B63\u5E38\u306A\u505C\u6B62\u5F8C\u306B\u3001ClientInitiatexTxShutdownService.stop\u3067\u30B5\u30FC\u30D0\u30FC\u304C\u4FDD\u7559\u4E2D\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u691C\u51FA\u3057\u307E\u3057\u305F\u3002\u7D9A\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action111019=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u51E6\u7406\u4E2D\u306E\u4F5C\u696D\u3092\u7121\u8996\u3057\u3066\u305F\u3060\u3061\u306B\u30B5\u30FC\u30D0\u30FC\u3092\u505C\u6B62\u3059\u308B\u306B\u306F\u3001\u5F37\u5236\u505C\u6B62\u30B3\u30DE\u30F3\u30C9\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail111020=\u30AF\u30ED\u30B9\u30B5\u30A4\u30C8\u56DE\u5FA9\u306E\u51E6\u7406\u4E2D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3053\u308C\u306F\u30B9\u30C8\u30A2\u63A5\u7D9A\u554F\u984C\u306B\u3088\u3063\u3066\u767A\u751F\u3059\u308B\u3053\u3068\u304C\u3042\u308A\u307E\u3059\u3002
cause111020=\u30EA\u30FC\u30B9\u30FB\u30B9\u30C8\u30A2\u63A5\u7D9A\u307E\u305F\u306F\u305D\u306E\u4ED6\u306E\u5931\u6557\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action111020=\u5931\u6557\u306E\u539F\u56E0\u306E\u8A73\u7D30\u306F\u3001\u30ED\u30B0\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail111021=JTA\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u76F8\u4E92\u904B\u7528\u30E2\u30FC\u30C9\u5024"compatibility"\u306F\u63A8\u5968\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u304B\u308F\u308A\u306B\u3001"default"\u307E\u305F\u306F"performance"\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002
cause111021=\u30C9\u30E1\u30A4\u30F3JTA\u69CB\u6210\u304C\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306E\u76F8\u4E92\u904B\u7528\u30E2\u30FC\u30C9\u306B"compatibility"\u306E\u5024\u3092\u6307\u5B9A\u3057\u3066\u3044\u307E\u3059\u3002
action111021=\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306E\u76F8\u4E92\u904B\u7528\u30E2\u30FC\u30C9\u306B"default"\u307E\u305F\u306F"performance"\u306E\u5024\u3092\u6307\u5B9A\u3059\u308B\u3088\u3046\u306B\u30C9\u30E1\u30A4\u30F3JTA\u69CB\u6210\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
