messagedetail200000=\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30D6\u30EA\u30C3\u30B8\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u521D\u671F\u5316\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u691C\u51FA\u3055\u308C\u305F\u305F\u3081\u3001\u30B5\u30FC\u30D3\u30B9\u306E\u8D77\u52D5\u304C\u7D42\u4E86\u3057\u307E\u3057\u305F\u3002
cause200000=\u591A\u304F\u306E\u5834\u5408\u3001\u539F\u56E0\u306F\u69CB\u6210\u306E\u30A8\u30E9\u30FC\u3067\u3059\u3002
action200000=\u69CB\u6210\u30D5\u30A1\u30A4\u30EB\u3092\u78BA\u8A8D\u3057\u3001\u30B7\u30B9\u30C6\u30E0\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail200001=\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30D6\u30EA\u30C3\u30B8\u306E\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3\u304C\u7D42\u4E86\u3057\u3001\u3059\u3079\u3066\u306E\u30EA\u30BD\u30FC\u30B9\u304C\u30AF\u30EA\u30FC\u30F3\u30FB\u30A2\u30C3\u30D7\u3055\u308C\u307E\u3059\u3002
cause200001=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u7BA1\u7406\u8005\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u307E\u305F\u306F\u30A8\u30E9\u30FC\u306B\u3088\u3063\u3066\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30D6\u30EA\u30C3\u30B8\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3\u3055\u308C\u305F\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002
action200001=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail200002=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30D6\u30EA\u30C3\u30B8\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u3001\u65B0\u3057\u3044\u30D6\u30EA\u30C3\u30B8\u304C\u30C7\u30D7\u30ED\u30A4\u3067\u304D\u306A\u3044\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002
cause200002=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u7BA1\u7406\u8005\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u307E\u305F\u306F\u30A8\u30E9\u30FC\u306B\u3088\u3063\u3066\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30D6\u30EA\u30C3\u30B8\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3\u3055\u308C\u305F\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002
action200002=\u30B7\u30B9\u30C6\u30E0\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail200003=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30D6\u30EA\u30C3\u30B8\u306E\u30C7\u30D7\u30ED\u30A4\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002
cause200003=\u539F\u56E0\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u306B\u8A18\u8F09\u3057\u305F\u3068\u304A\u308A\u69CB\u6210\u30A8\u30E9\u30FC\u307E\u305F\u306FWebLogic Server\u5185\u90E8\u30A8\u30E9\u30FC\u3060\u3068\u8003\u3048\u3089\u308C\u307E\u3059\u3002
action200003=\u69CB\u6210\u30D5\u30A1\u30A4\u30EB\u3092\u78BA\u8A8D\u3057\u3001\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail200004=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30D6\u30EA\u30C3\u30B8\u304C\u6B63\u5E38\u306B\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u305F\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002
cause200004=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30D6\u30EA\u30C3\u30B8\u304C\u6B63\u5E38\u306B\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u305F\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002
action200004=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail200005=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30D6\u30EA\u30C3\u30B8\u306E\u8D77\u52D5\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002
cause200005=\u539F\u56E0\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u306B\u8A18\u8F09\u3057\u305F\u3068\u304A\u308A\u69CB\u6210\u30A8\u30E9\u30FC\u307E\u305F\u306FWebLogic Server\u5185\u90E8\u30A8\u30E9\u30FC\u3060\u3068\u8003\u3048\u3089\u308C\u307E\u3059\u3002
action200005=\u69CB\u6210\u30D5\u30A1\u30A4\u30EB\u3092\u78BA\u8A8D\u3057\u3001\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail200006=\u30AB\u30BF\u30ED\u30B0\u5316\u3055\u308C\u3066\u3044\u306A\u3044\u30C7\u30D0\u30C3\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002\u5909\u66F4\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044
cause200006=\u30C7\u30D0\u30C3\u30B0\u3057\u3066\u3044\u307E\u3059\u3002\u5909\u66F4\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002
action200006=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail200007=\u30AB\u30BF\u30ED\u30B0\u5316\u3055\u308C\u3066\u3044\u306A\u3044\u30C7\u30D0\u30C3\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002\u5909\u66F4\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002
cause200007=\u30C7\u30D0\u30C3\u30B0\u3057\u3066\u3044\u307E\u3059\u3002\u5909\u66F4\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002
action200007=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail200008=\u5404\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30D6\u30EA\u30C3\u30B8\u306B\u306F\u3001\u69CB\u6210\u3055\u308C\u305F\u30BD\u30FC\u30B9\u3068\u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u5B9B\u5148\u304C\u5FC5\u8981\u3067\u3059\u3002\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30D6\u30EA\u30C3\u30B8\u306B\u5BFE\u3057\u3066\u69CB\u6210\u3055\u308C\u305F\u30BD\u30FC\u30B9\u306E\u5B9B\u5148\u304C\u306A\u3044\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002
cause200008=\u539F\u56E0\u306F\u3001\u69CB\u6210\u30A8\u30E9\u30FC\u3060\u3068\u8003\u3048\u3089\u308C\u307E\u3059\u3002
action200008=\u69CB\u6210\u3092\u66F4\u65B0\u3057\u3066\u3001\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail200009=\u5404\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30D6\u30EA\u30C3\u30B8\u306B\u306F\u3001\u69CB\u6210\u3055\u308C\u305F\u30BD\u30FC\u30B9\u3068\u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u5B9B\u5148\u304C\u5FC5\u8981\u3067\u3059\u3002\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30D6\u30EA\u30C3\u30B8\u306B\u5BFE\u3057\u3066\u69CB\u6210\u3055\u308C\u305F\u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u5B9B\u5148\u304C\u306A\u3044\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002
cause200009=\u539F\u56E0\u306F\u3001\u69CB\u6210\u30A8\u30E9\u30FC\u3060\u3068\u8003\u3048\u3089\u308C\u307E\u3059\u3002
action200009=\u69CB\u6210\u3092\u66F4\u65B0\u3057\u3066\u3001\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail200010=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30D6\u30EA\u30C3\u30B8\u304C\u30BD\u30FC\u30B9\u5B9B\u5148\u306B\u6B63\u5E38\u306B\u63A5\u7D9A\u3057\u305F\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002
cause200010=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30D6\u30EA\u30C3\u30B8\u304C\u30BD\u30FC\u30B9\u5B9B\u5148\u306B\u6B63\u5E38\u306B\u63A5\u7D9A\u3057\u305F\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002
action200010=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail200011=\u30D6\u30EA\u30C3\u30B8\u306F\u3001\u30BD\u30FC\u30B9\u304A\u3088\u3073\u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u5B9B\u5148\u3067\u4F7F\u7528\u3055\u308C\u308B\u30A2\u30C0\u30D7\u30BF\u3092\u691C\u51FA\u3057\u3066\u304B\u3089\u3067\u306A\u3044\u3068\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u8EE2\u9001\u3067\u304D\u307E\u305B\u3093\u3002\u30A2\u30C0\u30D7\u30BF\u306F\u500B\u5225\u306B\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30A2\u30C0\u30D7\u30BF\u306E1\u3064\u304C\u691C\u51FA\u3067\u304D\u306A\u304B\u3063\u305F\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002\u30D6\u30EA\u30C3\u30B8\u306F\u3001\u30A2\u30C0\u30D7\u30BF\u3092\u691C\u51FA\u3057\u3066\u304B\u3089\u518D\u8A66\u884C\u3057\u307E\u3059\u3002
cause200011=\u30A2\u30C0\u30D7\u30BF\u306E1\u3064\u304C\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action200011=\u5FC5\u8981\u306A\u30A2\u30C0\u30D7\u30BF\u3092\u30C7\u30D7\u30ED\u30A4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail200012=\u30D6\u30EA\u30C3\u30B8\u306F\u3001\u30BD\u30FC\u30B9\u304A\u3088\u3073\u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u5B9B\u5148\u3067\u4F7F\u7528\u3055\u308C\u308B\u30A2\u30C0\u30D7\u30BF\u3092\u691C\u51FA\u3057\u3066\u304B\u3089\u3067\u306A\u3044\u3068\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u8EE2\u9001\u3067\u304D\u307E\u305B\u3093\u3002\u30A2\u30C0\u30D7\u30BF\u306F\u500B\u5225\u306B\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30D6\u30EA\u30C3\u30B8\u304C\u6B63\u5E38\u306B\u30A2\u30C0\u30D7\u30BF\u3092\u691C\u51FA\u3057\u305F\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002
cause200012=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30D6\u30EA\u30C3\u30B8\u304C\u6B63\u5E38\u306B\u30A2\u30C0\u30D7\u30BF\u3092\u691C\u51FA\u3057\u305F\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002
action200012=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail200013=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30D6\u30EA\u30C3\u30B8"{0}"\u306E\u30BD\u30FC\u30B9\u306E\u5B9B\u5148\u306B\u5BFE\u3057\u3066\u7121\u52B9\u306A\u30D7\u30ED\u30D1\u30C6\u30A3\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002
cause200013=\u69CB\u6210\u304C\u7121\u52B9\u3067\u3057\u305F\u3002
action200013=\u69CB\u6210\u3092\u66F4\u65B0\u3057\u3066\u3001\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail200014=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30D6\u30EA\u30C3\u30B8"{0}"\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u5B9B\u5148\u306B\u5BFE\u3057\u3066\u7121\u52B9\u306A\u30D7\u30ED\u30D1\u30C6\u30A3\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002
cause200014=\u69CB\u6210\u304C\u7121\u52B9\u3067\u3057\u305F\u3002
action200014=\u69CB\u6210\u3092\u66F4\u65B0\u3057\u3066\u3001\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail200015=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u8EE2\u9001\u4E2D\u306B\u30D6\u30EA\u30C3\u30B8\u3067\u30A8\u30E9\u30FC\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u5FC5\u8981\u3068\u3059\u308B\u30B5\u30FC\u30D3\u30B9\u3068\u3057\u3066\u30D6\u30EA\u30C3\u30B8\u304C\u6A5F\u80FD\u3057\u3066\u3044\u308B\u5834\u5408\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3055\u308C\u307E\u3059\u3002
cause200015=\u30D6\u30EA\u30C3\u30B8\u5B9B\u5148\u306E1\u3064\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action200015=\u30BD\u30FC\u30B9\u5074\u3068\u30BF\u30FC\u30B2\u30C3\u30C8\u5074\u306E\u4E21\u65B9\u306E\u30B7\u30B9\u30C6\u30E0\u3092\u78BA\u8A8D\u3057\u3066\u3001\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail200016=\u30D6\u30EA\u30C3\u30B8\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u8EE2\u9001\u4E2D\u306B\u30A8\u30E9\u30FC\u3092\u691C\u51FA\u3057\u305F\u305F\u3081\u3001\u73FE\u5728\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u30ED\u30FC\u30EB\u30FB\u30D0\u30C3\u30AF\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause200016=\u30D6\u30EA\u30C3\u30B8\u5B9B\u5148\u306E1\u3064\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action200016=\u30BD\u30FC\u30B9\u5074\u3068\u30BF\u30FC\u30B2\u30C3\u30C8\u5074\u306E\u4E21\u65B9\u306E\u30B7\u30B9\u30C6\u30E0\u3092\u78BA\u8A8D\u3057\u3066\u3001\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail200017=\u30D6\u30EA\u30C3\u30B8\u306F\u3001\u30BD\u30FC\u30B9\u5B9B\u5148\u3078\u306E\u63A5\u7D9A\u3092\u78BA\u7ACB\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u4E00\u5B9A\u306E\u9045\u5EF6\u6642\u9593\u5F8C\u3001\u30D6\u30EA\u30C3\u30B8\u306F\u518D\u63A5\u7D9A\u3057\u307E\u3059\u3002\u3053\u306E\u9045\u5EF6\u6642\u9593\u306F\u3001\u30D6\u30EA\u30C3\u30B8\u3054\u3068\u306B\u69CB\u6210\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
cause200017=\u30D6\u30EA\u30C3\u30B8\u306E\u30BD\u30FC\u30B9\u5B9B\u5148\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30BD\u30FC\u30B9\u5B9B\u5148\u304C\u5B58\u5728\u3057\u3066\u3044\u306A\u3044\u304B\u3001\u307E\u3060\u30A2\u30AF\u30C6\u30A3\u30D6\u306B\u306A\u3063\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action200017=\u30BD\u30FC\u30B9\u30FB\u30B7\u30B9\u30C6\u30E0\u3068\u305D\u306E\u69CB\u6210\u3092\u78BA\u8A8D\u3057\u3001\u5B9B\u5148\u304C\u30B7\u30B9\u30C6\u30E0\u3067\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3068\u30B7\u30B9\u30C6\u30E0\u304C\u7A3C\u50CD\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail200018=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u4F7F\u7528\u3055\u308C\u306A\u304F\u306A\u308A\u307E\u3057\u305F\u3002
cause200018=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u4F7F\u7528\u3055\u308C\u306A\u304F\u306A\u308A\u307E\u3057\u305F\u3002
action200018=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u4F7F\u7528\u3055\u308C\u306A\u304F\u306A\u308A\u307E\u3057\u305F\u3002
messagedetail200019=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30D6\u30EA\u30C3\u30B8\u304C\u8D77\u52D5\u3057\u305F\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002
cause200019=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30D6\u30EA\u30C3\u30B8\u304C\u8D77\u52D5\u3057\u305F\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002
action200019=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail200020=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30D6\u30EA\u30C3\u30B8\u304C\u505C\u6B62\u3057\u305F\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002
cause200020=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30D6\u30EA\u30C3\u30B8\u304C\u505C\u6B62\u3057\u305F\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002
action200020=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail200021=\u30D6\u30EA\u30C3\u30B8\u306F2\u3064\u306E\u30A2\u30C0\u30D7\u30BF\u306EJNDI\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u3092\u5B9F\u884C\u3057\u307E\u3057\u305F\u304C\u3001\u5931\u6557\u3057\u307E\u3057\u305F\u3002
cause200021=\u30D6\u30EA\u30C3\u30B8\u306E\u8D77\u52D5\u6642\u306B\u6700\u4F4E1\u3064\u306E\u30A2\u30C0\u30D7\u30BF\u304C\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30D6\u30EA\u30C3\u30B8\u306E\u5B9B\u5148\u306B\u69CB\u6210\u3055\u308C\u305FJNDI\u540D\u304C\u30A2\u30C0\u30D7\u30BF\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u30FB\u30D5\u30A1\u30A4\u30EB\u306B\u3042\u308BJNDI\u540D\u3068\u4E00\u81F4\u3057\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u3082\u3042\u308A\u307E\u3059\u3002
action200021=\u30D6\u30EA\u30C3\u30B8\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u30B5\u30FC\u30D0\u30FC\u306B\u30BD\u30FC\u30B9\u3068\u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u5B9B\u5148\u3067\u5FC5\u8981\u3068\u3055\u308C\u308B\u30A2\u30C0\u30D7\u30BF\u304C\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u3066\u3044\u308B\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u307E\u305F\u3001\u30A2\u30C0\u30D7\u30BF\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u30FB\u30D5\u30A1\u30A4\u30EB\u306B\u3042\u308BJNDI\u540D\u304C\u30D6\u30EA\u30C3\u30B8\u306E\u5B9B\u5148\u306B\u69CB\u6210\u3055\u308C\u305FJNDI\u540D\u3068\u4E00\u81F4\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u4E00\u81F4\u3057\u3066\u3044\u306A\u3044\u5834\u5408\u3001\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u30D6\u30EA\u30C3\u30B8\u306F\u81EA\u52D5\u7684\u306B\u518D\u8A66\u884C\u3057\u307E\u3059\u3002
messagedetail200022=\u30D6\u30EA\u30C3\u30B8"{0}"\u306F\u3001\u30A2\u30C0\u30D7\u30BF\u306E\u30E1\u30BF\u30C7\u30FC\u30BF({1})\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause200022=\u3053\u308C\u306F\u767A\u751F\u3059\u308B\u306F\u305A\u304C\u306A\u3044WebLogic Server\u5185\u90E8\u30A8\u30E9\u30FC\u3067\u3059\u3002
action200022=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail200023=\u30D6\u30EA\u30C3\u30B8\u306F\u3001\u30A2\u30C0\u30D7\u30BF\u306EJNDI\u691C\u7D22\u306B\u5931\u6557\u3057\u305F\u305F\u3081\u3001\u5F8C\u3067\u518D\u8A66\u884C\u3059\u308B\u305F\u3081\u306E\u30BF\u30A4\u30DE\u30FC\u8A2D\u5B9A\u3092\u8A66\u884C\u3057\u307E\u3057\u305F\u304C\u3001\u30BF\u30A4\u30DE\u30FC\u3092\u8A2D\u5B9A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause200023=\u539F\u56E0\u306FWebLogic Server\u5185\u90E8\u30A8\u30E9\u30FC\u3067\u3059\u3002
action200023=My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail200024=\u30D6\u30EA\u30C3\u30B8\u306F\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3\u4E2D\u3001\u4E2D\u65AD\u3001\u307E\u305F\u306F\u505C\u6B62\u306E\u72B6\u614B\u306B\u3042\u308B\u305F\u3081\u3001\u4E00\u5207\u306E\u51E6\u7406\u3092\u62D2\u5426\u3057\u307E\u3059\u3002
cause200024=\u7BA1\u7406\u8005\u304C\u30D6\u30EA\u30C3\u30B8\u3092\u505C\u6B62\u3001\u307E\u305F\u306F\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3\u3057\u3066\u3044\u307E\u3059\u3002\u3042\u308B\u3044\u306F\u3001\u30D6\u30EA\u30C3\u30B8\u306F\u79FB\u884C\u306E\u305F\u3081\u306B\u4E2D\u65AD\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action200024=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail200025=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30B5\u30FC\u30D3\u30B9\u306E\u8CEA\u304C\u8981\u6C42\u306B\u53CA\u3070\u306A\u3044\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002\u539F\u56E0\u3068\u3057\u3066\u306F\u3001\u57FA\u76E4\u30B7\u30B9\u30C6\u30E0\u307E\u305F\u306F\u305D\u306E\u30D6\u30EA\u30C3\u30B8\u5B9B\u5148\u306E\u69CB\u6210\u304C\u5FC5\u8981\u306A\u30B5\u30FC\u30D3\u30B9\u306E\u8CEA\u3092\u6E80\u305F\u3057\u3066\u3044\u306A\u3044\u3053\u3068\u304C\u8003\u3048\u3089\u308C\u307E\u3059\u3002\u307E\u305F\u3001\u30A2\u30C0\u30D7\u30BF\u307E\u305F\u306F\u57FA\u76E4\u30B7\u30B9\u30C6\u30E0\u306B\u5341\u5206\u306A\u30B5\u30DD\u30FC\u30C8\u304C\u306A\u3044\u305F\u3081\u3067\u3042\u308B\u53EF\u80FD\u6027\u3082\u3042\u308A\u307E\u3059\u3002\u30D6\u30EA\u30C3\u30B8\u306F\u3001\u30B5\u30FC\u30D3\u30B9\u306E\u8CEA\u304C\u4F4E\u4E0B\u3057\u306A\u3044\u3088\u3046\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u8D77\u52D5\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause200025=\u69CB\u6210\u3068\u30A2\u30C0\u30D7\u30BF\u304A\u3088\u3073\u57FA\u76E4\u30B7\u30B9\u30C6\u30E0\u306E\u6A5F\u80FD\u3068\u304C\u4E00\u81F4\u3057\u3066\u3044\u307E\u305B\u3093\u3002
action200025=\u30B5\u30FC\u30D3\u30B9\u306E\u8CEA\u3092\u6E80\u305F\u3059\u3088\u3046\u30D6\u30EA\u30C3\u30B8\u306E\u69CB\u6210\u3092\u5909\u66F4\u3059\u308B\u304B\u3001QOSDegrationAllowed\u30D6\u30FC\u30EB\u5024\u3092\u6709\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail200026=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u8EE2\u9001\u306E\u904E\u7A0B\u3067\u30A8\u30E9\u30FC\u304C\u8D77\u3053\u3063\u305F\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002\u30D6\u30EA\u30C3\u30B8\u3070\u53CC\u65B9\u306E\u30A2\u30C0\u30D7\u30BF\u306B\u5BFE\u3059\u308B\u63A5\u7D9A\u3092\u4E2D\u6B62\u3057\u3001\u3059\u3050\u306B\u518D\u63A5\u7D9A\u3092\u8A66\u307F\u3088\u3046\u3068\u3057\u307E\u3059\u3002
cause200026=\u30D6\u30EA\u30C3\u30B8\u306E\u7247\u5074\u3068\u306E\u9593\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u53D7\u4FE1\u307E\u305F\u306F\u9001\u4FE1\u3067\u554F\u984C\u304C\u3042\u308A\u307E\u3057\u305F\u3002
action200026=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail200027=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30D6\u30EA\u30C3\u30B8\u304C\u3042\u308B\u671F\u9593\u30A2\u30A4\u30C9\u30EB\u72B6\u614B\u306B\u306A\u3063\u3066\u3044\u308B\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002\u305D\u306E\u9593\u306B\u30A2\u30C0\u30D7\u30BF\u306B\u5BFE\u3059\u308B\u63A5\u7D9A\u3092\u8A55\u4FA1\u3057\u3001\u63A5\u7D9A\u3092\u518D\u78BA\u7ACB\u3057\u307E\u3059\u3002
cause200027=\u539F\u56E0\u3068\u3057\u3066\u306F\u3001\u30BD\u30FC\u30B9\u306E\u5B9B\u5148\u304C\u7A7A\u3067\u3042\u308B\u304B\u3001\u30BD\u30FC\u30B9\u3068\u306E\u63A5\u7D9A\u304C\u9577\u304F\u7D9A\u3044\u3066\u3044\u3066\u518D\u78BA\u7ACB\u304C\u5FC5\u8981\u306B\u306A\u3063\u3066\u3044\u308B\u3053\u3068\u304C\u8003\u3048\u3089\u308C\u307E\u3059\u3002
action200027=\u30BD\u30FC\u30B9\u30FB\u30B7\u30B9\u30C6\u30E0\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail200028=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30D6\u30EA\u30C3\u30B8\u304C\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u8EE2\u9001\u3092\u958B\u59CB\u3057\u305F\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002\u3053\u308C\u306F\u3001\u30D6\u30EA\u30C3\u30B8\u304C\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u8EE2\u9001\u3092\u958B\u59CB\u3057\u305F\u304B\u3001\u306A\u3093\u3089\u304B\u306E\u7406\u7531\u3067\u4E2D\u65AD\u3057\u3066\u3044\u305F\u30D6\u30EA\u30C3\u30B8\u306E\u52D5\u4F5C\u304C\u518D\u958B\u3057\u305F\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002
cause200028=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30D6\u30EA\u30C3\u30B8\u304C\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u8EE2\u9001\u3092\u958B\u59CB\u3057\u305F\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002
action200028=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail200029=\u30D6\u30EA\u30C3\u30B8\u306F\u3001\u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u5B9B\u5148\u3078\u306E\u63A5\u7D9A\u3092\u78BA\u7ACB\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u4E00\u5B9A\u306E\u9045\u5EF6\u6642\u9593\u5F8C\u3001\u30D6\u30EA\u30C3\u30B8\u306F\u518D\u63A5\u7D9A\u3057\u307E\u3059\u3002\u3053\u306E\u9045\u5EF6\u6642\u9593\u306F\u3001\u30D6\u30EA\u30C3\u30B8\u3054\u3068\u306B\u69CB\u6210\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
cause200029=\u30D6\u30EA\u30C3\u30B8\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u5B9B\u5148\u3067\u30A8\u30E9\u30FC\u304C\u8D77\u3053\u308A\u307E\u3057\u305F\u3002\u30A8\u30E9\u30FC\u306E\u539F\u56E0\u306F\u3001\u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u5B9B\u5148\u304C\u5B58\u5728\u3057\u3066\u3044\u306A\u3044\u304B\u3001\u307E\u3060\u30A2\u30AF\u30C6\u30A3\u30D6\u306B\u306A\u3063\u3066\u3044\u306A\u3044\u304B\u306E\u3069\u3061\u3089\u304B\u306E\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action200029=\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30B7\u30B9\u30C6\u30E0\u3068\u305D\u306E\u69CB\u6210\u3092\u30C1\u30A7\u30C3\u30AF\u3057\u3001\u5B9B\u5148\u304C\u30B7\u30B9\u30C6\u30E0\u3067\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3068\u30B7\u30B9\u30C6\u30E0\u304C\u7A3C\u50CD\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail200030=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30D6\u30EA\u30C3\u30B8\u304C\u63D0\u4F9B\u3057\u3066\u3044\u308B\u30B5\u30FC\u30D3\u30B9\u306E\u8CEA\u3092\u793A\u3057\u307E\u3059\u3002\u5B9F\u969B\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u8CEA\u306F\u69CB\u6210\u3057\u305F\u3082\u306E\u3068\u540C\u3058\u306B\u306A\u3089\u306A\u3044\u304B\u3082\u3057\u308C\u307E\u305B\u3093\u3002\u3053\u308C\u306F\u3001\u69CB\u6210\u3055\u308C\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u8CEA\u304C\u78BA\u4FDD\u3067\u304D\u306A\u3044\u3068\u304D\u3001\u30D6\u30EA\u30C3\u30B8\u304C\u30B5\u30FC\u30D3\u30B9\u306E\u8CEA\u3092\u52A3\u5316\u3059\u308B\u3053\u3068\u3092\u8A31\u53EF\u3059\u308B\u3088\u3046\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u3068\u304D\u306E\u307F\u8D77\u3053\u308A\u307E\u3059\u3002
cause200030=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30D6\u30EA\u30C3\u30B8\u304C\u5B9F\u969B\u306B\u63D0\u4F9B\u3057\u3066\u3044\u308B\u30B5\u30FC\u30D3\u30B9\u306E\u8CEA\u3092\u793A\u3057\u307E\u3059\u3002
action200030=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail200031=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30D6\u30EA\u30C3\u30B8\u306E\u8981\u6C42\u3055\u308C\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u8CEA\u304C\u78BA\u4FDD\u3067\u304D\u306A\u3044\u3068\u304D\u3001\u8CEA\u3092\u4E0B\u3052\u308B\u3053\u3068\u3092\u8A31\u53EF\u3059\u308B\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002
cause200031=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30D6\u30EA\u30C3\u30B8\u306E\u8981\u6C42\u3055\u308C\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u8CEA\u304C\u78BA\u4FDD\u3067\u304D\u306A\u3044\u3068\u304D\u3001\u8CEA\u3092\u4E0B\u3052\u308B\u3053\u3068\u3092\u8A31\u53EF\u3059\u308B\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002
action200031=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail200032=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u30D6\u30EA\u30C3\u30B8\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u8CEA\u3092\u4E0B\u3052\u308B\u3053\u3068\u3092\u8A31\u53EF\u3057\u306A\u3044\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002\u30D6\u30EA\u30C3\u30B8\u306F\u8981\u6C42\u3055\u308C\u305F\u8CEA\u304C\u78BA\u4FDD\u3067\u304D\u306A\u3051\u308C\u3070\u52D5\u4F5C\u3057\u307E\u305B\u3093\u3002
cause200032=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u30D6\u30EA\u30C3\u30B8\u306E\u30B5\u30FC\u30D3\u30B9\u306E\u8CEA\u3092\u4E0B\u3052\u308B\u3053\u3068\u3092\u8A31\u53EF\u3057\u306A\u3044\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002
action200032=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail200033=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30D6\u30EA\u30C3\u30B8\u304C2\u3064\u306E\u30A2\u30C0\u30D7\u30BF\u306B\u63A5\u7D9A\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002
cause200033=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30D6\u30EA\u30C3\u30B8\u304C2\u3064\u306E\u30A2\u30C0\u30D7\u30BF\u306B\u63A5\u7D9A\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002
action200033=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail200034=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30D6\u30EA\u30C3\u30B8\u304C\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3\u3057\u305F\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002
cause200034=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30D6\u30EA\u30C3\u30B8\u304C\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3\u3057\u305F\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002
action200034=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail200035=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30D6\u30EA\u30C3\u30B8\u304C\u505C\u6B62\u30E2\u30FC\u30C9\u304B\u3089\u518D\u8D77\u52D5\u3055\u308C\u305F\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002
cause200035=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30D6\u30EA\u30C3\u30B8\u304C\u505C\u6B62\u30E2\u30FC\u30C9\u304B\u3089\u518D\u8D77\u52D5\u3055\u308C\u305F\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002
action200035=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail200036=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30D6\u30EA\u30C3\u30B8\u306Estarted\u5C5E\u6027\u304C\u5909\u66F4\u3055\u308C\u305F\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002
cause200036=\u69CB\u6210\u306E\u5909\u66F4\u304C\u539F\u56E0\u3067\u3059\u3002
action200036=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail200037=\u30D6\u30EA\u30C3\u30B8"{0}"\u306E"{1}"\u5C5E\u6027\u304C"{2}"\u304B\u3089"{3}"\u306B\u5909\u308F\u308A\u307E\u3057\u305F\u3002
cause200037=\u69CB\u6210\u306E\u5909\u66F4\u304C\u539F\u56E0\u3067\u3059\u3002
action200037=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail200038=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u304B\u3089\u8D77\u52D5\u3059\u308B\u307E\u3067\u6307\u5B9A\u3055\u308C\u305F\u30D6\u30EA\u30C3\u30B8\u304C\u52D5\u4F5C\u305B\u305A\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u9001\u4FE1\u3092\u3057\u306A\u3044\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002
cause200038=\u30D6\u30EA\u30C3\u30B8\u306F\u505C\u6B62\u3059\u308B\u3088\u3046\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action200038=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail200039=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30D6\u30EA\u30C3\u30B8\u306B\u5BFE\u3057\u3066\u69CB\u6210\u3055\u308C\u308B\u30BD\u30FC\u30B9\u304A\u3088\u3073\u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u5B9B\u5148\u304C\u3001\u5B9F\u969B\u306B\u306F\u540C\u4E00\u306E\u7269\u7406\u7684\u5B9B\u5148\u3067\u3042\u308B\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002
cause200039=\u69CB\u6210\u306E\u30A8\u30E9\u30FC\u304C\u539F\u56E0\u3067\u3059\u3002
action200039=\u69CB\u6210\u3092\u66F4\u65B0\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail200040=\u30D6\u30EA\u30C3\u30B8\u306E\u5B9B\u5148{0}: \u521D\u671F\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30FB\u30D5\u30A1\u30AF\u30C8\u30EA\u304Cweblogic.jndi.WLInitialContextFactory\u3067\u306A\u3044\u5834\u5408\u3001\u63A5\u7D9AURL\u3092null\u306B\u306F\u3067\u304D\u307E\u305B\u3093\u3002
cause200040=\u69CB\u6210\u306E\u30A8\u30E9\u30FC\u304C\u539F\u56E0\u3067\u3059\u3002
action200040=\u69CB\u6210\u3092\u66F4\u65B0\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail200041=\u30D6\u30EA\u30C3\u30B8\u306E\u5B9B\u5148{0}: JMS\u306E\u30D6\u30EA\u30C3\u30B8\u5B9B\u5148\u306B\u306F\u3001\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EAJNDI\u540D\u304A\u3088\u3073\u5B9B\u5148JNDI\u540D\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause200041=\u69CB\u6210\u306E\u30A8\u30E9\u30FC\u304C\u539F\u56E0\u3067\u3059\u3002
action200041=\u69CB\u6210\u3092\u66F4\u65B0\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail200042=\u30D6\u30EA\u30C3\u30B8\u306F\u3001\u30BD\u30FC\u30B9\u5B9B\u5148\u3078\u306E\u63A5\u7D9A\u3092\u78BA\u7ACB\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u4E00\u5B9A\u306E\u9045\u5EF6\u6642\u9593\u5F8C\u3001\u30D6\u30EA\u30C3\u30B8\u306F\u518D\u63A5\u7D9A\u3057\u307E\u3059\u3002\u3053\u306E\u9045\u5EF6\u6642\u9593\u306F\u3001\u30D6\u30EA\u30C3\u30B8\u3054\u3068\u306B\u69CB\u6210\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
cause200042=\u30D6\u30EA\u30C3\u30B8\u306E\u30BD\u30FC\u30B9\u306E\u5B9B\u5148\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30A8\u30E9\u30FC\u306E\u539F\u56E0\u306F\u3001\u30BD\u30FC\u30B9\u306E\u5B9B\u5148\u304C\u5B58\u5728\u3057\u3066\u3044\u306A\u3044\u304B\u3001\u307E\u3060\u30A2\u30AF\u30C6\u30A3\u30D6\u306B\u306A\u3063\u3066\u3044\u306A\u3044\u304B\u306E\u3069\u3061\u3089\u304B\u306E\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action200042=\u30BD\u30FC\u30B9\u30FB\u30B7\u30B9\u30C6\u30E0\u3068\u305D\u306E\u69CB\u6210\u3092\u78BA\u8A8D\u3057\u3001\u5B9B\u5148\u304C\u30B7\u30B9\u30C6\u30E0\u3067\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3068\u30B7\u30B9\u30C6\u30E0\u304C\u7A3C\u50CD\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail200043=\u30D6\u30EA\u30C3\u30B8\u306F\u3001\u30BF\u30FC\u30B2\u30C3\u30C8\u5B9B\u5148\u3078\u306E\u63A5\u7D9A\u3092\u78BA\u7ACB\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u4E00\u5B9A\u306E\u9045\u5EF6\u6642\u9593\u5F8C\u3001\u30D6\u30EA\u30C3\u30B8\u306F\u518D\u63A5\u7D9A\u3057\u307E\u3059\u3002\u3053\u306E\u9045\u5EF6\u6642\u9593\u306F\u3001\u30D6\u30EA\u30C3\u30B8\u3054\u3068\u306B\u69CB\u6210\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
cause200043=\u30D6\u30EA\u30C3\u30B8\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u5B9B\u5148\u3067\u30A8\u30E9\u30FC\u304C\u8D77\u3053\u308A\u307E\u3057\u305F\u3002\u30A8\u30E9\u30FC\u306E\u539F\u56E0\u306F\u3001\u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u5B9B\u5148\u304C\u5B58\u5728\u3057\u3066\u3044\u306A\u3044\u304B\u3001\u307E\u3060\u30A2\u30AF\u30C6\u30A3\u30D6\u306B\u306A\u3063\u3066\u3044\u306A\u3044\u304B\u306E\u3069\u3061\u3089\u304B\u306E\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action200043=\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30B7\u30B9\u30C6\u30E0\u3068\u305D\u306E\u69CB\u6210\u3092\u78BA\u8A8D\u3057\u3001\u5B9B\u5148\u304C\u30B7\u30B9\u30C6\u30E0\u3067\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3068\u30B7\u30B9\u30C6\u30E0\u304C\u7A3C\u50CD\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail200044=\u767A\u751F\u3057\u305F\u4F8B\u5916\u306B\u3064\u3044\u3066\u3001\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u304C\u51FA\u529B\u3055\u308C\u3066\u3044\u307E\u3059\u3002
cause200044=\u30A8\u30E9\u30FC\u6761\u4EF6\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action200044=\u30ED\u30B0\u307E\u305F\u306F\u30D7\u30ED\u30B0\u30E9\u30E0\u5185\u3067\u95A2\u9023\u3059\u308B\u4F8B\u5916\u3092\u63A2\u3057\u3001\u7D50\u679C\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u4E00\u822C\u306B\u3001\u3053\u306E\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u306F\u65E2\u5B58\u306E\u554F\u984C\u306E\u30C7\u30D0\u30C3\u30B0\u306B\u5F79\u7ACB\u3061\u307E\u3059\u3002
messagedetail200045=\u30D6\u30EA\u30C3\u30B8\u306F\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3\u4E2D\u304B\u3001\u4E2D\u65AD\u306E\u72B6\u614B\u306B\u3042\u308B\u305F\u3081\u3001\u8D77\u52D5\u3067\u304D\u307E\u305B\u3093\u3002
cause200045=\u7BA1\u7406\u8005\u304C\u30D6\u30EA\u30C3\u30B8\u3092\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3\u3057\u307E\u3057\u305F\u3002\u307E\u305F\u306F\u3001\u30D6\u30EA\u30C3\u30B8\u306F\u79FB\u884C\u306E\u305F\u3081\u306B\u4E2D\u65AD\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action200045=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail200046=\u30D6\u30EA\u30C3\u30B8"{0}"\u306E"{1}"\u5C5E\u6027\u304C"{2}"\u304B\u3089"{3}"\u306B\u5909\u308F\u308A\u307E\u3057\u305F\u3002
cause200046=\u69CB\u6210\u306E\u5909\u66F4\u304C\u539F\u56E0\u3067\u3059\u3002
action200046=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail200047=\u30D6\u30EA\u30C3\u30B8\u306F\u3053\u306E\u30B5\u30FC\u30D0\u30FC\u4E0A\u306E\u79FB\u884C\u53EF\u80FD\u30BF\u30FC\u30B2\u30C3\u30C8\u306B\u5BFE\u3057\u3066\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u3001\u8D77\u52D5\u3067\u304D\u307E\u305B\u3093\u3002
cause200047=\u30D6\u30EA\u30C3\u30B8\u306F\u3001\u3053\u306E\u30B5\u30FC\u30D0\u30FC\u4E0A\u3067\u307E\u3060\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3055\u308C\u3066\u3044\u306A\u3044\u79FB\u884C\u53EF\u80FD\u30BF\u30FC\u30B2\u30C3\u30C8\u3092\u30BF\u30FC\u30B2\u30C3\u30C8\u306B\u3057\u3066\u3044\u307E\u3059\u3002
action200047=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail200048=\u30D6\u30EA\u30C3\u30B8"{0}"\u306E{1}\u5B9B\u5148"{2}"\u306B\u306F\u30A2\u30C0\u30D7\u30BFJNDI\u540D"{3}"\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u3001JNDI\u540D\u304C"{4}"\u306E\u81EA\u52D5\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u305F\u5185\u90E8\u30A2\u30C0\u30D7\u30BF\u304C\u691C\u51FA\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u30D6\u30EA\u30C3\u30B8\u306F\u3001\u30A2\u30C0\u30D7\u30BFJNDI\u540D"{3}"\u3067\u660E\u793A\u7684\u306B\u69CB\u6210\u304A\u3088\u3073\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u305F\u30A2\u30C0\u30D7\u30BF\u3092\u7121\u8996\u3057\u307E\u3059\u3002\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u305F\u30A2\u30C0\u30D7\u30BF\u306F\u7121\u8996\u3055\u308C\u3001\u30D6\u30EA\u30C3\u30B8\u306F\u500B\u5225\u306E\u30A2\u30C0\u30D7\u30BF\u3092\u30C7\u30D7\u30ED\u30A4\u3059\u308B\u5FC5\u8981\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause200048=\u3053\u308C\u306F\u69CB\u6210\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u304C\u539F\u56E0\u3067\u3059\u3002
action200048=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail200049=\u30D6\u30EA\u30C3\u30B8"{0}"\u306E{1}\u5B9B\u5148"{2}"\u306F\u3001eis.jms.WLSConnectionFactoryJNDIXA\u307E\u305F\u306Feis.jms.WLSConnectionFactoryJNDINOXA\u306E\u8981\u6C42\u3055\u308C\u308B\u540D\u524D\u3067\u306F\u306A\u304F\u3001\u30AB\u30B9\u30BF\u30E0\u30FB\u30A2\u30C0\u30D7\u30BFJNDI\u540D"{3}"\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002
cause200049=\u30D6\u30EA\u30C3\u30B8\u5B9B\u5148\u306F\u69CB\u6210\u6E08\u30A2\u30C0\u30D7\u30BFJNDI\u540D\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002
action200049=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail200050=\u30D6\u30EA\u30C3\u30B8\u306B\u306F\u30A2\u30C0\u30D7\u30BFjndi\u540D"{1}"\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u3001jndi\u540D\u304C"{2}"\u306E\u81EA\u52D5\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u305F\u5185\u90E8\u30A2\u30C0\u30D7\u30BF\u304C\u691C\u51FA\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u30D6\u30EA\u30C3\u30B8\u306F\u3001\u660E\u793A\u7684\u306B\u69CB\u6210\u304A\u3088\u3073\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u305F\u30A2\u30C0\u30D7\u30BF"{0}"\u3092\u7121\u8996\u3057\u307E\u3059\u3002\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u305F\u30A2\u30C0\u30D7\u30BF\u306F\u7121\u8996\u3055\u308C\u307E\u3059\u3002
cause200050=\u30D6\u30EA\u30C3\u30B8\u5B9B\u5148\u306F\u69CB\u6210\u6E08\u30A2\u30C0\u30D7\u30BF\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002
action200050=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
