200000=\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30D6\u30EA\u30C3\u30B8\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u521D\u671F\u5316\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
200001=\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30D6\u30EA\u30C3\u30B8\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u6B63\u5E38\u306B\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3\u3057\u307E\u3057\u305F\u3002
## {0}: String name
200002=\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30D6\u30EA\u30C3\u30B8\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30D6\u30EA\u30C3\u30B8"{0}"\u3092\u30C7\u30D7\u30ED\u30A4\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String name, {1}: Exception e
200003=\u30A8\u30E9\u30FC{1}\u304C\u539F\u56E0\u3067\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30D6\u30EA\u30C3\u30B8"{0}"\u3092\u30C7\u30D7\u30ED\u30A4\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String name
200004=\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30D6\u30EA\u30C3\u30B8"{0}"\u306F\u6B63\u5E38\u306B\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String name, {1}: Exception e
200005=\u30A8\u30E9\u30FC{1}\u304C\u539F\u56E0\u3067\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30D6\u30EA\u30C3\u30B8"{0}"\u3092\u958B\u59CB\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
## {0}: String arg0
200006=\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30D6\u30EA\u30C3\u30B8\u306F{0}\u3092\u30C7\u30D0\u30C3\u30B0\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String arg0, {1}: Throwable arg1
200007={0}\u3092\u30C7\u30D0\u30C3\u30B0\u3057\u3066\u3044\u307E\u3059
## {0}: String arg0
200008=\u30D6\u30EA\u30C3\u30B8"{0}"\u306B\u306F\u3001\u69CB\u6210\u3055\u308C\u305F\u30BD\u30FC\u30B9\u306E\u5B9B\u5148\u304C\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String arg0
200009=\u30D6\u30EA\u30C3\u30B8"{0}"\u306B\u306F\u3001\u69CB\u6210\u3055\u308C\u305F\u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u5B9B\u5148\u304C\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String arg0, {1}: String arg1
200010=\u30D6\u30EA\u30C3\u30B8"{0}"\u306F\u30BD\u30FC\u30B9\u30FB\u30A2\u30C0\u30D7\u30BF"{1}"\u306B\u6B63\u5E38\u306B\u63A5\u7D9A\u3057\u307E\u3057\u305F\u3002
## {0}: String arg0, {1}: String arg1
200011=\u30D6\u30EA\u30C3\u30B8"{0}"\u306F\u3001\u30A2\u30C0\u30D7\u30BF"{1}"\u3092\u898B\u3064\u3051\u3089\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30A2\u30C0\u30D7\u30BF\u306E\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u3092\u5B9A\u671F\u7684\u306B\u518D\u8A66\u884C\u3057\u307E\u3059\u3002\u30A2\u30C0\u30D7\u30BF\u304C\u6B63\u5E38\u306B\u691C\u51FA\u3055\u308C\u308B\u3068\u3001\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u518D\u8868\u793A\u3055\u308C\u306A\u304F\u306A\u308A\u307E\u3059\u3002
## {0}: String arg0
200012=\u30D6\u30EA\u30C3\u30B8"{0}"\u306F\u3001\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u30A2\u30C0\u30D7\u30BF\u3092\u6B63\u5E38\u306B\u691C\u51FA\u3057\u307E\u3057\u305F\u3002
## {0}: String arg0
200013=\u30D6\u30EA\u30C3\u30B8"{0}"\u306E\u30BD\u30FC\u30B9\u306E\u5B9B\u5148\u306B\u7121\u52B9\u306A\u30D7\u30ED\u30D1\u30C6\u30A3\u304C\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u3059\u3002
## {0}: String arg0
200014=\u30D6\u30EA\u30C3\u30B8"{0}"\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u5B9B\u5148\u306B\u7121\u52B9\u306A\u30D7\u30ED\u30D1\u30C6\u30A3\u304C\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u3059\u3002
## {0}: String arg0, {1}: Throwable e
200015=\u30E1\u30C3\u30BB\u30FC\u30B8({1})\u306E\u8EE2\u9001\u4E2D\u306B\u30D6\u30EA\u30C3\u30B8"{0}"\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## {0}: String arg0, {1}: Exception e
200016=\u30D6\u30EA\u30C3\u30B8"{0}"\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u8EE2\u9001\u4E2D\u306B\u767A\u751F\u3057\u305F\u30A8\u30E9\u30FC\u306E\u305F\u3081\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3({1})\u3092\u30ED\u30FC\u30EB\u30FB\u30D0\u30C3\u30AF\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String arg0, {1}: Exception e
200017=\u30D6\u30EA\u30C3\u30B8"{0}"\u306F\u3001\u30BD\u30FC\u30B9\u5B9B\u5148\u3068\u306E\u63A5\u7D9A\u306B\u5931\u6557\u3057\u305F\u305F\u3081\u3001\u5F8C\u3067\u64CD\u4F5C\u3092\u518D\u8A66\u884C\u3057\u307E\u3059\u3002({1})
## {0}: String arg0, {1}: Exception e
200018=\u30D6\u30EA\u30C3\u30B8"{0}"\u306F\u3001\u30A2\u30C0\u30D7\u30BFXAResource\u3092\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3({1})\u306B\u767B\u9332\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String arg0
200019=\u30D6\u30EA\u30C3\u30B8"{0}"\u304C\u958B\u59CB\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String arg0
200020=\u30D6\u30EA\u30C3\u30B8"{0}"\u304C\u505C\u6B62\u3057\u307E\u3057\u305F\u3002
## {0}: String arg0, {1}: Exception e
200021=\u30D6\u30EA\u30C3\u30B8"{0}"\u306F\u3001JNDI({1})\u304B\u3089\u30A2\u30C0\u30D7\u30BF\u306E1\u3064\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String arg0, {1}: Exception e
200022=\u30D6\u30EA\u30C3\u30B8"{0}"\u306F\u3001\u30A2\u30C0\u30D7\u30BF\u306E\u30E1\u30BF\u30C7\u30FC\u30BF({1})\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String arg0, {1}: Exception e
200023=\u30D6\u30EA\u30C3\u30B8"{0}"\u306F\u3001\u30A2\u30C0\u30D7\u30BF\u306E\u691C\u7D22\u3092\u518D\u8A66\u884C\u3059\u308B\u305F\u3081\u306E\u30BF\u30A4\u30DE\u30FC\u8A2D\u5B9A\u306B\u5931\u6557\u3057\u307E\u3057\u305F({1})\u3002
## {0}: String arg0
200024=\u30D6\u30EA\u30C3\u30B8"{0}"\u304C\u505C\u6B62\u3001\u4E2D\u65AD\u307E\u305F\u306F\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3\u3057\u3066\u3044\u308B\u305F\u3081\u3001\u63A5\u7D9A\u3068\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u8EE2\u9001\u304C\u62D2\u5426\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String arg0, {1}: String arg1
200025=\u30D6\u30EA\u30C3\u30B8"{0}"\u306F\u3001\u69CB\u6210\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u306E\u8CEA({1})\u306B\u53CA\u3070\u306A\u3044\u305F\u3081\u8D77\u52D5\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u539F\u56E0\u306B\u306F\u3001\u7121\u52B9\u306A\u69CB\u6210\u307E\u305F\u306F\u30A2\u30C0\u30D7\u30BF\u306E\u5236\u9650\u304C\u8003\u3048\u3089\u308C\u307E\u3059\u3002
## {0}: String arg01, {1}: Throwable t
200026=\u30D6\u30EA\u30C3\u30B8"{0}"\u304C\u30A2\u30C0\u30D7\u30BF\u307E\u305F\u306F\u57FA\u76E4\u30B7\u30B9\u30C6\u30E0\u306E1\u3064\u3067\u554F\u984C\u306B\u906D\u9047\u3057\u307E\u3057\u305F\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u8EE2\u9001\u304C\u505C\u6B62\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u3059\u3050\u306B\u30A2\u30C0\u30D7\u30BF\u3068\u306E\u518D\u63A5\u7D9A\u304C\u8A66\u884C\u3055\u308C\u307E\u3059(\u767A\u751F\u3057\u305F\u4F8B\u5916\u306F{1})\u3002
## {0}: String arg01
200027=\u30D6\u30EA\u30C3\u30B8"{0}"\u306F\u975E\u540C\u671F\u30E2\u30FC\u30C9\u3067\u52D5\u4F5C\u3057\u3066\u3044\u3066\u3001\u5B9A\u7FA9\u6E08\u307F\u306E\u6700\u5927\u30A2\u30A4\u30C9\u30EB\u6642\u9593\u306E\u9593\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D7\u4FE1\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u30A2\u30C0\u30D7\u30BF\u306B\u5BFE\u3059\u308B\u63A5\u7D9A\u306F\u4E2D\u65AD\u3055\u308C\u3001\u518D\u78BA\u7ACB\u3055\u308C\u307E\u3059\u3002
## {0}: String arg01
200028=\u30D6\u30EA\u30C3\u30B8"{0}"\u304C\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u8EE2\u9001\u3092\u958B\u59CB\u3057\u307E\u3057\u305F\u3002
## {0}: String arg0, {1}: Exception e
200029=\u30D6\u30EA\u30C3\u30B8"{0}"\u306F\u3001\u30BF\u30FC\u30B2\u30C3\u30C8\u5B9B\u5148\u3068\u306E\u63A5\u7D9A\u306B\u5931\u6557\u3057\u305F\u305F\u3081\u3001\u5F8C\u3067\u64CD\u4F5C\u3092\u518D\u8A66\u884C\u3057\u307E\u3059\u3002({1})
## {0}: String arg0, {1}: String arg1, {2}: String arg2
200030=\u30D6\u30EA\u30C3\u30B8"{0}"\u306F"{1}"\u30E2\u30FC\u30C9\u3067\u52D5\u4F5C\u3059\u308B\u3088\u3046\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u5B9F\u969B\u306F"{2}"\u30E2\u30FC\u30C9\u3067\u52D5\u4F5C\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String arg0
200031=\u30D6\u30EA\u30C3\u30B8"{0}"\u306F\u3001\u69CB\u6210\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u306E\u8CEA\u3092\u78BA\u4FDD\u3067\u304D\u306A\u3044\u5834\u5408\u3001\u30B5\u30FC\u30D3\u30B9\u306E\u8CEA\u3092\u52A3\u5316\u3059\u308B\u3053\u3068\u3092\u8A31\u53EF\u3059\u308B\u3088\u3046\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002
## {0}: String arg0
200032=\u30D6\u30EA\u30C3\u30B8"{0}"\u306F\u3001\u69CB\u6210\u3055\u308C\u305F\u30B5\u30FC\u30D3\u30B9\u306E\u8CEA\u3092\u78BA\u4FDD\u3067\u304D\u306A\u3044\u5834\u5408\u306B\u3001\u30B5\u30FC\u30D3\u30B9\u306E\u8CEA\u3092\u52A3\u5316\u3059\u308B\u3053\u3068\u3092\u8A31\u53EF\u3057\u306A\u3044\u3088\u3046\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002
## {0}: String arg0
200033=\u30D6\u30EA\u30C3\u30B8"{0}"\u306F2\u3064\u306E\u30A2\u30C0\u30D7\u30BF\u306B\u63A5\u7D9A\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String arg0
200034=\u30D6\u30EA\u30C3\u30B8"{0}"\u304C\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3\u3057\u307E\u3057\u305F\u3002
## {0}: String arg01
200035=\u30D6\u30EA\u30C3\u30B8"{0}"\u306F\u505C\u6B62\u30E2\u30FC\u30C9\u304B\u3089\u8D77\u52D5\u3057\u307E\u3057\u305F\u3002
## {0}: String arg01, {1}: String old, {2}: String new
200036=\u30D6\u30EA\u30C3\u30B8"{0}"\u306Estarted\u5C5E\u6027\u304C"{1}"\u304B\u3089"{2}"\u306B\u5909\u308F\u308A\u307E\u3057\u305F\u3002
## {0}: String arg01, {1}: String attr, {2}: long old, {3}: long new
200037=\u30D6\u30EA\u30C3\u30B8"{0}"\u306E"{1}"\u5C5E\u6027\u304C"{2}"\u304B\u3089"{3}"\u306B\u5909\u308F\u308A\u307E\u3057\u305F\u3002
## {0}: String arg01
200038=\u30D6\u30EA\u30C3\u30B8"{0}"\u306F\u3001\u505C\u6B62\u3059\u308B\u3088\u3046\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u52D5\u4F5C\u3057\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String arg01
200039=\u30D6\u30EA\u30C3\u30B8"{0}"\u306E\u5B9B\u5148\u306F\u3001\u30BD\u30FC\u30B9\u304A\u3088\u3073\u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u5B9B\u5148\u3068\u540C\u3058\u3067\u3059\u3002
## {0}: String arg01
200040=\u30D6\u30EA\u30C3\u30B8\u306E\u5B9B\u5148{0}: \u521D\u671F\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30FB\u30D5\u30A1\u30AF\u30C8\u30EA\u304Cweblogic.jndi.WLInitialContextFactory\u3067\u306A\u3044\u5834\u5408\u3001\u63A5\u7D9AURL\u3092null\u306B\u306F\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String arg01
200041=\u30D6\u30EA\u30C3\u30B8\u306E\u5B9B\u5148{0}: JMS\u306E\u30D6\u30EA\u30C3\u30B8\u5B9B\u5148\u306B\u306F\u3001\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EAJNDI\u540D\u304A\u3088\u3073\u5B9B\u5148JNDI\u540D\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String arg0, {1}: Exception e, {2}: long time
200042=\u30D6\u30EA\u30C3\u30B8{0}\u306F\u3001\u30BD\u30FC\u30B9\u306E\u5B9B\u5148\u3068\u306E\u63A5\u7D9A\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002{2}\u79D2\u5F8C\u306B\u518D\u63A5\u7D9A\u3092\u8A66\u307F\u307E\u3059\u3002\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u4F55\u5EA6\u3082\u7E70\u8FD4\u3057\u8868\u793A\u3055\u308C\u306A\u3044\u9650\u308A\u3001\u3053\u306E\u72B6\u6CC1\u306F\u4E00\u6642\u7684\u306A\u3082\u306E\u3067\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002({1})
## {0}: String arg0, {1}: Exception e, {2}: long time
200043=\u30D6\u30EA\u30C3\u30B8"{0}"\u306F\u3001\u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u5B9B\u5148\u3068\u306E\u63A5\u7D9A\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002{2}\u79D2\u5F8C\u306B\u518D\u63A5\u7D9A\u3092\u8A66\u307F\u307E\u3059\u3002\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u4F55\u5EA6\u3082\u7E70\u8FD4\u3057\u8868\u793A\u3055\u308C\u306A\u3044\u9650\u308A\u3001\u3053\u306E\u72B6\u6CC1\u306F\u4E00\u6642\u7684\u306A\u3082\u306E\u3067\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002({1})
## {0}: Throwable t
200044=\u4EE5\u4E0B\u306E\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \n
## {0}: String arg0
200045=\u30D6\u30EA\u30C3\u30B8"{0}"\u306F\u3001\u4E2D\u65AD\u3055\u308C\u3066\u3044\u308B\u304B\u307E\u305F\u306F\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3\u4E2D\u306E\u305F\u3081\u8D77\u52D5\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String arg01, {1}: String attr, {2}: String old, {3}: String new
200046=\u30D6\u30EA\u30C3\u30B8"{0}"\u306E"{1}"\u5C5E\u6027\u304C"{2}"\u304B\u3089"{3}"\u306B\u5909\u308F\u308A\u307E\u3057\u305F\u3002
## {0}: String arg0
200047=\u30D6\u30EA\u30C3\u30B8"{0}"\u306F\u3001\u79FB\u884C\u53EF\u80FD\u30BF\u30FC\u30B2\u30C3\u30C8\u304C\u3053\u306E\u30B5\u30FC\u30D0\u30FC\u306B\u5BFE\u3057\u3066\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3055\u308C\u3066\u3044\u306A\u304B\u3063\u305F\u305F\u3081\u3001\u8D77\u52D5\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String arg0, {1}: String arg1, {2}: String arg2, {3}: String arg3, {4}: String arg4
200048=\u30D6\u30EA\u30C3\u30B8"{0}"\u306E{1}\u5B9B\u5148"{2}"\u306B\u306F\u30A2\u30C0\u30D7\u30BFJNDI\u540D"{3}"\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u3001JNDI\u540D\u304C"{4}"\u306E\u81EA\u52D5\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u305F\u5185\u90E8\u30A2\u30C0\u30D7\u30BF\u304C\u691C\u51FA\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u30D6\u30EA\u30C3\u30B8\u306F\u3001\u30A2\u30C0\u30D7\u30BFJNDI\u540D"{3}"\u3067\u660E\u793A\u7684\u306B\u69CB\u6210\u304A\u3088\u3073\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u305F\u30A2\u30C0\u30D7\u30BF\u3092\u7121\u8996\u3057\u307E\u3059\u3002\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u305F\u30A2\u30C0\u30D7\u30BF\u306F\u7121\u8996\u3055\u308C\u3001\u30D6\u30EA\u30C3\u30B8\u306F\u500B\u5225\u306E\u30A2\u30C0\u30D7\u30BF\u3092\u30C7\u30D7\u30ED\u30A4\u3059\u308B\u5FC5\u8981\u306F\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String arg0, {1}: String arg1, {2}: String arg2, {3}: String arg3
200049=\u30D6\u30EA\u30C3\u30B8"{0}"\u306E{1}\u5B9B\u5148"{2}"\u306F\u3001eis.jms.WLSConnectionFactoryJNDIXA\u307E\u305F\u306Feis.jms.WLSConnectionFactoryJNDINOXA\u306E\u8981\u6C42\u3055\u308C\u308B\u540D\u524D\u3067\u306F\u306A\u304F\u3001\u30AB\u30B9\u30BF\u30E0\u30FB\u30A2\u30C0\u30D7\u30BFJNDI\u540D"{3}"\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002
## {0}: String arg0, {1}: String arg1, {2}: String arg2
200050=\u30D6\u30EA\u30C3\u30B8\u306B\u306F\u30A2\u30C0\u30D7\u30BFJNDI\u540D"{1}"\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u3001JNDI\u540D\u304C"{2}"\u306E\u81EA\u52D5\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u305F\u5185\u90E8\u30A2\u30C0\u30D7\u30BF\u304C\u691C\u51FA\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u30D6\u30EA\u30C3\u30B8\u306F\u3001\u660E\u793A\u7684\u306B\u69CB\u6210\u304A\u3088\u3073\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u305F\u30A2\u30C0\u30D7\u30BF"{0}"\u3092\u7121\u8996\u3057\u307E\u3059\u3002\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u305F\u30A2\u30C0\u30D7\u30BF\u306F\u7121\u8996\u3055\u308C\u307E\u3059\u3002
