## {0}: String error
errorLoadingLCMConfig=\u30E9\u30A4\u30D5\u30B5\u30A4\u30AF\u30EB\u69CB\u6210\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3002\u30A8\u30E9\u30FC: "{0}"
invalidPersistenceType=LCM\u69CB\u6210\u306B\u6307\u5B9A\u3057\u305F\u6C38\u7D9A\u6027\u30BF\u30A4\u30D7\u304C\u7121\u52B9\u3067\u3059
databaseHandlerUnavailable=LCM\u69CB\u6210\u3067\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30FB\u30CF\u30F3\u30C9\u30E9\u304C\u521D\u671F\u5316\u3055\u308C\u3066\u3044\u307E\u305B\u3093
lcmConfigFileNotFound=LCM\u69CB\u6210\u30D5\u30A1\u30A4\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
## {0}: String error
lcmConfigForDBPersistenceNotFound=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u6C38\u7D9A\u6027LCM\u69CB\u6210\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u53D6\u5F97\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30A8\u30E9\u30FC: "{0}"
## {0}: String envName
environmentExists=\u74B0\u5883"{0}"\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002 
environmentConfigNotFound=LCM\u69CB\u6210\u306B\u74B0\u5883\u69CB\u6210\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
lcmConfigNotFound=LCM\u69CB\u6210\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
## {0}: String partitionId
partitionNotFound=LCM\u69CB\u6210\u3067\u3001ID "{0}"\u306E\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306F\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
## {0}: String runtimeName
runtimeNotFound=LCM\u69CB\u6210\u3067\u3001"{0}"\u3068\u3044\u3046\u540D\u524D\u306E\u30E9\u30F3\u30BF\u30A4\u30E0\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
runtimesNotFound=LCM\u69CB\u6210\u3067\u30E9\u30F3\u30BF\u30A4\u30E0\u69CB\u6210\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
## {0}: String envName
envNotFound=LCM\u69CB\u6210\u3067\u3001"{0}"\u3068\u3044\u3046\u540D\u524D\u306E\u74B0\u5883\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
nullEnvForSync=\u540C\u671F\u306E\u5BFE\u8C61\u306B\u6307\u5B9A\u3055\u308C\u305F\u74B0\u5883\u304CNULL\u3067\u3059\u3002
## {0}: String pluginPath
pluginLoadFailed=\u30D7\u30E9\u30B0\u30A4\u30F3"{0}"\u306B\u3001\u30ED\u30FC\u30C9\u3067\u304D\u308B\u30AF\u30E9\u30B9\u304C\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String type
partitionPluginNotFound=\u30BF\u30A4\u30D7"{0}"\u306E\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u30FB\u30D7\u30E9\u30B0\u30A4\u30F3\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
## {0}: String type
runtimePluginNotFound=\u30BF\u30A4\u30D7"{0}"\u306E\u30E9\u30F3\u30BF\u30A4\u30E0\u30FB\u30D7\u30E9\u30B0\u30A4\u30F3\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
## {0}: String partitionName, {1}: String id
partitionExistsInLCM=\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3"{0}"\u306F\u3001"{1}"\u3068\u3044\u3046ID\u3067LCM\u69CB\u6210\u306B\u3059\u3067\u306B\u767B\u9332\u3055\u308C\u3066\u3044\u307E\u3059\u3002
exceptionCreatingPartitionConfiguration=\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u69CB\u6210\u306E\u4F5C\u6210\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cannotDeleteGlobalPartition=\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u3092\u660E\u793A\u7684\u306B\u524A\u9664\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String environmentName
cannotDeletePartitionReferencedEnv=\u30E9\u30F3\u30BF\u30A4\u30E0\u30FB\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306F\u3001\u74B0\u5883"{0}"\u306B\u3088\u3063\u3066\u53C2\u7167\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String name
partitionWithSpecifiedNameNotFound=LCM\u69CB\u6210\u3067\u3001"{0}"\u3068\u3044\u3046\u540D\u524D\u306E\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
## {0}: String operation, {1}: String name
invalidEnvironmentOperation=\u74B0\u5883"{1}"\u3067\u3001\u7121\u52B9\u306A\u64CD\u4F5C"{0}"\u304C\u6307\u5B9A\u3055\u308C\u307E\u3057\u305F\u3002
exceptionWhenWaitingForTaskCompletion=LCM\u975E\u540C\u671F\u30BF\u30B9\u30AF\u306E\u5B8C\u4E86\u3092\u5F85\u6A5F\u4E2D\u306B\u4F8B\u5916\u3092\u6355\u6349\u3057\u307E\u3057\u305F
nullPropertiesInLifecycleTaskPoll=LifecycleTaskPollThread\u306B\u6E21\u3055\u308C\u305F\u30D7\u30ED\u30D1\u30C6\u30A3\u304CNULL\u3067\u3059\u3002
invalidOperationInLifecycleTaskPoll=LifecycleTaskPollThread\u306B\u6E21\u3055\u308C\u305F\u64CD\u4F5C\u304CNULL\u3067\u3059\u3002
exceptionCallingOTDRuntimePluginStart=OTD RuntimePlugin\u306E\u8D77\u52D5\u30E1\u30BD\u30C3\u30C9\u3092\u547C\u51FA\u3057\u4E2D\u306B\u4F8B\u5916\u3092\u6355\u6349\u3057\u307E\u3057\u305F
exceptionCallingPartitionPluginStart=PartitionPlugin\u306E\u8D77\u52D5\u30E1\u30BD\u30C3\u30C9\u3092\u547C\u51FA\u3057\u4E2D\u306B\u4F8B\u5916\u3092\u6355\u6349\u3057\u307E\u3057\u305F
exceptionOnCreate=\u30D7\u30E9\u30B0\u30A4\u30F3\u306E\u4F5C\u6210\u30E1\u30BD\u30C3\u30C9\u3092\u547C\u51FA\u3057\u4E2D\u306B\u4F8B\u5916\u3092\u6355\u6349\u3057\u307E\u3057\u305F
exceptionOnScaling=\u30B9\u30B1\u30FC\u30EB\u30FB\u30A2\u30C3\u30D7\u30FB\u30E1\u30BD\u30C3\u30C9\u3092\u547C\u51FA\u3057\u4E2D\u306B\u4F8B\u5916\u3092\u6355\u6349\u3057\u307E\u3057\u305F
## {0}: String name
exceptionCreatingRuntime=\u30E9\u30F3\u30BF\u30A4\u30E0{0}\u306E\u4F5C\u6210\u4E2D\u306B\u4F8B\u5916\u3092\u6355\u6349\u3057\u307E\u3057\u305F\u3002
## {0}: String name
exceptionDeletingRuntime=\u30E9\u30F3\u30BF\u30A4\u30E0{0}\u306E\u524A\u9664\u4E2D\u306B\u4F8B\u5916\u3092\u6355\u6349\u3057\u307E\u3057\u305F\u3002
runtimesConfigNotFound=LCM\u69CB\u6210\u306B\u30E9\u30F3\u30BF\u30A4\u30E0\u69CB\u6210\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
## {0}: String op
opNotAllowedForRuntime=\u64CD\u4F5C{0}\u306F\u30E9\u30F3\u30BF\u30A4\u30E0\u3067\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002
exceptionSettingUpFileWatcherLCMConfig=LCM\u69CB\u6210\u306B\u30A6\u30A9\u30C3\u30C1\u30E3\u3092\u8A2D\u5B9A\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## {0}: String host, {1}: String port
runtimeWithHostPortExists=\u6307\u5B9A\u3055\u308C\u305F\u30DB\u30B9\u30C8\u3068\u30DD\u30FC\u30C8\u306E\u30E9\u30F3\u30BF\u30A4\u30E0\u306F\u3001\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002\u30DB\u30B9\u30C8\u540D: {0}\u3001\u30DD\u30FC\u30C8: {1}\u3002
## {0}: String name
runtimeWithNameExists=\u6307\u5B9A\u3055\u308C\u305F\u540D\u524D"{0}"\u306E\u30E9\u30F3\u30BF\u30A4\u30E0\u306F\u3001\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
## {0}: String fileName, {1}: long size
cannotLoadConfigFile=\u30E9\u30A4\u30D5\u30B5\u30A4\u30AF\u30EB\u69CB\u6210\u30D5\u30A1\u30A4\u30EB"{0}"\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3002\u30B5\u30A4\u30BA : {1}\u3002\u30D5\u30A1\u30A4\u30EB\u304C\u5B58\u5728\u3057\u3066\u8AAD\u53D6\u308A\u53EF\u80FD\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
