messagedetail2162200=Nenhuma Classe Principal definida no arquivo de manifesto no M\u00F3dulo Java com nome. Este m\u00F3dulo ser\u00E1 tratado como o JAR do utilit\u00E1rio e as etapas de inicializa\u00E7\u00E3o subsequentes ser\u00E3o ignoradas.
cause2162200=Consulte o corpo da mensagem.
action2162200=Nenhuma a\u00E7\u00E3o \u00E9 necess\u00E1ria, a menos que voc\u00EA acredite que este deve ser um m\u00F3dulo do cliente Java. Neste caso, voc\u00EA deve especificar Main_Class para este m\u00F3dulo em MANIFEST.MF.
messagedetail2162201=Nenhum nome de aplicativo ativo encontrado no servidor com o nome especificado. Talvez o aplicativo n\u00E3o tenha sido implantado ou, se implantado, talvez n\u00E3o esteja ativo.
cause2162201=O aplicativo talvez n\u00E3o tenha sido implantado ou, se implantado, talvez n\u00E3o esteja ativo.
action2162201=Talvez voc\u00EA queira corrigir o nome do aplicativo ou verificar se o aplicativo est\u00E1 ativo no servidor, contatando o administrador do sistema.
cause2162202=Esta \u00E9 uma mensagem suspensa.
action2162202=Nenhuma a\u00E7\u00E3o necess\u00E1ria.
cause2162203=Esta \u00E9 uma mensagem suspensa.
action2162203=Nenhuma a\u00E7\u00E3o necess\u00E1ria.
cause2162204=Esta \u00E9 uma mensagem suspensa.
action2162204=Nenhuma a\u00E7\u00E3o necess\u00E1ria.
cause2162205=Esta \u00E9 uma mensagem suspensa.
action2162205=Nenhuma a\u00E7\u00E3o necess\u00E1ria.
cause2162206=N\u00E3o h\u00E1 entrada para javax.transaction.UserTransaction no contexto-raiz.
action2162206=Entre em Contato com o Suporte T\u00E9cnico da Oracle.
cause2162207=Esta \u00E9 uma mensagem suspensa.
action2162207=Nenhuma a\u00E7\u00E3o necess\u00E1ria.
cause2162208=Esta \u00E9 uma mensagem suspensa.
action2162208=Nenhuma a\u00E7\u00E3o necess\u00E1ria.
cause2162209=Esta \u00E9 uma mensagem suspensa.
action2162209=Nenhuma a\u00E7\u00E3o necess\u00E1ria.
cause2162210=Consulte o corpo da mensagem.
action2162210=Nenhuma a\u00E7\u00E3o necess\u00E1ria.
cause2162211=Consulte o corpo da mensagem.
action2162211=Nenhuma a\u00E7\u00E3o necess\u00E1ria.
cause2162212=Consulte o corpo da mensagem.
action2162212=Nenhuma a\u00E7\u00E3o necess\u00E1ria.
cause2162213=Consulte o corpo da mensagem.
action2162213=Nenhuma a\u00E7\u00E3o necess\u00E1ria.
cause2162214=Consulte o corpo da mensagem.
action2162214=Nenhuma a\u00E7\u00E3o necess\u00E1ria.
cause2162215=Consulte o corpo da mensagem.
action2162215=Nenhuma a\u00E7\u00E3o necess\u00E1ria.
cause2162216=Consulte o corpo da mensagem.
action2162216=Nenhuma a\u00E7\u00E3o necess\u00E1ria.
messagedetail2162217=Nenhum aplicativo foi encontrado no servidor com o nome especificado.
cause2162217=Talvez voc\u00EA esteja usando um nome de aplicativo incorreto, ou houve falha na implanta\u00E7\u00E3o e na ativa\u00E7\u00E3o do aplicativo com esse nome no servidor.
action2162217=Corrija o nome do aplicativo ou verifique se o aplicativo est\u00E1 implantado no servidor, contatando o administrador do sistema.
messagedetail2162218=O id do aplicativo nomeado \u00E9 constitu\u00EDdo pelo nome e pela vers\u00E3o do aplicativo. Nenhum aplicativo ativo foi encontrado no servidor com esse nome e essa vers\u00E3o.
cause2162218=Isso pode ocorrer porque nenhum aplicativo foi implantado com esse nome e essa vers\u00E3o no servidor. Tamb\u00E9m pode ser que o servidor ainda esteja no processo de implanta\u00E7\u00E3o e ativa\u00E7\u00E3o desta vers\u00E3o da aplicativo, ou talvez voc\u00EA esteja usando um nome ou uma vers\u00E3o incorreta do aplicativo.
action2162218=Verifique se est\u00E1 usando o nome e vers\u00E3o do aplicativo corretos. Voc\u00EA pode tentar novamente ap\u00F3s alguns minutos, caso o servidor ainda esteja no processo de implantar ou ativar o aplicativo. Se essas solu\u00E7\u00F5es n\u00E3o resolverem o problema, envie a mensagem de erro para o administrador do sistema.
cause2162219=Esta \u00E9 uma mensagem suspensa.
action2162219=Nenhuma a\u00E7\u00E3o necess\u00E1ria.
cause2162220=Esta \u00E9 uma mensagem suspensa.
action2162220=Nenhuma a\u00E7\u00E3o necess\u00E1ria.
cause2162221=Esta \u00E9 uma mensagem suspensa.
action2162221=Nenhuma a\u00E7\u00E3o necess\u00E1ria.
cause2162222=Esta \u00E9 uma mensagem suspensa.
action2162222=Nenhuma a\u00E7\u00E3o necess\u00E1ria.
cause2162223=Esta \u00E9 uma mensagem suspensa.
action2162223=Nenhuma a\u00E7\u00E3o necess\u00E1ria.
cause2162224=Esta \u00E9 uma mensagem suspensa.
action2162224=Nenhuma a\u00E7\u00E3o necess\u00E1ria.
cause2162225=Esta \u00E9 uma mensagem suspensa.
action2162225=Nenhuma a\u00E7\u00E3o necess\u00E1ria.
cause2162226=Esta \u00E9 uma mensagem suspensa.
action2162226=Nenhuma a\u00E7\u00E3o necess\u00E1ria.
cause2162227=Esta \u00E9 uma mensagem suspensa.
action2162227=Nenhuma a\u00E7\u00E3o necess\u00E1ria.
cause2162228=Esta \u00E9 uma mensagem suspensa.
action2162228=Nenhuma a\u00E7\u00E3o necess\u00E1ria.
cause2162229=Esta \u00E9 uma mensagem suspensa.
action2162229=Entre em Contato com o Suporte T\u00E9cnico da Oracle.
cause2162230=Esta \u00E9 uma mensagem suspensa.
action2162230=Nenhuma a\u00E7\u00E3o necess\u00E1ria.
cause2162231=Falha ao fazer binding de java:comp/DefaultJMSConnectionFactory para o container do cliente do aplicativo.
action2162231=Entre em Contato com o Suporte T\u00E9cnico da Oracle.
