002900=\u81EA\u5DF1\u30C1\u30E5\u30FC\u30CB\u30F3\u30B0\u30FB\u30B9\u30EC\u30C3\u30C9\u30FB\u30D7\u30FC\u30EB\u3092\u521D\u671F\u5316\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String module, {1}: String app, {2}: String name, {3}: String min, {4}: String max
002901=\u30E2\u30B8\u30E5\u30FC\u30EB"{0}"\u304A\u3088\u3073\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3"{1}"\u306B\u5BFE\u3057\u3066\u6700\u5C0F\u30B9\u30EC\u30C3\u30C9\u6570\u5236\u7D04"{3}"\u304A\u3088\u3073\u6700\u5927\u30B9\u30EC\u30C3\u30C9\u6570\u5236\u7D04"{4}"\u3092\u69CB\u6210\u3057\u3066\u3001\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3"{2}"\u3092\u4F5C\u6210\u3057\u3066\u3044\u307E\u3059
## {0}: String name
002902=\u5B9F\u884C\u30AD\u30E5\u30FC"{0}"\u3092\u4F5C\u6210\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String app, {1}: String name
002903="{1}" WorkManagerMBean\u304B\u3089\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3"{0}"\u306E\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u3092\u4F5C\u6210\u3057\u3066\u3044\u307E\u3059
## {0}: int incr, {1}: int total
002904=\u5171\u901A\u306E\u30B9\u30EC\u30C3\u30C9\u30FB\u30D7\u30FC\u30EB\u306B{0}\u30B9\u30EC\u30C3\u30C9\u3092\u8FFD\u52A0\u3057\u3066\u3044\u307E\u3059\u3002\u30B9\u30EC\u30C3\u30C9\u4EF6\u6570\u306F\u73FE\u5728{1}\u3067\u3059\u3002
## {0}: int incr
002905=\u30B9\u30EC\u30C3\u30C9\u30FB\u30D7\u30FC\u30EB\u304B\u3089{0}\u500B\u306E\u30B9\u30EC\u30C3\u30C9\u3092\u524A\u9664\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String name, {1}: long elapsedTime, {2}: String currentWork, {3}: long hogThreshold
002906=\u30EA\u30AF\u30A8\u30B9\u30C8"{2}"\u306E\u51E6\u7406\u4E2D\u306B{0}\u306F"{1}"\u79D2\u9593\u30D3\u30B8\u30FC\u72B6\u614B\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002\u3053\u308C\u306F\u3001\u6700\u5927\u5360\u6709\u6642\u9593\u306E"{3}"\u79D2\u3092\u8D85\u3048\u3066\u3044\u307E\u3059\u3002
## {0}: String name
002907={0}\u306F\u3001\u65B0\u3057\u3044\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u53D6\u5F97\u3059\u308B\u305F\u3081\u306B\u518D\u5EA6\u4F7F\u7528\u53EF\u80FD\u306B\u306A\u308A\u307E\u3057\u305F
## {0}: String name, {1}: Throwable th
002908=\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3{0}\u7528\u306E\u5B9F\u884C\u6642MBean\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002{1}
## {0}: String name
002909={0}
## {0}: String wm, {1}: int incr, {2}: int total
002910={1}\u5C02\u7528\u30B9\u30EC\u30C3\u30C9\u3092{0}\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306B\u5272\u308A\u5F53\u3066\u3066\u3044\u307E\u3059\u3002\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3{0}\u306B\u306F\u3001\u73FE\u5728{2}\u30B9\u30EC\u30C3\u30C9\u3042\u308A\u307E\u3059\u3002
## {0}: String wm, {1}: Throwable th
002911=\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3{0}\u306F\u3001{1}\u306B\u3088\u308A\u3001\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u30B9\u30B1\u30B8\u30E5\u30FC\u30EB\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
## {0}: String wm, {1}: int curLength, {2}: int capacity
002912=\u73FE\u5728\u306E\u9577\u3055{1}\u304C\u6700\u5927\u5BB9\u91CF{2}\u3092\u8D85\u904E\u3057\u3066\u3044\u308B\u306E\u3067\u3001\u30AA\u30FC\u30D0\u30FC\u30ED\u30FC\u30C9\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3 {0}\u304C\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u62D2\u5426\u3057\u307E\u3057\u305F
## {0}: String wm
002913=\u30B5\u30FC\u30D0\u30FC\u306E\u30E1\u30E2\u30EA\u30FC\u304C\u5C11\u306A\u3044\u306E\u3067\u3001\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3{0}\u304C\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u62D2\u5426\u3057\u307E\u3057\u305F
## {0}: Throwable th
002914=\u505C\u6B62\u30B3\u30FC\u30EB\u30D0\u30C3\u30AF\u306E\u547C\u51FA\u3057\u304C\u6B21\u306E\u7406\u7531\u3067\u5931\u6557\u3057\u307E\u3057\u305F: \n {0}
## {0}: String name, {1}: int current, {2}: int new
002915=\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30AF\u30E9\u30B9{0}\u306E\u30B9\u30EC\u30C3\u30C9\u512A\u5148\u5EA6\u306F\u3001{1}\u304B\u3089{2}\u306B\u5909\u66F4\u3055\u308C\u307E\u3057\u305F
## {0}: String wmName, {1}: String appName
002916=\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u304C\u505C\u6B62\u3057\u3066\u3044\u308B\u305F\u3081\u3001\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3{0}\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{1}\u306B\u5C5E\u3059\u308B\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u62D2\u5426\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String wmName, {1}: String appName
002917=\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u304C\u505C\u6B62\u3057\u3066\u3044\u308B\u305F\u3081\u3001\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3{0}\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{1}\u306B\u5C5E\u3059\u308B\u30AD\u30E5\u30FC\u3067\u5F85\u6A5F\u4E2D\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u62D2\u5426\u3055\u308C\u307E\u3057\u305F\u3002
002918=\u81EA\u5DF1\u30C1\u30E5\u30FC\u30CB\u30F3\u30B0\u30FB\u30E2\u30FC\u30C9\u306B\u3042\u308B\u30B5\u30FC\u30D0\u30FC\u304C\u5B9F\u884C\u30AD\u30E5\u30FC\u3092\u691C\u51FA\u3057\u307E\u3057\u305F\u3002\u5B9F\u884C\u30AD\u30E5\u30FC\u306F\u81EA\u5DF1\u30C1\u30E5\u30FC\u30CB\u30F3\u30B0\u3055\u308C\u307E\u305B\u3093\u3002\u4EE5\u524D\u306E\u30EA\u30EA\u30FC\u30B9\u3068\u540C\u3058\u52D5\u4F5C\u304C\u7DAD\u6301\u3055\u308C\u307E\u3059\u3002\u81EA\u5DF1\u30C1\u30E5\u30FC\u30CB\u30F3\u30B0\u3092\u5229\u7528\u3059\u308B\u306B\u306F\u3001\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u3092\u4F7F\u7528\u3059\u308B\u3053\u3068\u3092\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String workManagerName, {1}: String applicationName
002919=\u540D\u524D{0}\u306E\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002\u30C7\u30A3\u30B9\u30D1\u30C3\u30C1\u30FB\u30DD\u30EA\u30B7\u30FC{0}\u306F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{1}\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306B\u30DE\u30C3\u30D7\u3055\u308C\u307E\u3059
002920=mSA\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9
002921=\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306E\u540D\u524D
002922=\u30AD\u30E5\u30FC\u3067\u5F85\u6A5F\u3057\u3066\u3044\u308B\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u6570
002923=\u51E6\u7406\u3055\u308C\u305F\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u6570
002924=\u7279\u5B9A\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306EMinThreadsConstraint\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9
002925=\u5B8C\u4E86\u6E08\u307F\u30EA\u30AF\u30A8\u30B9\u30C8\u6570
002926=\u4F7F\u7528\u53EF\u80FD\u306A\u30B9\u30EC\u30C3\u30C9\u3092\u5F85\u6A5F\u3057\u3066\u3044\u308B\u4FDD\u7559\u4E2D\u306E\u30EA\u30AF\u30A8\u30B9\u30C8
002927=\u73FE\u5728\u5B9F\u884C\u4E2D\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u6570
002928=\u3053\u306E\u5236\u7D04\u3092\u6E80\u305F\u3059\u305F\u3081\u306B\u9806\u5E8F\u304B\u3089\u5916\u308C\u3066\u5B9F\u884C\u3055\u308C\u305F\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u6570
002929=\u5236\u7D04\u3092\u6E80\u305F\u3059\u305F\u3081\u306B\u5B9F\u884C\u3059\u308B\u5FC5\u8981\u306E\u3042\u308B\u30EA\u30AF\u30A8\u30B9\u30C8\u6570
002930=\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u30B9\u30EC\u30C3\u30C9\u3092\u5F85\u6A5F\u3057\u305F\u6700\u5927\u6642\u9593\u3002\u5236\u7D04\u3092\u6E80\u305F\u3059\u305F\u3081\u306B\u5B9F\u884C\u304C\u5FC5\u8981\u306A\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u307F\u304C\u8003\u616E\u3055\u308C\u307E\u3059\u3002
002931=\u5236\u7D04\u3092\u6E80\u305F\u3059\u305F\u3081\u306B\u5B9F\u884C\u3059\u308B\u5FC5\u8981\u306E\u3042\u308B\u30EA\u30AF\u30A8\u30B9\u30C8\u6570
002932=\u7279\u5B9A\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306EMaxThreadsConstraint\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9
002933=\u73FE\u5728\u5B9F\u884C\u4E2D\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u6570
002934=\u5236\u7D04\u3092\u8D85\u904E\u3057\u305F\u305F\u3081\u5B9F\u884C\u306E\u30B9\u30EC\u30C3\u30C9\u304C\u62D2\u5426\u3055\u308C\u305F\u30EA\u30AF\u30A8\u30B9\u30C8\u6570
## {0}: String entry, {1}: String value
002935=\u5024: {1}\u306E\u30A8\u30F3\u30C8\u30EA{0}\u306EContextCase\u8981\u7D20\u5185\u306Erequest-class-name\u53C2\u7167;\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306B\u5BFE\u3057\u3066\u89E3\u6C7A\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String constraintName
002936=\u6700\u5927\u30B9\u30EC\u30C3\u30C9\u6570\u5236\u7D04{0}\u306B\u9054\u3057\u307E\u3057\u305F
## {0}: String constraintName
002937=\u6700\u5927\u30B9\u30EC\u30C3\u30C9\u6570\u5236\u7D04{0}\u3088\u308A\u5C11\u306A\u304F\u306A\u308A\u307E\u3057\u305F\u3002
## {0}: String workManagerName
002938=\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3"{0}"\u304C\u30AB\u30B9\u30BF\u30DE\u30A4\u30BA\u3055\u308C\u305F\u69CB\u6210\u3067\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F
## {0}: String constraintName, {1}: int num, {2}: long period
002939=\u904E\u53BB{2}\u79D2\u9593\u306B{1}\u56DE\u3001\u6700\u5927\u30B9\u30EC\u30C3\u30C9\u6570\u5236\u7D04{0}\u306B\u9054\u3057\u307E\u3057\u305F\u3002
## {0}: String workManagerName
002940=\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u505C\u6B62\u30C8\u30EA\u30AC\u30FC\u306B\u5F93\u3063\u3066\u3001\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3"{0}"\u3092\u505C\u6B62\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: int numThreads
002941=\u30B9\u30BF\u30F3\u30D0\u30A4\u30FB\u30B9\u30EC\u30C3\u30C9\u30FB\u30D7\u30FC\u30EB\u304B\u3089{0}\u500B\u306E\u30B9\u30EC\u30C3\u30C9\u3092\u524A\u9664\u3057\u307E\u3057\u305F\u3002
## {0}: int memLevel, {1}: int newPoolSize
002942=CMM\u30E1\u30E2\u30EA\u30FC\u30FB\u30EC\u30D9\u30EB\u304C{0}\u306B\u306A\u308A\u307E\u3059\u3002\u30B9\u30BF\u30F3\u30D0\u30A4\u30FB\u30B9\u30EC\u30C3\u30C9\u30FB\u30D7\u30FC\u30EB\u30FB\u30B5\u30A4\u30BA\u3092{1}\u306B\u8A2D\u5B9A\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String maxConstraintName, {1}: String wmName, {2}: int maxCapacity
002943=\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3"{1}"\u306E\u6700\u5927\u30B9\u30EC\u30C3\u30C9\u6570\u5236\u7D04"{0}"\u30AD\u30E5\u30FC\u304C\u3001\u6700\u5927\u5BB9\u91CF\u306E{2}\u8981\u7D20\u306B\u9054\u3057\u307E\u3057\u305F\u3002\u6700\u5927\u30B9\u30EC\u30C3\u30C9\u6570\u5236\u7D04\u306E\u30AD\u30E5\u30FC\u30FB\u30B5\u30A4\u30BA\u306E\u8A2D\u5B9A\u3092\u5927\u304D\u304F\u3059\u308B\u3053\u3068\u3092\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String maxConstraintName, {1}: String wmName, {2}: int maxCapacity, {3}: int num, {4}: long period
002944=\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3"{1}"\u306E\u6700\u5927\u30B9\u30EC\u30C3\u30C9\u6570\u5236\u7D04"{0}"\u30AD\u30E5\u30FC\u304C\u3001\u904E\u53BB{4}\u79D2\u9593\u306B\u6700\u5927\u5BB9\u91CF\u306E{2}\u8981\u7D20\u306B{3}\u56DE\u9054\u3057\u307E\u3057\u305F\u3002\u6700\u5927\u30B9\u30EC\u30C3\u30C9\u6570\u5236\u7D04\u306E\u30AD\u30E5\u30FC\u30FB\u30B5\u30A4\u30BA\u306E\u8A2D\u5B9A\u3092\u5927\u304D\u304F\u3059\u308B\u3053\u3068\u3092\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: Throwable th
002945=\u30A8\u30E9\u30FC: {0}\u306E\u305F\u3081\u3001\u81EA\u5DF1\u30C1\u30E5\u30FC\u30CB\u30F3\u30B0\u30FB\u30B9\u30EC\u30C3\u30C9\u30FB\u30D7\u30FC\u30EB\u306E\u30B9\u30EC\u30C3\u30C9\u5BFE\u3057\u3066ThreadLocal\u30AF\u30EA\u30FC\u30F3\u30A2\u30C3\u30D7\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093
## {0}: String partitionName
002946=\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3{0}\u7528\u306E\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306E\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u3092\u30ED\u30FC\u30C9\u4E2D\u3001\u305D\u306E\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u69CB\u6210\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String partitionName
002947=\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3{0}\u7528\u306E\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u69CB\u6210\u304C\u4F7F\u7528\u53EF\u80FD\u3067\u3059\u3002\u305D\u306E\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u7528\u306E\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306E\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u304C\u6B63\u5E38\u306B\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String partitionName, {1}: Throwable th
002948=\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3{0}\u7528\u306E\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306E\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u3092\u30ED\u30FC\u30C9\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {1}
## {0}: String partitionName
002949=\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3{0}\u7528\u306B\u69CB\u6210\u3055\u308C\u305F\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306E\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306B\u30A2\u30AF\u30BB\u30B9\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u305D\u306E\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306F\u3053\u306E\u30BB\u30FC\u30D0\u30FC\u306B\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String partitionName, {1}: int cap
002950=\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3"{0}"\u306F\u3001\u6700\u5C0F\u30B9\u30EC\u30C3\u30C9\u6570\u5236\u7D04{1}\u3067\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u5185\u306E\u3059\u3079\u3066\u306E\u69CB\u6210\u6E08\u6700\u5C0F\u30B9\u30EC\u30C3\u30C9\u6570\u5236\u7D04\u306E\u5408\u8A08\u3088\u308A\u5C11\u306A\u3044\u3067\u3059\u3002
## {0}: Throwable t, {1}: String partitionName
002951=\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306E\u4E0B\u306B\u30B9\u30EC\u30C3\u30C9\u3092\u4F5C\u6210\u3057\u3088\u3046\u3068\u3057\u3066\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}\u3002\u304B\u308F\u308A\u306B\u3001\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3&quot;{1}&quot;\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306E\u4E0B\u306B\u30B9\u30EC\u30C3\u30C9\u304C\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String partitionName
002952=\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3{0}\u306E\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u6700\u5927\u30B9\u30EC\u30C3\u30C9\u6570\u5236\u7D04\u306B\u9054\u3057\u307E\u3057\u305F\u3002
## {0}: String partitionName, {1}: int num, {2}: long period
002953=\u904E\u53BB{2}\u79D2\u9593\u306B{1}\u56DE\u3001\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306E\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u6700\u5927\u30B9\u30EC\u30C3\u30C9\u6570\u5236\u7D04{0}\u306B\u9054\u3057\u307E\u3057\u305F\u3002
## {0}: String maxConstraintName, {1}: String wmName, {2}: int maxCapacity
002954=\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3"{1}"\u306E\u4F5C\u696D\u30A8\u30F3\u30C8\u30EA\u3092\u30AD\u30E5\u30FC\u306B\u8FFD\u52A0\u3057\u3088\u3046\u3068\u3057\u3066\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u6700\u5927\u30B9\u30EC\u30C3\u30C9\u6570\u5236\u7D04"{0}"\u30AD\u30E5\u30FC\u304C\u3001\u6700\u5927\u5BB9\u91CF\u306E{2}\u8981\u7D20\u306B\u9054\u3057\u307E\u3057\u305F\u3002\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u6700\u5927\u30B9\u30EC\u30C3\u30C9\u6570\u5236\u7D04\u306E\u30AD\u30E5\u30FC\u30FB\u30B5\u30A4\u30BA\u306E\u8A2D\u5B9A\u3092\u5927\u304D\u304F\u3059\u308B\u3053\u3068\u3092\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String maxConstraintName, {1}: String wmName, {2}: int maxCapacity, {3}: int num, {4}: long period
002955="{1}"\u3092\u542B\u3080\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306E\u4F5C\u696D\u30A8\u30F3\u30C8\u30EA\u3092\u8FFD\u52A0\u3057\u3088\u3046\u3068\u3057\u3066\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u6700\u5927\u30B9\u30EC\u30C3\u30C9\u6570\u5236\u7D04"{0}"\u304C\u3001\u904E\u53BB{4}\u79D2\u9593\u306B\u6700\u5927\u5BB9\u91CF\u306E{2}\u8981\u7D20\u306B{3}\u56DE\u9054\u3057\u307E\u3057\u305F\u3002\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u6700\u5927\u30B9\u30EC\u30C3\u30C9\u6570\u5236\u7D04\u306E\u30AD\u30E5\u30FC\u30FB\u30B5\u30A4\u30BA\u306E\u8A2D\u5B9A\u3092\u5927\u304D\u304F\u3059\u308B\u3053\u3068\u3092\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: Throwable t
002956=\u81EA\u5DF1\u30C1\u30E5\u30FC\u30CB\u30F3\u30B0\u30FB\u30B9\u30EC\u30C3\u30C9\u30FB\u30D7\u30FC\u30EB\u306E\u30B9\u30EC\u30C3\u30C9\u4EF6\u6570\u30C1\u30E5\u30FC\u30CB\u30F3\u30B0\u6A5F\u80FD\u304C{0}\u306E\u305F\u3081\u306B\u505C\u6B62\u3057\u307E\u3057\u305F\u3002
## {0}: String requestClassName, {1}: int share
002957=\u30D5\u30A7\u30A2\u30FB\u30B7\u30A7\u30A2\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30AF\u30E9\u30B9"{0}"\u306F\u30D5\u30A7\u30A2\u30FB\u30B7\u30A7\u30A2\u5024"{1}"\u3067\u69CB\u6210\u3055\u308C\u3066\u304A\u308A\u3001\u3053\u306E\u5024\u306F\u3001\u63A8\u5968\u3055\u308C\u308B\u6700\u5927\u5024\u3067\u3042\u308B100\u3092\u8D85\u3048\u3066\u3044\u307E\u3059\u3002
002958=WorkManager\u72B6\u614B\u30C0\u30F3\u30D7\u304C\u6709\u52B9\u306B\u306A\u308A\u307E\u3057\u305F\u3002
## {0}: int runningThreadsCount, {1}: int idleThreadsCount, {2}: int standbyThreadsCount
002959=\u81EA\u5DF1\u30C1\u30E5\u30FC\u30CB\u30F3\u30B0\u30FB\u30B9\u30EC\u30C3\u30C9\u30FB\u30D7\u30FC\u30EB\u306B\u306F\u3001{0}\u306E\u5B9F\u884C\u4E2D\u30B9\u30EC\u30C3\u30C9\u3001{1}\u306E\u30A2\u30A4\u30C9\u30EB\u72B6\u614B\u306E\u30B9\u30EC\u30C3\u30C9\u3001{2}\u306E\u30B9\u30BF\u30F3\u30D0\u30A4\u72B6\u614B\u306E\u30B9\u30EC\u30C3\u30C9\u304C\u542B\u307E\u308C\u307E\u3059
## {0}: int markCriticalStuckCount
002960=\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001{0}\u500B\u306E\u30B9\u30BF\u30C3\u30AF\u30FB\u30B9\u30EC\u30C3\u30C9\u304C\u767A\u751F\u3057\u305F\u5F8C\u306B\u30B5\u30FC\u30D0\u30FC\u72B6\u614B\u3092\u30AF\u30EA\u30C6\u30A3\u30AB\u30EB\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3057\u307E\u3059
