2002000={0}\u306B\u6307\u5B9A\u3057\u305F\u30AA\u30D7\u30B7\u30E7\u30F3\u306F\u7121\u52B9\u3067\u3059\u3002Ant\u306E\u30D3\u30EB\u30C9\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2002001=\u30E1\u30BF\u30C7\u30FC\u30BF\u30FB\u30D5\u30A1\u30AF\u30C8\u30EA"{0}"\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u3002
2002002=\u30DE\u30C3\u30D4\u30F3\u30B0\u30FB\u30D5\u30A1\u30AF\u30C8\u30EA"{0}"\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u3002
2002003=OpenJPA\u306F\u3001\u4F7F\u7528\u3059\u308B\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30FB\u30C7\u30A3\u30AF\u30B7\u30E7\u30CA\u30EA\u306E\u30BF\u30A4\u30D7\u3092\u78BA\u8A8D\u3059\u308B\u305F\u3081\u306B\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u3078\u306E\u63A5\u7D9A\u3092\u958B\u59CB\u3057\u307E\u3059\u3002\u4ECA\u5F8C\u3053\u306E\u63A5\u7D9A\u3092\u56DE\u907F\u3059\u308B\u306B\u306F\u3001org.apache.openjpa.jdbc.DBDictionary\u69CB\u6210\u30D7\u30ED\u30D1\u30C6\u30A3\u306B\u9069\u5207\u306A\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u5024\u3092\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044(\u4F7F\u7528\u53EF\u80FD\u306A\u5024\u306B\u3064\u3044\u3066\u306F\u3001\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044)\u3002
2002004=\u30D5\u30A3\u30EB\u30BF\u30FB\u30EA\u30B9\u30CA\u30FC"{0}"\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u306F\u3001"this"\u307E\u305F\u306F"company.address"\u306A\u3069\u306E\u95A2\u9023\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u307E\u3067\u306B\u901A\u904E\u3059\u308B\u30D5\u30A3\u30FC\u30EB\u30C9\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
2002005=\u30D5\u30A3\u30EB\u30BF\u30FB\u30EA\u30B9\u30CA\u30FC"{0}"\u306F\u3001\u30A4\u30F3\u30E1\u30E2\u30EA\u30FC\u51E6\u7406\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093\u3002\u3053\u308C\u306F\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306B\u5BFE\u3059\u308B\u554F\u5408\u305B\u3067\u306E\u307F\u4F7F\u7528\u3067\u304D\u307E\u3059\u3002
2002006=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306F\u6C38\u7D9A\u7684\u3067\u306A\u3044\u305F\u3081\u3001\u554F\u5408\u305B\u306E\u5BFE\u8C61\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
2002007=\u6BD4\u8F03\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u30BF\u30A4\u30D7"{0}"\u3068"{1}"\u306F\u4E92\u63DB\u6027\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2002008=\u30D5\u30A3\u30EB\u30BF\u30FB\u30EA\u30B9\u30CA\u30FC"{0}"\u306B\u306F\u5B9A\u6570\u306E\u5F15\u6570\u304C\u5FC5\u8981\u3067\u3059\u3002
2002009=\u30D5\u30A3\u30EB\u30BF"{1}"\u306B\u6307\u5B9A\u3055\u308C\u305F\u5217"{0}"\u306F\u3001\u6307\u5B9A\u3055\u308C\u305F\u30BF\u30FC\u30B2\u30C3\u30C8\u306E\u8868\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
2002010=\u975E\u6C38\u7D9A\u7684\u307E\u305F\u306F\u7D44\u8FBC\u307F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u3092\u53D6\u5F97\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
2002011=\u4F7F\u7528\u65B9\u6CD5: java org.apache.openjpa.jdbc.kernel.ClassTableJDBCSeq [-properties/-p <properties file or resource>] [-<property name> <property value>]* -action/-a <add | drop | get | set> [class name | .java file | .class file | .jdo file] [value]
2002012=\u547D\u540D\u6E08\u9806\u5E8F"{0}"\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5316\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u4F7F\u7528\u3057\u3066\u3044\u308B\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30FB\u30C7\u30A3\u30AF\u30B7\u30E7\u30CA\u30EA\u306F\u30CD\u30A4\u30C6\u30A3\u30D6\u9806\u5E8F\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093\u3002\u30C7\u30A3\u30AF\u30B7\u30E7\u30CA\u30EA\u306B\u9806\u5E8F\u306E\u5024\u306E\u9078\u629E\u65B9\u6CD5\u3092\u6307\u5B9A\u3059\u308B\u306B\u306F\u3001org.apache.openjpa.jdbc.DBDictionary: NextSequenceQuery="SELECT NEXT VALUE FOR {0}"\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002\u305F\u3060\u3057\u3001\u3053\u306E\u6587\u5B57\u5217\u306F\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306B\u9069\u3057\u305FSQL\u306B\u7F6E\u304D\u63DB\u3048\u3089\u308C\u307E\u3059\u3002
2002013=\u4F7F\u7528\u65B9\u6CD5: java org.apache.openjpa.jdbc.kernel.TableJDBCSeq [-properties/-p <properties file or resource>] [-<property name> <property value>]* -action/-a <add | drop | get | set> [value]
2002014=\u9806\u5E8F\u3092\u4F5C\u6210\u3057\u3066\u3044\u307E\u3059\u3002
2002015=\u9806\u5E8F\u3092\u524A\u9664\u3057\u3066\u3044\u307E\u3059\u3002
2002016=SQL\u554F\u5408\u305B"{0}"\u306F\u3001\u5024\u306E\u6307\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u30D1\u30E9\u30E1\u30FC\u30BF\u7D22\u5F15"{1}"\u3092\u5BA3\u8A00\u3057\u3066\u3044\u307E\u3059\u3002\u6307\u5B9A\u3055\u308C\u305F\u30D1\u30E9\u30E1\u30FC\u30BF\u306F{2}\u3067\u3059\u3002
2002017=\u4EEE\u60F3\u30DE\u30C3\u30D4\u30F3\u30B0"{0}"\u3092\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5316\u3067\u304D\u307E\u305B\u3093\u3002
2002018=\u30AA\u30D7\u30C6\u30A3\u30DF\u30B9\u30C6\u30A3\u30C3\u30AF\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u4E00\u90E8\u306E\u30C7\u30FC\u30BF\u306E\u30ED\u30C3\u30AF\u3092\u30EA\u30AF\u30A8\u30B9\u30C8\u3057\u305F\u305F\u3081\u3001OpenJPA\u306F\u30C7\u30FC\u30BF\u30B9\u30C8\u30A2\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u958B\u59CB\u3057\u3066\u3044\u307E\u3059\u3002
2002019=\u9806\u5E8F\u306E\u5024\u3092\u66F4\u65B0\u3057\u3066\u3044\u307E\u3059\u3002
2002020=JDBC\u30ED\u30C3\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001\u30DF\u30EA\u79D2\u306E\u7CBE\u5EA6\u306E\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093\u3002\u5076\u6570\u306E\u79D2\u5024\u306B\u306F1000\u306E\u500D\u6570\u3067\u3042\u308B\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2002021=\u30BB\u30FC\u30D6\u30DD\u30A4\u30F3\u30C8"{0}"\u306B\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3057\u3088\u3046\u3068\u3057\u305F\u3068\u304D\u306B\u3001\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
2002022=\u3053\u306E\u30BF\u30A4\u30D7"{0}"\u306E\u9806\u5E8F\u3067\u306F\u3001\u6C38\u7D9A\u6027\u30BF\u30A4\u30D7"{1}"\u306E\u5024\u3092\u751F\u6210\u3067\u304D\u307E\u305B\u3093\u3002
2002023=sql "{0}"\u306E\u884C\u304C\u623B\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u69CB\u6210\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2002024=\u9806\u5E8F\u8868"{0}"\u3092\u66F4\u65B0\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u901A\u5E38\u3001\u9806\u5E8F\u8868\u306F\u3001\u30C7\u30FC\u30BF\u30B9\u30C8\u30A2\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30AF\u30E9\u30B9\u306B\u5BFE\u3057\u3066mappingtool\u306E\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u5B9F\u884C\u3057\u305F\u3068\u304D\u306B\u4F5C\u6210\u3055\u308C\u307E\u3059\u3002mappingtool\u3092\u5B9F\u884C\u3057\u3066\u3044\u306A\u3044\u3068\u304D\u306B\u9806\u5E8F\u8868\u3092\u4F5C\u6210\u3059\u308B\u5834\u5408\u306F\u3001java org.apache.openjpa.jdbc.kernel.TableJDBCSeq -action add\u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2002025=\u6587\u306E\u66F4\u65B0\u6570\u304C\u7121\u52B9\u306A\u5024({0})\u3067\u3057\u305F\u3002\u3053\u308C\u306F\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u307E\u305F\u306FJDBC\u30C9\u30E9\u30A4\u30D0\u304C\u30D0\u30C3\u30C1\u6587\u306E\u5B9F\u884C\u3092\u5B8C\u5168\u306B\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002org.apache.openjpa.jdbc.DBDictionary\u69CB\u6210\u30D7\u30ED\u30D1\u30C6\u30A3\u306B"BatchLimit=0"\u3092\u542B\u3081\u3066\u3001\u30D0\u30C3\u30C1\u6A5F\u80FD\u3092\u7121\u52B9\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u6587: {1}
2002026=\u89E3\u6C7A\u4E0D\u80FD\u306A\u5236\u7D04\u30B5\u30A4\u30AF\u30EB\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002\u3053\u308C\u306F\u901A\u5E38\u3001\u30AF\u30E9\u30B9\u306E\u30D7\u30E9\u30A4\u30DE\u30EA\u8868\u4EE5\u5916\u306E\u8868\u5185\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u304C\u3001\u5916\u90E8\u30AD\u30FC\u306E\u5FAA\u74B0\u7684\u306A\u4F9D\u5B58\u95A2\u4FC2\u306B\u542B\u307E\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u610F\u5473\u3057\u307E\u3059\u3002OpenJPA\u306F\u3001\u95A2\u9023\u3059\u308B\u30DE\u30C3\u30D4\u30F3\u30B0\u306E\u4E00\u90E8\u304C\u30BB\u30AB\u30F3\u30C0\u30EA\u8868\u306B\u542B\u307E\u308C\u308B\u5834\u5408\u3001\u5FAA\u74B0\u7684\u306A\u4F9D\u5B58\u95A2\u4FC2\u306B\u5BFE\u51E6\u3067\u304D\u306A\u3044\u3053\u3068\u304C\u3042\u308A\u307E\u3059\u3002
2002027=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304C\u3053\u306E\u554F\u5408\u305B\u3092\u30ED\u30C3\u30AF\u3067\u304D\u307E\u305B\u3093\u3002\u554F\u5408\u305B\u306B\u4E00\u81F4\u3059\u308B\u5404\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u3001\u30ED\u30FC\u30C9\u5F8C\u306B\u500B\u5225\u306B\u30ED\u30C3\u30AF\u3055\u308C\u307E\u3059\u3002\u305F\u3060\u3057\u3001\u6280\u8853\u7684\u306B\u306F\u3001\u30ED\u30C3\u30AF\u3092\u53D6\u5F97\u3059\u308B\u524D\u306B\u30C7\u30FC\u30BF\u304C\u5225\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u3088\u3063\u3066\u5909\u66F4\u3055\u308C\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u8A73\u7D30\u306F\u3001\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30ED\u30C3\u30AF\u306B\u95A2\u3059\u308B\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002"{0}"
2002028=SQL\u554F\u5408\u305B\u3067\u5B9F\u884C\u3059\u308BSQL\u30D5\u30A3\u30EB\u30BF\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
2002029=\u7D50\u5408\u3055\u308C\u3066\u3044\u306A\u3044\u30B5\u30D6\u30AF\u30E9\u30B9\u3092\u6301\u3064\u968E\u5C64\u306B\u5BFE\u3057\u3066\u96C6\u7D04\u554F\u5408\u305B\u3092\u5B9F\u884C\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093: {0}
2002030=\u89E3\u6C7A\u4E0D\u80FD\u306A\u5236\u7D04\u30B5\u30A4\u30AF\u30EB\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002\u3053\u308C\u306F\u901A\u5E38\u3001\u540C\u4E00\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u5185\u3067\u524A\u9664\u3059\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3068\u6C38\u7D9A\u5316\u3059\u308B\u65B0\u3057\u3044\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u4E3B\u30AD\u30FC\u5024\u304C\u540C\u3058\u3067\u3042\u308B\u3053\u3068\u306B\u52A0\u3048\u3066\u3001\u3053\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u5916\u90E8\u30AD\u30FC\u306E\u5FAA\u74B0\u7684\u306A\u4F9D\u5B58\u95A2\u4FC2\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u610F\u5473\u3057\u307E\u3059\u3002\u3053\u306E2\u3064\u306E\u8981\u56E0\u306E\u7D44\u5408\u305B\u304C\u3082\u305F\u3089\u3059\u72B6\u6CC1\u306B\u3088\u3063\u3066\u306F\u3001OpenJPA\u304C\u3059\u3079\u3066\u306E\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u5236\u7D04\u306B\u5BFE\u51E6\u3067\u304D\u306A\u3044\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002
2002031=\u9806\u5E8F\u8868"{1}"\u306B\u306F\u30DE\u30C3\u30D4\u30F3\u30B0"{0}"\u306E\u884C\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u3053\u306E\u305F\u3081\u3001\u884C\u3092\u633F\u5165\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001\u5931\u6557\u3057\u307E\u3057\u305F\u3002
2002032=\u73FE\u5728\u306E\u9806\u5E8F\u306E\u5024\u3092\u53D6\u5F97\u3057\u3066\u3044\u307E\u3059\u3002
2002033=\u3053\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u306E\u884C\u3092\u9806\u5E8F\u8868\u306B\u633F\u5165\u3057\u3066\u3044\u307E\u3059\u3002
2002034=\u6C38\u7D9A\u30B5\u30FC\u30D0\u30FC\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
2002035=\u9806\u5E8F\u8868\u3092\u4F5C\u6210\u3057\u3066\u3044\u307E\u3059\u3002
2002036=\u30B5\u30FC\u30D0\u30FC\u304C\u5B9F\u884C\u4E2D\u3067\u3059\u3002\u505C\u6B62\u3059\u308B\u306B\u306F[Enter]\u3092\u62BC\u3057\u307E\u3059\u3002
2002037=\u4F7F\u7528\u65B9\u6CD5: java org.apache.openjpa.jdbc.kernel.StartPersistenceServer [-properties/-p <properties file or resource>] [-<property name> <property value>]*
2002038=\u4F7F\u7528\u65B9\u6CD5: java org.apache.openjpa.jdbc.kernel.NativeJDBCSeq [-properties/-p <properties file or resource>] [-<property name> <property value>]*
2002039=\u7121\u52B9\u306ASynchronizeMappings\u64CD\u4F5C("{0}")\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u6709\u52B9\u306A\u64CD\u4F5C: {1}
2002040=\u9806\u5E8F\u8868\u3092\u524A\u9664\u3057\u3066\u3044\u307E\u3059\u3002
2002041=JDBC\u30ED\u30C3\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001\u30DF\u30EA\u79D2\u306E\u7CBE\u5EA6\u306E\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093\u3002\u5076\u6570\u306E\u79D2\u5024\u306B\u306F1000\u306E\u500D\u6570\u3067\u3042\u308B\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2002042=null\u307E\u305F\u306F\u7A7A\u306E\u30D5\u30A7\u30C3\u30C1\u7D50\u5408\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u8FFD\u52A0\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
2002043=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u64CD\u4F5C\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002SQL\u6587\u306E\u66F4\u65B0\u6570\u304C{0}\u3067\u3057\u305F\u3002\u6587: {1}
2002044=\u30BB\u30FC\u30D6\u30DD\u30A4\u30F3\u30C8"{0}"\u3092\u8A2D\u5B9A\u3057\u3088\u3046\u3068\u3057\u305F\u3068\u304D\u306B\u3001\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u30C9\u30E9\u30A4\u30D0\u306F\u3001JDBC 3\u306E\u30BB\u30FC\u30D6\u30DD\u30A4\u30F3\u30C8\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
2002045=\u30BF\u30A4\u30D7"{0}"\u306B\u306F\u30DE\u30C3\u30D7\u3055\u308C\u305F\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u304C\u3042\u308B\u305F\u3081\u3001\u8FFD\u52A0\u306E\u30ED\u30C3\u30AF\u30FB\u30B0\u30EB\u30FC\u30D7\u3092\u5BA3\u8A00\u3067\u304D\u307E\u305B\u3093\u3002\u3053\u306E\u30BF\u30A4\u30D7\u306B\u5FC5\u8981\u306A\u8FFD\u52A0\u306E\u30ED\u30C3\u30AF\u30FB\u30B0\u30EB\u30FC\u30D7\u3092\u5BA3\u8A00\u3059\u308B\u306B\u306F\u3001\u30DE\u30C3\u30D7\u3055\u308C\u305F\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u306B"lock-groups"\u62E1\u5F35\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002{1}
2002046=\u30BF\u30A4\u30D7"{0}"\u306E\u30AB\u30B9\u30BF\u30E0\u30FB\u30AF\u30E9\u30B9\u306E\u65B9\u5F0F"{1}"\u3092\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5316\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u6709\u52B9\u306AClassStrategy\u5B9F\u88C5\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2002047="{0}"\u306E\u7D50\u5408\u5217\u306F\u3001\u9045\u5EF6\u4E00\u610F\u5236\u7D04\u3092\u6301\u3064\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u308C\u3089\u306E\u5217\u306B\u5BFE\u3059\u308B\u65E2\u5B58\u306E\u5236\u7D04\u306F\u9045\u5EF6\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002OpenJPA\u3067\u306F\u5236\u7D04\u306E\u9045\u5EF6\u53EF\u80FD\u6027\u3092\u5909\u66F4\u3067\u304D\u307E\u305B\u3093\u3002
2002048="{0}"\u306F\u6709\u52B9\u306A\u30DE\u30C3\u30D4\u30F3\u30B0\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u7D50\u5408\u3055\u308C\u3066\u3044\u306A\u3044\u30B5\u30D6\u30AF\u30E9\u30B9\u3092\u6301\u3064\u30BF\u30A4\u30D7\u3068\u306E\u5916\u90E8\u30AD\u30FC\u30FB\u30D9\u30FC\u30B9\u306E\u9006\u65B9\u5411\u306E\u95A2\u4FC2\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u305B\u3093\u3002
2002049="{0}"\u306E\u5217\u306F\u3001\u9045\u5EF6\u4E00\u610F\u5236\u7D04\u3092\u6301\u3064\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u308C\u3089\u306E\u5217\u306B\u5BFE\u3059\u308B\u65E2\u5B58\u306E\u5236\u7D04\u306F\u9045\u5EF6\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002OpenJPA\u3067\u306F\u5236\u7D04\u306E\u9045\u5EF6\u53EF\u80FD\u6027\u3092\u5909\u66F4\u3067\u304D\u307E\u305B\u3093\u3002
2002050=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u3067\u30AB\u30B9\u30BF\u30E0\u30FB\u30DE\u30C3\u30D4\u30F3\u30B0\u65B9\u5F0F"{1}"\u304C\u5BA3\u8A00\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u306E\u65B9\u5F0F\u3092\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5316\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
2002051=\u4F7F\u7528\u65B9\u6CD5: java org.apache.openjpa.jdbc.meta.ReverseMappingTool [-properties/-p <properties file or resource>] [-<property name> <property value>]* [-directory/-d <output directory>] [-schemas/-s <schema and table list>] [-package/-pkg <package name>] [-useSchemaName/-sn <true/t | false/f>] [-useForeignKeyName/-fkn <true/t | false/f>] [-nullableAsObject/-no <true/t | false/f>] [-blobAsObject/-bo <true/t | false/f>] [-typeMap/-type <types>] [-primaryKeyOnJoin/-pkj <true/t | false/f>] [-useDatastoreIdentity/-ds <true/t | false/f>] [-useBuiltinIdentityClass/-bic <true/t | false/f>] [-innerIdentityClasses/-inn <true/t | false/f>] [-identityClassSuffix/-is <suffix>] [-inverseRelations/-ir <true/t | false/f>] [-detachable/-det <true/t | false/f>] [-discriminatorStrategy/-ds <strategy>] [-versionStrategy/-vs <strategy>] [-metadata/-md <package | class>] [-customizerClass/-cc <full class name>] [-customizerProperties/-cp <properties file or resource>] [-customizer/-c.<property name> <property value>]* [-codeFormat/-cf.<property name> <property value>]* [.schema file]*
2002052="{0}"\u306E\u5217\u306F\u3001\u9045\u5EF6\u5916\u90E8\u30AD\u30FC\u3092\u6301\u3064\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30FB\u30C7\u30A3\u30AF\u30B7\u30E7\u30CA\u30EA"{1}"\u3067\u306F\u9045\u5EF6\u5236\u7D04\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u3068\u5831\u544A\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u975E\u9045\u5EF6\u306E\u5236\u7D04\u3092\u4F5C\u6210\u3057\u3066\u3044\u307E\u3059\u3002
2002053="{0}"\u306F\u3001\u5B9A\u6570\u5024\u3092\u5225\u306E\u5B9A\u6570\u5024\u3068\u7D50\u5408\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
2002054="{0}"\u306E\u7D50\u5408\u5217\u306F\u3001\u9045\u5EF6\u4E00\u610F\u5236\u7D04\u3092\u6301\u3064\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30FB\u30C7\u30A3\u30AF\u30B7\u30E7\u30CA\u30EA"{1}"\u3067\u306F\u9045\u5EF6\u5236\u7D04\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u3068\u5831\u544A\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u975E\u9045\u5EF6\u306E\u5236\u7D04\u3092\u4F5C\u6210\u3057\u3066\u3044\u307E\u3059\u3002
2002055=\u30BF\u30A4\u30D7"{0}"\u3067\u5BA3\u8A00\u3057\u3066\u3044\u308B\u30C7\u30FC\u30BF\u30B9\u30C8\u30A2\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u5217"{1}"\u306Ejdbc-type\u306F\u3001\u4E88\u671F\u3055\u308C\u308B\u30BF\u30A4\u30D7"{2}"\u3068\u4E92\u63DB\u6027\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2002056=\u30BF\u30A4\u30D7"{0}"\u304C\u30C7\u30FC\u30BF\u30B9\u30C8\u30A2\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u5217"{1}"\u3092\u5BA3\u8A00\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u306E\u5217\u306F\u8868"{2}"\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
2002057="{0}"\u306E\u7D50\u5408\u5217\u306F\u3001\u660E\u793A\u7684\u306B\u5916\u90E8\u30AD\u30FC\u524A\u9664\u30A2\u30AF\u30B7\u30E7\u30F3\u304C\u306A\u3044\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u308C\u3089\u306E\u5217\u306B\u306F\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u5916\u90E8\u30AD\u30FC\u304C\u5B58\u5728\u3057\u307E\u3059\u3002
2002058="{0}"\u304C\u5BA3\u8A00\u3057\u3066\u3044\u308Border column\u5217\u306F\u3001\u4E88\u671F\u3055\u308C\u308B\u30BF\u30A4\u30D7"{1}"\u3068\u4E92\u63DB\u6027\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u5217\u306E\u8A73\u7D30: {2}
2002059="{0}"\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u65B9\u5F0F\u306F"{1}"\u3067\u3059\u3002
2002060=\u751F\u6210\u3055\u308C\u305F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30AF\u30E9\u30B9\u3092\u66F8\u304D\u8FBC\u3093\u3067\u3044\u307E\u3059\u3002
2002061=\u30A2\u30AF\u30B7\u30E7\u30F3"{1}"\u3092\u4F7F\u7528\u3057\u3066\u30BF\u30A4\u30D7"{0}"\u3067\u30DE\u30C3\u30D4\u30F3\u30B0\u30FB\u30C4\u30FC\u30EB\u3092\u5B9F\u884C\u3057\u3066\u3044\u307E\u3059\u3002
2002062=\u30BF\u30A4\u30D7"{0}"\u306B\u306F\u8907\u6570\u306E\u30ED\u30C3\u30AF\u30FB\u30B0\u30EB\u30FC\u30D7\u304C\u3042\u308B\u305F\u3081\u3001\u30D0\u30FC\u30B8\u30E7\u30F3\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
2002063="{0}"\u3067\u5B9A\u7FA9\u3055\u308C\u305F\u7D50\u5408\u5217"{2}"\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u306F"{1}"\u3067\u3059\u304C\u3001\u3053\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u306F\u8868"{3}"\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
2002064=\u8868"{0}"\u306E\u6B21\u306E\u5217\u3092\u3001\u9006\u30DE\u30C3\u30D7\u3055\u308C\u305F"{1}"\u306B\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2002065=\u69CB\u6210\u3055\u308C\u305FMetaDataFactory\u307E\u305F\u306FMappingFactory\u30D7\u30E9\u30B0\u30A4\u30F3\u306F\u3001\u60C5\u5831\u306E\u683C\u7D0D\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093\u3002\u60C5\u5831\u3092\u624B\u52D5\u3067\u66F8\u304D\u8FBC\u3080\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u5217\u540D\u3068\u8868\u540D\u3092\u4F7F\u7528\u3057\u3066\u30B9\u30AD\u30FC\u30DE\u3092\u4F5C\u6210\u3059\u308B\u5834\u5408\u306F\u3001"refresh"\u307E\u305F\u306F"add"\u30A2\u30AF\u30B7\u30E7\u30F3\u3067\u306F\u306A\u304F\u3001"buildSchema"\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u6307\u5B9A\u3057\u3066mappingtool\u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2002066=\u751F\u6210\u3055\u308C\u305F\u30BF\u30A4\u30D7"{0}"\u306Ejava\u30B3\u30FC\u30C9\u3092\u8A18\u8FF0\u3057\u3066\u3044\u307E\u3059\u3002
2002067="{0}"\u306E\u5217\u306F\u3001\u660E\u793A\u7684\u306B\u5916\u90E8\u30AD\u30FC\u524A\u9664\u30A2\u30AF\u30B7\u30E7\u30F3\u304C\u306A\u3044\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u308C\u3089\u306E\u5217\u306B\u306F\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u5916\u90E8\u30AD\u30FC\u304C\u5B58\u5728\u3057\u307E\u3059\u3002
2002068=\u30DE\u30C3\u30D4\u30F3\u30B0\u60C5\u5831\u3092\u540C\u671F\u3067\u304D\u307E\u305B\u3093\u3002\u30D0\u30FC\u30B8\u30E7\u30F3\u5217\u6570\u304C\u30ED\u30C3\u30AF\u30FB\u30B0\u30EB\u30FC\u30D7\u6570\u3068\u7B49\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
2002069=\u30BF\u30A4\u30D7"{0}"\u306E\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u306E\u7D50\u5408\u3067\u3001\u5217"{1}"\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u3053\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u306B\u306F\u8907\u6570\u306E\u5217\u304C\u542B\u307E\u308C\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u3001\u30BF\u30FC\u30B2\u30C3\u30C8\u3068\u306A\u308B\u540C\u540D\u306E\u5217\u304C\u5B58\u5728\u3057\u306A\u3044\u305F\u3081\u3001\u30BF\u30FC\u30B2\u30C3\u30C8\u3092\u660E\u793A\u7684\u306B\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2002070=\u6700\u5F8C\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u4EE5\u964D\u306B\u3001"{0}"\u306E\u5B9A\u7FA9\u307E\u305F\u306F\u30B9\u30AD\u30FC\u30DE\u306B\u91CD\u5927\u306A\u5909\u66F4\u304C\u52A0\u3048\u3089\u308C\u3066\u3044\u308B\u304B\u3001\u5B9A\u7FA9\u3057\u305F\u30DE\u30C3\u30D4\u30F3\u30B0\u304C\u7121\u52B9\u3067\u3059: {1} OpenJPA\u306F\u65B0\u3057\u3044\u30DE\u30C3\u30D4\u30F3\u30B0\u306E\u4F5C\u6210\u3092\u8A66\u884C\u3057\u307E\u3059\u3002
2002071=\u4F7F\u7528\u65B9\u6CD5: java org.apache.openjpa.jdbc.meta.MappingTool [-properties/-p <properties file or resource>] [-<property name> <property value>]* [-file/-f <stdout | output file or resource>] [-schemaFile/-sf <stdout | output file or resource>] [-sqlFile/-sql <stdout | output file or resource>] [-schemaAction/-sa <add | retain | drop | refresh | build | none>] [-schemas/-s <schemas and tables>] [-readSchema/-rs <true/t | false/f>] [-primaryKeys/-pk <true/t | false/f>] [-foreignKeys/-fk <true/t | false/f>] [-indexes/-ix <true/t | false/f>] [-dropTables/-dt <true/t | false/f>] [-openjpaTables/-kt <true/t | false/f>] [-dropSequences/-dsq <true/t | false/f>] [-sequences/-sq <true/t | false/f>] [-ignoreErrors/-i <true/t | false/f>] [-action/-a <refresh | add | buildSchema | drop | validate | import | export>] <class name | .java file | .class file | .jdo file | .orm file | .mapping file>*
2002072=\u30DE\u30C3\u30D4\u30F3\u30B0"{0}"\u306E\u7D50\u679C\u578B"{1}"\u306E\u7D50\u679C\u30D1\u30B9"{2}"\u306F\u3001\u6B63\u78BA\u306B1\u3064\u306E\u5217\u3092\u6301\u305F\u306A\u3044\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u30DE\u30C3\u30D7\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
2002073="{0}"\u306E\u30BF\u30A4\u30D7\u304C\u30AB\u30B9\u30BF\u30E0\u65B9\u5F0F"{1}"\u306B\u30DE\u30C3\u30D7\u3055\u308C\u307E\u3059\u304C\u3001\u3053\u306E\u65B9\u5F0F\u3092\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5316\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
2002074=\u30BF\u30FC\u30B2\u30C3\u30C8\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u69CB\u6210\u306B\u30EA\u30B9\u30C8\u3055\u308C\u305F\u3059\u3079\u3066\u306E\u30AF\u30E9\u30B9\u3067\u5B9F\u884C\u3055\u308C\u307E\u3059\u3002\u69CB\u6210\u3055\u308C\u305F\u30AF\u30E9\u30B9\u304C\u306A\u3044\u5834\u5408\u306F\u3001\u30AF\u30E9\u30B9\u30D1\u30B9\u306E\u3059\u3079\u3066\u306E\u6C38\u7D9A\u30AF\u30E9\u30B9\u3067\u5B9F\u884C\u3055\u308C\u307E\u3059\u3002
2002075="{0}"\u306Enull-indicator\u5217\u540D\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
2002076=\u8868"{0}"\u306E\u9006\u30DE\u30C3\u30D4\u30F3\u30B0\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u308C\u306F\u3001\u3053\u306E\u8868\u306B\u306F\u4E3B\u30AD\u30FC\u304C\u306A\u304F(\u3059\u3079\u3066\u306E\u6C38\u7D9A\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u4E00\u610F\u306E\u8B58\u5225\u5B50\u3092\u8A2D\u5B9A\u3059\u308B\u306B\u306F\u4E3B\u30AD\u30FC\u304C\u5FC5\u8981\u3067\u3059)\u3001\u76F8\u4E92\u53C2\u7167\u307E\u305F\u306F\u5024\u306E\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u306B\u4F7F\u7528\u3055\u308C\u308B\u8868\u306E\u65E2\u77E5\u306E\u30D1\u30BF\u30FC\u30F3\u3068\u4E00\u81F4\u3057\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u610F\u5473\u3057\u307E\u3059\u3002
2002077="{0}"\u304C\u8868"{1}"\u306E\u5217\u3092\u5BA3\u8A00\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u3059\u3079\u3066\u306E\u5217\u306F\u8868"{2}"\u306B\u5B58\u5728\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2002078=\u30BF\u30A4\u30D7"{0}"\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u60C5\u5831\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
2002079="{0}"\u3067\u306F\u3001\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u5BA3\u8A00\u3055\u308C\u305F\u7D50\u5408\u5217\u306E\u540D\u524D\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u3053\u306E\u7D50\u5408\u306B\u306F\u8907\u6570\u306E\u5217\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308B\u304B\u3001\u307E\u305F\u306F\u5B9A\u6570\u306E\u7D50\u5408\u304C\u4F7F\u7528\u3055\u308C\u308B\u305F\u3081\u3001\u5404\u5217\u306E\u540D\u524D\u307E\u305F\u306F\u5B9A\u6570\u4EE5\u5916\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2002080="{0}"\u306F\u3001"{1}"\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306Emapped-by\u5024\u3068\u3057\u3066\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002\u5217"{3}"\u306Etarget-field "{2}"\u306F\u3001\u8907\u6570\u306E\u5217\u306B\u30DE\u30C3\u30D7\u3055\u308C\u307E\u3059\u3002
2002081=\u751F\u6210\u3055\u308C\u305F\u30AF\u30E9\u30B9\u306E\u30BD\u30FC\u30B9\u30FB\u30B3\u30FC\u30C9\u3092\u8A18\u8FF0\u3057\u3066\u3044\u307E\u3059\u3002
2002082="{0}"\u306F\u3001\u4E00\u610F\u5236\u7D04\u3092\u6301\u3064\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001OpenJPA\u306F\u3053\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3067\u3053\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u306E\u5236\u7D04\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093\u3002
2002083="{0}"\u3067\u5B9A\u7FA9\u3055\u308C\u305F\u5217"{2}"\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u306F"{1}"\u3067\u3059\u304C\u3001\u3053\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u306F\u8868"{3}"\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
2002084="{0}"\u306F\u3001\u5916\u90E8\u30AD\u30FC\u3092\u6301\u3064\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001OpenJPA\u306F\u3053\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3067\u3053\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u306E\u5916\u90E8\u30AD\u30FC\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093\u3002
2002085="{0}"\u3092\u8868"{1}"\u306B\u30DE\u30C3\u30D7\u3059\u308B\u3068\u304D\u306B\u3001\u4E0D\u6B63\u306A\u8868"{2}"\u306B\u30DE\u30C3\u30D7\u3055\u308C\u305F\u5217\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002
2002086="{0}"\u306F\u3001"{1}"\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306Emapped-by\u5024\u3068\u3057\u3066\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002\u3053\u306E\u30B5\u30D6\u30AF\u30E9\u30B9\u306B\u306F\u3001\u5217"{3}"\u306Etarget-field "{2}"\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2002087="{0}"\u3067\u306F\u7D50\u5408\u7D22\u5F15\u304C\u5BA3\u8A00\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u7D50\u5408\u5217\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2002088=\u30BF\u30A4\u30D7"{0}"\u306E\u30AB\u30B9\u30BF\u30E0\u30FB\u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u65B9\u5F0F"{1}"\u3092\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5316\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u6709\u52B9\u306AVersionStrategy\u5B9F\u88C5\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2002089=\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30D5\u30A7\u30C3\u30C1\u30FB\u30B0\u30EB\u30FC\u30D7\u306B\u542B\u307E\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u3001"{1}"\u3067"{0}"\u3092\u9806\u5E8F\u4ED8\u3051\u3067\u304D\u307E\u305B\u3093\u3002\u95A2\u9023\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30ED\u30FC\u30C9\u6642\u306B\u9078\u629E\u3055\u308C\u308B\u30D5\u30A3\u30FC\u30EB\u30C9\u3067\u306E\u307F\u9806\u5E8F\u4ED8\u3051\u3067\u304D\u307E\u3059\u3002
2002090=\u9577\u3055\u304C{1}\u30D0\u30A4\u30C8/\u6587\u5B57\u3092\u8D85\u3048\u308B\u5024\u3092\u683C\u7D0D\u3067\u304D\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308B\u30CF\u30F3\u30C9\u30E9\u3092\u4F7F\u7528\u3057\u3066"{0}"\u3092\u30DE\u30C3\u30D7\u3057\u3066\u3044\u307E\u3059\u3002
2002091="{0}"\u306E\u7D50\u5408\u5217\u306F\u3001\u9045\u5EF6\u5916\u90E8\u30AD\u30FC\u3092\u6301\u3064\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30FB\u30C7\u30A3\u30AF\u30B7\u30E7\u30CA\u30EA"{1}"\u3067\u306F\u9045\u5EF6\u5236\u7D04\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u3068\u5831\u544A\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u975E\u9045\u5EF6\u306E\u5236\u7D04\u3092\u4F5C\u6210\u3057\u3066\u3044\u307E\u3059\u3002
2002092="{0}"\u306E\u5217\u306F\u3001\u4E00\u610F\u7D22\u5F15\u3092\u6301\u3064\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u308C\u3089\u306E\u5217\u306E\u65E2\u5B58\u306E\u7D22\u5F15\u306F\u4E00\u610F\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
2002093=\u30BF\u30A4\u30D7"{0}"\u3067\u306F\u3001\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u5BA3\u8A00\u3055\u308C\u305F\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u7D50\u5408\u5217\u306E\u540D\u524D\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
2002094="{0}"\u3067\u306F\u3001\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u306A\u3044\u5916\u90E8\u30AD\u30FC\u306E\u524A\u9664\u307E\u305F\u306F\u66F4\u65B0\u30A2\u30AF\u30B7\u30E7\u30F3\u304C\u5217\u306B\u5BFE\u3057\u3066\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u8AD6\u7406\u5916\u90E8\u30AD\u30FC\u306B\u623B\u3057\u3066\u3044\u307E\u3059\u3002
2002095="{0}"\u3067\u306F\u3001\u8868"{1}"\u306E\u9006\u81EA\u5DF1\u7D50\u5408\u304C\u5BA3\u8A00\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u3067\u306F\u9006\u7D50\u5408\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002\u3053\u308C\u3092\u9006\u7D50\u5408\u306B\u3059\u308B\u4E88\u5B9A\u3067\u306F\u306A\u304B\u3063\u305F\u5834\u5408\u306F\u3001\u3053\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u306E\u5217\u540D\u304B\u3089\u8868\u540D\u3092\u524A\u9664\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2002096="{0}"\u3092\u30DE\u30C3\u30D7\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u3001\u30AF\u30E9\u30B9"{1}"\u306Etarget-field\u3092\u4F7F\u7528\u3057\u305F\u7D50\u5408\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002\u3053\u306E\u30AF\u30E9\u30B9\u306F\u3001\u7D50\u5408("{2}","{3}")\u306B\u4E88\u671F\u3055\u308C\u308B\u30DE\u30C3\u30D4\u30F3\u30B0\u5143\u307E\u305F\u306F\u30DE\u30C3\u30D4\u30F3\u30B0\u5148\u3068\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002
2002097="{0}"\u3092\u30DE\u30C3\u30D7\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u6240\u6709\u3057\u3066\u3044\u308B\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u306F\u30DE\u30C3\u30D7\u3055\u308C\u307E\u305B\u3093\u3002
2002098=\u540D\u524D\u304C"{2}"\u306E\u7D50\u5408\u5217\u306B\u5BFE\u3057\u3066"{0}"\u3067\u5BA3\u8A00\u3055\u308C\u305F\u5B9A\u6570\u5024\u306E\u30BF\u30FC\u30B2\u30C3\u30C8"{1}"\u306F\u7121\u52B9\u3067\u3059\u3002
2002099="{0}"\u306B\u306F\u3001\u7D50\u5408\u5217"{2}"\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9"{1}"\u304C\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u30DE\u30C3\u30D7\u3055\u308C\u306A\u3044\u304B\u3001\u8907\u6570\u306E\u5217\u304C\u5B58\u5728\u3057\u307E\u3059\u3002
2002100=OpenJPA\u306F\u3001\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u3092\u52B9\u7387\u7684\u306B\u30DE\u30C3\u30D7\u3067\u304D\u307E\u305B\u3093\u3002\u3053\u308C\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u306A\u3044\u30BF\u30A4\u30D7\u3067\u3059\u3002\u30D5\u30A3\u30FC\u30EB\u30C9\u5024\u306F\u30C7\u30D5\u30A9\u30EB\u30C8\u3067BLOB\u306B\u30B7\u30EA\u30A2\u30E9\u30A4\u30BA\u3055\u308C\u307E\u3059\u3002
2002101="{0}"\u3067\u306F\u3001\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u306A\u3044\u5916\u90E8\u30AD\u30FC\u306E\u524A\u9664\u307E\u305F\u306F\u66F4\u65B0\u30A2\u30AF\u30B7\u30E7\u30F3\u304C\u7D50\u5408\u5217\u306B\u5BFE\u3057\u3066\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u8AD6\u7406\u5916\u90E8\u30AD\u30FC\u306B\u623B\u3057\u3066\u3044\u307E\u3059\u3002
2002102=\u30E9\u30A4\u30D6\u30E9\u30EA\u3092\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5316\u3057\u3066\u30DE\u30C3\u30D4\u30F3\u30B0\u60C5\u5831\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u307E\u305F\u306F\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2002103="{0}"\u306E\u5217\u306F\u3001\u4E00\u610F\u5236\u7D04\u3092\u6301\u3064\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304C\u4E00\u610F\u5236\u7D04\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u3002org.apache.openjpa.jdbc.DBDictionary\u69CB\u6210\u30D7\u30ED\u30D1\u30C6\u30A3\u306B"SupportsUniqueConstraints=true"\u3092\u542B\u3081\u3066\u3053\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u3092\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2002104=\u751F\u6210\u3055\u308C\u305F\u30E1\u30BF\u30C7\u30FC\u30BF\u3092\u66F8\u304D\u8FBC\u3093\u3067\u3044\u307E\u3059\u3002
2002105="{0}"\u306B\u306F\u30BF\u30FC\u30B2\u30C3\u30C8\u3092\u6301\u3064\u5217\u304C\u3042\u308A\u307E\u3059\u304C\u3001OpenJPA\u306F\u3053\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3067\u3053\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u306E\u7D50\u5408\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093\u3002
2002106="{0}"\u3067\u306F\u3001\u8907\u6570\u306E\u7570\u306A\u308B\u8868\u306E\u5217\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059: "{1}"\u3001"{2}"
2002107="{0}"\u304C\u5BA3\u8A00\u3057\u3066\u3044\u308B\u5217\u306F\u3001\u4E88\u671F\u3055\u308C\u308B\u30BF\u30A4\u30D7"{1}"\u3068\u4E92\u63DB\u6027\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u5217\u306E\u8A73\u7D30: {2}
2002108="{0}"\u306E\u7D50\u5408\u5217\u306F\u3001\u660E\u793A\u7684\u306B\u7D22\u5F15\u5316\u3055\u308C\u3066\u3044\u306A\u3044\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u7D22\u5F15\u304C\u5B58\u5728\u3057\u307E\u3059\u3002
2002109=\u5217"{0}"\u3067\u4E0D\u5B8C\u5168\u306A\u7D50\u5408\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002\u8868\u9593\u306E\u7D50\u5408\u3092\u6307\u5B9A\u3059\u308B\u5834\u5408\u306F\u3001\u95A2\u9023\u306E\u3042\u308B\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u3059\u3079\u3066\u306E\u5217\u3068\u306E\u7D50\u5408\u304C\u5FC5\u8981\u3067\u3059\u3002
2002110="{0}"\u306E\u9806\u5E8F\u4ED8\u3051\u5217\u540D\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
2002111="{0}"\u3067\u5BA3\u8A00\u3057\u3066\u3044\u308B\u9806\u5E8F\u4ED8\u3051\u5217"{1}"\u306Ejdbc-type\u306F\u3001\u4E88\u671F\u3055\u308C\u308B\u30BF\u30A4\u30D7"{2}"\u3068\u4E92\u63DB\u6027\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2002112="{0}"\u304C\u8868"{1}"\u306E\u7D50\u5408\u5217\u3092\u5BA3\u8A00\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u3059\u3079\u3066\u306E\u7D50\u5408\u5217\u306F\u8868"{2}"\u306B\u5B58\u5728\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2002113=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u3067\u306F\u3001\u5408\u6210\u9806\u5E8F\u4ED8\u3051\u5217\u3068order-by\u5024\u306E\u4E21\u65B9\u304C\u5BA3\u8A00\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u4E21\u65B9\u3092\u4F7F\u7528\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
2002114="{0}"\u304C\u9806\u5E8F\u4ED8\u3051\u5217"{1}"\u3092\u5BA3\u8A00\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u306E\u5217\u306F\u8868"{2}"\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
2002115=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306E\u8868\u540D\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u3001\u6240\u6709\u3059\u308B\u30AF\u30E9\u30B9\u8868\u5185\u306B\u5B58\u5728\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
2002116=\u30BF\u30A4\u30D7\u540D"{0}"\u306E\u5217\u306B\u306F\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3055\u308C\u305F\u30BF\u30A4\u30D7\u30FB\u30DE\u30C3\u30D4\u30F3\u30B0\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2002117="{0}"\u306E\u5217\u540D\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
2002118=\u8868"{1}"\u306E\u30AF\u30E9\u30B9"{0}"\u306E\u30AB\u30B9\u30BF\u30DE\u30A4\u30BA\u3055\u308C\u305F\u540D\u524D\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2002119=\u30BF\u30A4\u30D7"{0}"\u306E\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u7D50\u5408\u5217\u306F\u3001\u9045\u5EF6\u5916\u90E8\u30AD\u30FC\u3092\u6301\u3064\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30FB\u30C7\u30A3\u30AF\u30B7\u30E7\u30CA\u30EA"{1}"\u3067\u306F\u9045\u5EF6\u5236\u7D04\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u3068\u5831\u544A\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u975E\u9045\u5EF6\u306E\u5236\u7D04\u3092\u4F5C\u6210\u3057\u3066\u3044\u307E\u3059\u3002
2002120="{0}"\u306E\u5217\u306F\u3001\u660E\u793A\u7684\u306B\u4E00\u610F\u3067\u306A\u3044\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u4E00\u610F\u5236\u7D04\u304C\u5B58\u5728\u3057\u307E\u3059\u3002
2002121="{0}"\u3067\u5BA3\u8A00\u3057\u3066\u3044\u308B\u5217"{1}"\u306Ejdbc-type\u306F\u3001\u4E88\u671F\u3055\u308C\u308B\u30BF\u30A4\u30D7"{2}"\u3068\u4E92\u63DB\u6027\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2002122="{0}"\u304C\u5217"{1}"\u3092\u5BA3\u8A00\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u306E\u5217\u306F\u8868"{2}"\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
2002123="{0}"\u3067\u306F\u3001\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u5BA3\u8A00\u3055\u308C\u305F\u5217\u306E\u540D\u524D\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
2002124="{0}"\u304C\u5BA3\u8A00\u3057\u3066\u3044\u308Bnull-indicator column\u5217\u306F\u3001\u4E88\u671F\u3055\u308C\u308B\u30BF\u30A4\u30D7"{1}"\u3068\u4E92\u63DB\u6027\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u5217\u306E\u8A73\u7D30: {2}
2002125=\u30C4\u30FC\u30EB\u306F\u65E2\u5B58\u306E\u30B9\u30AD\u30FC\u30DE\u60C5\u5831\u3092\u8AAD\u53D6\u308A\u4E2D\u3067\u3059\u3002\u3053\u306E\u51E6\u7406\u306B\u306F\u6642\u9593\u304C\u304B\u304B\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002org.apache.openjpa.jdbc.Schema\u30ED\u30AE\u30F3\u30B0\u30FB\u30AB\u30C6\u30B4\u30EA\u3092\u6709\u52B9\u306B\u3057\u3066\u3001\u30B9\u30AD\u30FC\u30DE\u30FB\u30C7\u30FC\u30BF\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002-readSchema\u30C4\u30FC\u30EB\u30FB\u30D5\u30E9\u30B0\u3082\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2002126=\u30BF\u30A4\u30D7"{0}"\u306E\u30AB\u30B9\u30BF\u30E0\u5224\u5225\u5B50\u306E\u65B9\u5F0F"{1}"\u3092\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5316\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u6709\u52B9\u306ADiscriminatorStrategy\u306E\u5B9F\u88C5\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2002127=\u3053\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3067\u306F\u3001"{0}"\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u65B9\u5F0F\u306F\u7121\u52B9\u3067\u3059\u3002"{1}"\u304C\u5FC5\u8981\u3067\u3059\u304C\u3001"{2}"\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002
2002128="{0}"\u306E\u5217\u306F\u3001\u660E\u793A\u7684\u306B\u7D22\u5F15\u5316\u3055\u308C\u3066\u3044\u306A\u3044\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u7D22\u5F15\u304C\u5B58\u5728\u3057\u307E\u3059\u3002
2002129=\u30BF\u30A4\u30D7"{1}"\u306E\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306E\u30AB\u30B9\u30BF\u30DE\u30A4\u30BA\u3055\u308C\u305F\u540D\u524D\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2002130="{0}"\u306F\u7D22\u5F15\u5316\u3055\u308C\u3066\u3044\u308B\u3068\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001OpenJPA\u306F\u3053\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3067\u3053\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u306E\u7D22\u5F15\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093\u3002
2002131="{0}"\u306E\u7D50\u5408\u5217\u306F\u3001\u4E00\u610F\u5236\u7D04\u3092\u6301\u3064\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304C\u4E00\u610F\u5236\u7D04\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u3002org.apache.openjpa.jdbc.DBDictionary\u69CB\u6210\u30D7\u30ED\u30D1\u30C6\u30A3\u306B"SupportsUniqueConstraints=true"\u3092\u542B\u3081\u3066\u3053\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u3092\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2002132=\u30BF\u30A4\u30D7"{0}"\u306E\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u7D50\u5408\u5217\u306F\u3001\u9045\u5EF6\u5916\u90E8\u30AD\u30FC\u3092\u6301\u3064\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u308C\u3089\u306E\u5217\u306B\u5BFE\u3059\u308B\u65E2\u5B58\u306E\u5236\u7D04\u306F\u9045\u5EF6\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002OpenJPA\u3067\u306F\u5236\u7D04\u306E\u9045\u5EF6\u53EF\u80FD\u6027\u3092\u5909\u66F4\u3067\u304D\u307E\u305B\u3093\u3002
2002133="{0}"\u3067\u306F\u3001\u8907\u6570\u306E\u7570\u306A\u308B\u8868\u306E\u7D50\u5408\u5217\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059: "{1}"\u3001"{2}"
2002134=\u9006\u30DE\u30C3\u30D7\u3055\u308C\u305F\u30BF\u30A4\u30D7"{0}"\u306F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u3092\u4F7F\u7528\u3059\u308B\u3088\u3046\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u4E3B\u30AD\u30FC\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2002135=\u5BFE\u5FDC\u3059\u308B\u30D5\u30A3\u30FC\u30EB\u30C9\u304C\u968E\u5C64\u5185\u306E\u69D8\u3005\u306A\u30AF\u30E9\u30B9\u306B\u7570\u306A\u3063\u3066\u30DE\u30C3\u30D7\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u3001\u5217"{0}"\u3092\u30DD\u30EA\u30E2\u30D5\u30A3\u30C3\u30AF\u306A\u30AF\u30E9\u30B9\u3054\u3068\u306B1\u8868\u305A\u3064\u306E\u95A2\u4FC2\u306B\u542B\u3081\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
2002136="{0}"\u3067\u5B9A\u7FA9\u3055\u308C\u305F\u7D50\u5408\u5217"{2}"\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u306F"{1}"\u3067\u3059\u304C\u3001\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u30BF\u30A4\u30D7"{3}"\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
2002137="{0}"\u304C\u8868"{3}"\u306E\u5217"{1}"\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u3092\u5BA3\u8A00\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u3059\u3079\u3066\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u306F\u8868"{2}"\u306B\u5B58\u5728\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2002138="{0}"\u306E\u30C7\u30FC\u30BF\u30B9\u30C8\u30A2\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u306E\u5217\u540D\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
2002139="{0}"\u3067\u306F\u4E00\u610F\u5236\u7D04\u304C\u5BA3\u8A00\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u5217\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2002140=\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306F"{1}"\u306B\u3088\u3063\u3066\u30DE\u30C3\u30D7\u3055\u308C\u308B\u3068\u5BA3\u8A00\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u308C\u306F\u6709\u52B9\u306A\u9006\u95A2\u4FC2\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
2002141="{0}"\u3067\u306F\u5217"{2}"\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9"{1}"\u304C\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001OpenJPA\u306F\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u6240\u6709\u30AF\u30E9\u30B9\u3092\u5224\u5225\u3067\u304D\u307E\u305B\u3093\u3002
2002142="{0}"\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u3092\u521D\u671F\u5316\u3057\u3066\u3044\u307E\u3059\u3002
2002143="{0}"\u306E\u5217\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3067\u306F\u3053\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u306B\u5217\u3092\u4F7F\u7528\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
2002144=\u540D\u524D\u304C"{2}"\u306E\u5217\u306B\u5BFE\u3057\u3066"{0}"\u3067\u5BA3\u8A00\u3055\u308C\u305F\u5B9A\u6570\u5024\u306E\u30BF\u30FC\u30B2\u30C3\u30C8"{1}"\u306F\u7121\u52B9\u3067\u3059\u3002
2002145="{0}"\u3067\u306F\u5916\u90E8\u30AD\u30FC\u306E\u7D50\u5408\u304C\u5BA3\u8A00\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u7D50\u5408\u5217\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2002146=\u30BF\u30A4\u30D7"{0}"\u306B\u306F\u3001\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u7D50\u5408\u5217"{2}"\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9"{1}"\u304C\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u30DE\u30C3\u30D7\u3055\u308C\u306A\u3044\u304B\u3001\u8907\u6570\u306E\u5217\u304C\u5B58\u5728\u3057\u307E\u3059\u3002
2002147=\u30AF\u30E9\u30B9"{0}"\u306E\u30AB\u30B9\u30BF\u30DE\u30A4\u30BA\u3055\u308C\u305F\u540D\u524D\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002\u540D\u524D\u306F"{1}"\u306B\u5909\u66F4\u3055\u308C\u307E\u3059\u3002
2002148=\u5217"{0}"\u306E\u30C7\u30FC\u30BF\u578B\u306FCHAR(1)\u3067\u3059\u304C\u3001\u73FE\u5728OpenJPA\u306FJava\u306Echar\u578B\u3092\u6570\u5024\u578B\u306E\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u5217\u306B\u683C\u7D0D\u3059\u308B\u3088\u3046\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u3001OpenJPA\u3067\u306F\u3053\u308C\u3092Java\u306Echar\u578B\u306B\u9006\u30DE\u30C3\u30D4\u30F3\u30B0\u3067\u304D\u307E\u305B\u3093\u3002OpenJPA\u304CJava\u306Echar\u578B\u3092CHAR(1)\u306E\u5217\u306B\u683C\u7D0D\u3059\u308B\u3088\u3046\u306B\u69CB\u6210\u3059\u308B\u306B\u306F\u3001\u6B21\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u8A2D\u5B9A\u3057\u307E\u3059: org.apache.openjpa.jdbc.DBDictionary: StoreCharsAsNumbers=false
2002149="{0}"\u3067\u306F\u3001\u8868"{1}"\u306E\u9006\u81EA\u5DF1\u7D50\u5408\u304C\u5BA3\u8A00\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u3067\u306F\u9006\u7D50\u5408\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002\u3053\u308C\u3092\u9006\u7D50\u5408\u306B\u3059\u308B\u4E88\u5B9A\u3067\u306F\u306A\u304B\u3063\u305F\u5834\u5408\u306F\u3001\u3053\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u306E\u5217\u540D\u304B\u3089\u8868\u540D\u3092\u524A\u9664\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2002150=\u5217"{1}"\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u304C"{0}"\u3067\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u3053\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u306B\u306F\u8907\u6570\u306E\u5217\u304C\u542B\u307E\u308C\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u3001\u30BF\u30FC\u30B2\u30C3\u30C8\u3068\u306A\u308B\u540C\u540D\u306E\u5217\u304C\u5B58\u5728\u3057\u306A\u3044\u305F\u3081\u3001\u30BF\u30FC\u30B2\u30C3\u30C8\u3092\u660E\u793A\u7684\u306B\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2002151="{0}"\u306E\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2002152=\u6C38\u7D9A\u6027\u30BF\u30A4\u30D7"{0}"\u306E\u8868\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
2002153=\u30DE\u30C3\u30D4\u30F3\u30B0"{0}"\u306E\u7D50\u679C\u578B"{1}"\u306E\u7D50\u679C\u30D1\u30B9"{2}"\u306B\u7121\u52B9\u306A\u30D5\u30A3\u30FC\u30EB\u30C9\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002
2002154=\u7D50\u5408\u5217"{1}"\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u304C"{0}"\u3067\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u3053\u306E\u7D50\u5408\u306B\u306F\u8907\u6570\u306E\u5217\u304C\u542B\u307E\u308C\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u3001\u30BF\u30FC\u30B2\u30C3\u30C8\u3068\u306A\u308B\u540C\u540D\u306E\u5217\u304C\u5B58\u5728\u3057\u306A\u3044\u305F\u3081\u3001\u30BF\u30FC\u30B2\u30C3\u30C8\u3092\u660E\u793A\u7684\u306B\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2002155=\u6B21\u306E\u30AB\u30B9\u30BF\u30DE\u30A4\u30B6\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u306F\u3001\u9006\u30DE\u30C3\u30D4\u30F3\u30B0\u30FB\u30D7\u30ED\u30BB\u30B9\u3067\u4F7F\u7528\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F: {0}\u3002
2002156="{0}"\u304C\u8868"{3}"\u306E\u7D50\u5408\u5217"{1}"\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u3092\u5BA3\u8A00\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u3059\u3079\u3066\u306E\u7D50\u5408\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u306F\u8868"{2}"\u306B\u5B58\u5728\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2002157=\u30BF\u30A4\u30D7"{1}"\u3067\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306E\u30AB\u30B9\u30BF\u30DE\u30A4\u30BA\u3055\u308C\u305F\u540D\u524D\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002\u540D\u524D\u306F"{1}"\u306B\u5909\u66F4\u3055\u308C\u307E\u3059\u3002
2002158="{0}"\u3067\u306F\u5916\u90E8\u30AD\u30FC\u304C\u5BA3\u8A00\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u5217\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2002159=\u8868"{1}"\u306E\u30AF\u30E9\u30B9"{0}"\u3092\u9006\u30DE\u30C3\u30D7\u3055\u308C\u305F\u30BB\u30C3\u30C8\u304B\u3089\u524A\u9664\u3057\u3066\u3044\u307E\u3059\u3002
2002160=\u30BF\u30A4\u30D7"{0}"\u306E\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u7D50\u5408\u5217\u306F\u3001\u660E\u793A\u7684\u306B\u5916\u90E8\u30AD\u30FC\u524A\u9664\u30A2\u30AF\u30B7\u30E7\u30F3\u304C\u306A\u3044\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u308C\u3089\u306E\u5217\u306B\u306F\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u5916\u90E8\u30AD\u30FC\u304C\u5B58\u5728\u3057\u307E\u3059\u3002
2002161=\u5217"{0}"\u3067\u306E\u7D50\u5408\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u7D50\u5408\u3092\u30B5\u30DD\u30FC\u30C8\u3059\u308B\u30DE\u30C3\u30D4\u30F3\u30B0\u306B\u3088\u3063\u3066\u7BA1\u7406\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
2002162="{0}"\u306B\u306F\u3001\u5217"{2}"\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9"{1}"\u304C\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u30DE\u30C3\u30D7\u3055\u308C\u306A\u3044\u304B\u3001\u8907\u6570\u306E\u5217\u304C\u5B58\u5728\u3057\u307E\u3059\u3002
2002163=\u30BF\u30A4\u30D7"{0}"\u304C\u8868"{3}"\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u3092\u4F7F\u7528\u3057\u305F\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u7D50\u5408\u5217"{1}"\u3092\u5BA3\u8A00\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u3059\u3079\u3066\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u306F\u8868"{2}"\u306B\u5B58\u5728\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2002164="{0}"\u306B\u5BFE\u3057\u3066\u4E88\u671F\u3055\u308C\u305F\u5217\u6570\u306F{1}\u3067\u3059\u304C\u3001\u898B\u3064\u304B\u3063\u305F\u5217\u6570\u306F{2}\u3067\u3059\u3002
2002165="{0}"\u3067\u306F\u4E00\u610F\u306E\u7D50\u5408\u5236\u7D04\u304C\u5BA3\u8A00\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u7D50\u5408\u5217\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2002166=\u30BF\u30A4\u30D7"{0}"\u304C\u8868"{1}"\u306E\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u7D50\u5408\u3092\u5BA3\u8A00\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u3059\u3079\u3066\u306E\u5217\u306F\u8868"{2}"\u306B\u5B58\u5728\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2002167="{0}"\u306E\u5217\u306F\u3001\u9045\u5EF6\u4E00\u610F\u5236\u7D04\u3092\u6301\u3064\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30FB\u30C7\u30A3\u30AF\u30B7\u30E7\u30CA\u30EA"{1}"\u3067\u306F\u9045\u5EF6\u5236\u7D04\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u3068\u5831\u544A\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u975E\u9045\u5EF6\u306E\u5236\u7D04\u3092\u4F5C\u6210\u3057\u3066\u3044\u307E\u3059\u3002
2002168=\u30BF\u30A4\u30D7"{1}"\u306E\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u3092\u9006\u30DE\u30C3\u30D7\u3055\u308C\u305F\u30BB\u30C3\u30C8\u304B\u3089\u524A\u9664\u3057\u3066\u3044\u307E\u3059\u3002
2002169=\u30BF\u30A4\u30D7"{0}"\u304C\u5BA3\u8A00\u3057\u3066\u3044\u308B\u30C7\u30FC\u30BF\u30B9\u30C8\u30A2\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u5217\u306F\u3001\u4E88\u671F\u3055\u308C\u308B\u30BF\u30A4\u30D7"{1}"\u3068\u4E92\u63DB\u6027\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u5217\u306E\u8A73\u7D30: {2}
2002170="{0}"\u306E\u5217\u306F\u3001\u9045\u5EF6\u5916\u90E8\u30AD\u30FC\u3092\u6301\u3064\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u308C\u3089\u306E\u5217\u306B\u5BFE\u3059\u308B\u65E2\u5B58\u306E\u5236\u7D04\u306F\u9045\u5EF6\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002OpenJPA\u3067\u306F\u5236\u7D04\u306E\u9045\u5EF6\u53EF\u80FD\u6027\u3092\u5909\u66F4\u3067\u304D\u307E\u305B\u3093\u3002
2002171=\u6B21\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u306E\u4E00\u90E8\u304C\u524A\u9664\u3055\u308C\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059: {0}\u3002\u524A\u9664\u3055\u308C\u3066\u3044\u306A\u3044\u30DE\u30C3\u30D4\u30F3\u30B0\u306F\u30B7\u30B9\u30C6\u30E0\u306B\u5F71\u97FF\u3092\u4E0E\u3048\u307E\u305B\u3093\u3002
2002172=\u30BF\u30A4\u30D7"{0}"\u306B\u306F\u3001\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u3078\u306E\u7D50\u5408\u65B9\u6CD5\u306B\u3064\u3044\u3066\u306E\u60C5\u5831\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2002173=\u9006\u30DE\u30C3\u30D4\u30F3\u30B0\u30FB\u30C4\u30FC\u30EB\u306F\u30B9\u30AD\u30FC\u30DE\u30FB\u30D5\u30A1\u30A4\u30EB"{0}"\u3067\u5B9F\u884C\u3055\u308C\u307E\u3059\u3002
2002174="{0}"\u3067\u306F\u7D50\u5408\u5217"{2}"\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9"{1}"\u304C\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001OpenJPA\u306F\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u6240\u6709\u30AF\u30E9\u30B9\u3092\u5224\u5225\u3067\u304D\u307E\u305B\u3093\u3002
2002175=\u30DE\u30C3\u30D4\u30F3\u30B0\u3092\u89E3\u6790\u3067\u304D\u306A\u304B\u3063\u305F\u305F\u3081\u3001\u30BF\u30A4\u30D7"{0}"\u306E\u30B9\u30AD\u30FC\u30DE\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
2002176="{0}"\u306E\u7D50\u5408\u5217\u306F\u3001\u660E\u793A\u7684\u306B\u4E00\u610F\u3067\u306A\u3044\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u4E00\u610F\u5236\u7D04\u304C\u5B58\u5728\u3057\u307E\u3059\u3002
2002177=\u30BF\u30A4\u30D7"{0}"\u3067\u306F\u3001\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u7D50\u5408\u3067\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u5BA3\u8A00\u3055\u308C\u305F\u5217\u306E\u540D\u524D\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u3053\u306E\u7D50\u5408\u306B\u306F\u8907\u6570\u306E\u5217\u304C\u542B\u307E\u308C\u308B\u53EF\u80FD\u6027\u304C\u3042\u308B\u305F\u3081\u3001\u5404\u5217\u306E\u540D\u524D\u307E\u305F\u306F\u30BF\u30FC\u30B2\u30C3\u30C8\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2002178="{0}"\u306F\u3001"{1}"\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306Emapped-by\u5024\u3068\u3057\u3066\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002\u3053\u306E\u30B5\u30D6\u30AF\u30E9\u30B9\u306E\u8868\u306B\u5217"{2}"\u306F\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
2002179="{0}"\u3067\u30AB\u30B9\u30BF\u30E0\u5024\u306E\u30CF\u30F3\u30C9\u30E9"{1}"\u304C\u5BA3\u8A00\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u306E\u30CF\u30F3\u30C9\u30E9\u3092\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5316\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
2002180=\u9006\u30DE\u30C3\u30D4\u30F3\u30B0\u30FB\u30C4\u30FC\u30EB\u306F\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u3067\u5B9F\u884C\u3055\u308C\u307E\u3059\u3002\u30C4\u30FC\u30EB\u306F\u30B9\u30AD\u30FC\u30DE\u60C5\u5831\u3092\u53CE\u96C6\u3057\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u51E6\u7406\u306B\u306F\u6642\u9593\u304C\u304B\u304B\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002org.apache.openjpa.jdbc.Schema\u30ED\u30AE\u30F3\u30B0\u30FB\u30AB\u30C6\u30B4\u30EA\u3092\u6709\u52B9\u306B\u3057\u3066\u3001\u30B9\u30AD\u30FC\u30DE\u30FB\u30C7\u30FC\u30BF\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2002181=\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u7D50\u5408\u3067\u540D\u524D\u304C"{2}"\u306E\u5217\u306B\u5BFE\u3057\u3066\u30BF\u30A4\u30D7"{0}"\u3067\u5BA3\u8A00\u3055\u308C\u305F\u5B9A\u6570\u5024\u306E\u30BF\u30FC\u30B2\u30C3\u30C8"{1}"\u306F\u7121\u52B9\u3067\u3059\u3002
2002182="{0}"\u3067\u306F\u3001\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u5BA3\u8A00\u3055\u308C\u305F\u7D50\u5408\u5217\u306E\u540D\u524D\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
2002183=\u30BF\u30A4\u30D7"{0}"\u306B\u5BFE\u3057\u3066\u4E88\u671F\u3055\u308C\u305F\u30C7\u30FC\u30BF\u30B9\u30C8\u30A2\u30FB\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u5217\u6570\u306F{1}\u3067\u3059\u304C\u3001\u898B\u3064\u304B\u3063\u305F\u5217\u6570\u306F{2}\u3067\u3059\u3002
2002184=\u30BF\u30A4\u30D7"{0}"\u3067\u306F\u3001\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u306A\u3044\u5916\u90E8\u30AD\u30FC\u306E\u524A\u9664\u307E\u305F\u306F\u66F4\u65B0\u30A2\u30AF\u30B7\u30E7\u30F3\u304C\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u7D50\u5408\u5217\u306B\u5BFE\u3057\u3066\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u8AD6\u7406\u5916\u90E8\u30AD\u30FC\u306B\u623B\u3057\u3066\u3044\u307E\u3059\u3002
2002185="{0}"\u306B\u306F\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9"{1}"\u3092\u6301\u3064\u5217\u304C\u3042\u308A\u307E\u3059\u304C\u3001\u3053\u308C\u306F\u95A2\u9023\u30AF\u30E9\u30B9\u306E\u4E3B\u30AD\u30FC\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
2002186=\u30DE\u30C3\u30D4\u30F3\u30B0"{0}"\u306E\u7D50\u679C\u578B"{1}"\u306E\u7D50\u679C\u30D1\u30B9"{2}"\u306F\u3001\u95A2\u9023\u306E\u306A\u3044\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u901A\u904E\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
2002187="{1}"\u306B\u5BFE\u3057\u3066\u6307\u5B9A\u3055\u308C\u305F\u8868"{0}"\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
2002188="{0}"\u3067\u306F\u7D22\u5F15\u304C\u5BA3\u8A00\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u5217\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2002189="{0}"\u306E\u5217\u306E\u4E00\u90E8\u306B\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u5BA3\u8A00\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2002190=\u30BF\u30A4\u30D7"{0}"\u306B\u5BFE\u3057\u3066\u5BA3\u8A00\u3055\u308C\u305F\u5224\u5225\u5B50\u306E\u5024"{1}"\u306F\u3001\u6570\u5B57\u3067\u59CB\u307E\u308B\u5024\u3067\u3059\u304C\u3001\u6570\u5B57\u3068\u3057\u3066\u89E3\u6790\u3067\u304D\u307E\u305B\u3093\u3002
2002191="{0}"\u306F\u3001\u5B9A\u6570\u5024\u3092\u5225\u306E\u5B9A\u6570\u5024\u3068\u7D50\u5408\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
2002192=\u30BF\u30A4\u30D7"{0}"\u306E\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u7D50\u5408\u3067\u306F\u3001\u8907\u6570\u306E\u7570\u306A\u308B\u8868\u306E\u5217\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059: "{1}"\u3001"{2}"
2002193=\u30BF\u30A4\u30D7"{0}"\u3067\u5B9A\u7FA9\u3055\u308C\u305F\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u7D50\u5408\u5217"{2}"\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u306F"{1}"\u3067\u3059\u304C\u3001\u3053\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u306F\u8868"{3}"\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
2002194="{0}"\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u65B9\u5F0F\u306F"{1}"\u3067\u3059\u3002
2002195="{0}"\u3067\u306F\u3001\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u5BA3\u8A00\u3055\u308C\u305F\u5217\u306E\u540D\u524D\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u3053\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u306B\u306F\u8907\u6570\u306E\u5217\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308B\u304B\u3001\u307E\u305F\u306F\u5B9A\u6570\u306E\u7D50\u5408\u304C\u4F7F\u7528\u3055\u308C\u308B\u305F\u3081\u3001\u5404\u5217\u306E\u540D\u524D\u307E\u305F\u306F\u5B9A\u6570\u4EE5\u5916\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2002196="{0}"\u306E\u7D50\u5408\u5217\u306F\u3001\u9045\u5EF6\u5916\u90E8\u30AD\u30FC\u3092\u6301\u3064\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u308C\u3089\u306E\u5217\u306B\u5BFE\u3059\u308B\u65E2\u5B58\u306E\u5236\u7D04\u306F\u9045\u5EF6\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002OpenJPA\u3067\u306F\u5236\u7D04\u306E\u9045\u5EF6\u53EF\u80FD\u6027\u3092\u5909\u66F4\u3067\u304D\u307E\u305B\u3093\u3002
2002197="{0}"\u304Cnull-indicator\u5217"{1}"\u3092\u5BA3\u8A00\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u306E\u5217\u306F\u8868"{2}"\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
2002198="{0}"\u3067\u5B9A\u7FA9\u3055\u308C\u305F\u5217"{2}"\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u306F"{1}"\u3067\u3059\u304C\u3001\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u30BF\u30A4\u30D7"{3}"\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
2002199="{0}"\u3067\u306F\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u7D50\u5408\u5217"{2}"\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9"{1}"\u304C\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001OpenJPA\u306F\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u6240\u6709\u30AF\u30E9\u30B9\u3092\u5224\u5225\u3067\u304D\u307E\u305B\u3093\u3002
2002200=\u30DE\u30C3\u30D4\u30F3\u30B0\u304A\u3088\u3073\u30B9\u30AD\u30FC\u30DE\u306E\u5909\u66F4\u3092\u8A18\u9332\u3057\u3066\u3044\u307E\u3059\u3002
2002201=\u9006\u30DE\u30C3\u30D4\u30F3\u30B0\u3092\u8A08\u7B97\u3057\u3066\u3044\u307E\u3059\u3002
2002202="{0}"\u306E\u7D50\u5408\u5217\u306F\u3001\u4E00\u610F\u7D22\u5F15\u3092\u6301\u3064\u3068\u3057\u3066\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u308C\u3089\u306E\u5217\u306E\u65E2\u5B58\u306E\u7D22\u5F15\u306F\u4E00\u610F\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
2002203=\u30BF\u30A4\u30D7"{0}"\u3067\u5B9A\u7FA9\u3055\u308C\u305F\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u7D50\u5408\u5217"{2}"\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u306F"{1}"\u3067\u3059\u304C\u3001\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u30BF\u30A4\u30D7"{3}"\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
2002204=\u540D\u524D\u304C"{1}"\u306E"{0}"\u306E\u554F\u5408\u305B\u7D50\u679C\u30DE\u30C3\u30D4\u30F3\u30B0\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2002205=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306F\u3001lock-group\u62E1\u5F35\u3092\u5BA3\u8A00\u3057\u3066\u3044\u307E\u3059\u3002\u30AB\u30B9\u30BF\u30E0\u30FB\u30ED\u30C3\u30AF\u30FB\u30B0\u30EB\u30FC\u30D7\u3092\u4F7F\u7528\u3059\u308B\u306B\u306F\u3001\u30D1\u30D5\u30A9\u30FC\u30DE\u30F3\u30B9\u30FB\u30D1\u30C3\u30AF\u307E\u305F\u306FEnterprise Edition\u306E\u30E9\u30A4\u30BB\u30F3\u30B9\u304C\u5FC5\u8981\u3067\u3059\u3002\u30E9\u30A4\u30BB\u30F3\u30B9\u306E\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u306E\u8A73\u7D30\u306F\u3001sales@oracle.com\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
2002206=Java\u30AF\u30E9\u30B9"{1}"\u306B\u5BFE\u3059\u308B\u30BF\u30A4\u30D7\u540D"{0}"\u306E\u5217\u306E\u30BF\u30A4\u30D7\u30FB\u30DE\u30C3\u30D4\u30F3\u30B0\u3092\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3057\u3066\u3044\u307E\u3059\u3002
2002207=\u30DE\u30C3\u30D4\u30F3\u30B0"{0}"\u306E\u7D50\u679C\u578B"{1}"\u306Bnull\u307E\u305F\u306F\u7A7A\u306E\u30D1\u30B9\u3092\u8FFD\u52A0\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
2002208="{0}"\u306F\u3001\u5B9A\u6570\u5024\u3092\u5225\u306E\u5B9A\u6570\u5024\u3068\u7D50\u5408\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
2002209="{0}"\u3067\u5BA3\u8A00\u3057\u3066\u3044\u308Bnull-indicator\u5217"{1}"\u306Ejdbc-type\u306F\u3001\u4E88\u671F\u3055\u308C\u308B\u30BF\u30A4\u30D7"{2}"\u3068\u4E92\u63DB\u6027\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2002210="{0}"\u306B\u306F\u6709\u52B9\u306A\u30DE\u30C3\u30D4\u30F3\u30B0\u304C\u3042\u308A\u307E\u305B\u3093\u3002"{2}"\u3067\u30DE\u30C3\u30D7\u3055\u308C\u308B\u3068\u5BA3\u8A00\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u5BA3\u8A00\u3055\u308C\u305F\u30BF\u30A4\u30D7\u306E\u30B5\u30D6\u30AF\u30E9\u30B9"{1}"\u306F\u3001\u3053\u306E\u95A2\u4FC2\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u7D99\u627F\u3057\u307E\u305B\u3093\u3002
2002211="{0}"\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u3092\u89E3\u6C7A\u3057\u3066\u3044\u307E\u3059\u3002
2002212=\u95A2\u9023\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306EOID\u3092\u6587\u5B57\u5217\u5217\u306B\u6587\u5B57\u5217\u5316\u305B\u305A\u306B"{0}"\u3092\u30DE\u30C3\u30D7\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u95A2\u9023\u30BF\u30A4\u30D7\u306F\u30DE\u30C3\u30D7\u3055\u308C\u305A\u3001\u4E3B\u30AD\u30FC\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9"{1}"\u306F\u5358\u7D14\u306A\u30DE\u30C3\u30D4\u30F3\u30B0\u3092\u4F7F\u7528\u3057\u307E\u305B\u3093\u3002
2002213=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u3067char\u578B\u306E\u914D\u5217\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u65B9\u5F0F\u304C\u5BA3\u8A00\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001char\u578B\u306E\u914D\u5217\u30D5\u30A3\u30FC\u30EB\u30C9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
2002214=OID "{1}"\u3092\u6301\u3064\u30BF\u30A4\u30D7"{0}"\u306E\u30DE\u30C3\u30D7\u3055\u308C\u306A\u3044\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30D5\u30E9\u30C3\u30B7\u30E5\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
2002215=\u5224\u5225\u5B50\u306E\u5024"{0}"\u306F\u3001\u540C\u3058\u7D99\u627F\u30C4\u30EA\u30FC\u5185\u306E\u7570\u306A\u308B2\u3064\u306E\u30AF\u30E9\u30B9\u3067\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059: "{1}"\u3001"{2}"
2002216=\u30BF\u30A4\u30D7"{0}"\u306E\u5224\u5225\u5B50\u306F\u3001\u5358\u72EC\u3067\u306F\u30B5\u30D6\u30AF\u30E9\u30B9\u306E\u30EA\u30B9\u30C8\u3092\u8A08\u7B97\u3067\u304D\u307E\u305B\u3093\u3002\u3053\u306E\u6A5F\u80FD\u3092\u6301\u3064\u5224\u5225\u5B50\u306E\u65B9\u5F0F(class-name\u65B9\u5F0F\u306A\u3069)\u3092\u4F7F\u7528\u3057\u3001\u6C38\u7D9A\u30AF\u30E9\u30B9\u306E\u30BB\u30C3\u30C8\u3092"org.apache.openjpa.MetaDataFactory"\u30D7\u30ED\u30D1\u30C6\u30A3\u306B\u542B\u3081\u3066\u3001\u8D77\u52D5\u6642\u306BOpenJPA\u304C\u3059\u3079\u3066\u306E\u6C38\u7D9A\u30AF\u30E9\u30B9\u3092\u691C\u51FA\u3067\u304D\u308B\u3088\u3046\u306B\u3059\u308B\u304B\u3001\u3053\u306E\u30AF\u30E9\u30B9\u307E\u305F\u306F\u30B5\u30D6\u30AF\u30E9\u30B9\u306E\u6C38\u7D9A\u6027\u64CD\u4F5C\u3092\u5B9F\u884C\u3059\u308B\u524D\u306B\u3001\u3053\u306E\u30BF\u30A4\u30D7\u306E\u3059\u3079\u3066\u306E\u30B5\u30D6\u30AF\u30E9\u30B9\u306E\u30AF\u30E9\u30B9\u304CJVM\u3067\u3059\u3067\u306B\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5316\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u30AF\u30E9\u30B9\u306B\u30B5\u30D6\u30AF\u30E9\u30B9\u304C\u306A\u3044\u5834\u5408\u306F\u3001\u30AF\u30E9\u30B9\u3092final\u306B\u3059\u308B\u304B\u3001\u5224\u5225\u5B50\u306E\u65B9\u5F0F\u3092"final"\u306B\u5909\u66F4\u3059\u308B\u3053\u3068\u3092\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2002217="{0}"\u306F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u30DE\u30C3\u30D4\u30F3\u30B0\u65B9\u5F0F\u3092\u6307\u5B9A\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u30D5\u30A3\u30FC\u30EB\u30C9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
2002218=\u30DE\u30C3\u30D7\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306F\u30DE\u30C3\u30D7\u8868\u3092\u4F7F\u7528\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u30AD\u30FC\u304C\u5225\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u30DE\u30C3\u30D7\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u9006\u30AD\u30FC\u307E\u305F\u306F\u7D50\u5408\u8868\u30DE\u30C3\u30D4\u30F3\u30B0\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2002219="{1}"\u306B\u5BFE\u3057\u3066\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304B\u3089\u30ED\u30FC\u30C9\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u30C7\u30FC\u30BF"{0}"\u306E\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30FB\u30EC\u30B3\u30FC\u30C9\u306E\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u304C\u9069\u5207\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2002220=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8ID\u30D5\u30A3\u30FC\u30EB\u30C9"{1}"\u5185\u306B\u57CB\u3081\u8FBC\u307E\u308C\u305F\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u3092\u4E3B\u30AD\u30FC\u5024\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u30DE\u30C3\u30D4\u30F3\u30B0\u306B\u3088\u308A\u3001\u7D50\u5408\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u3068\u306A\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3002
2002221=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u3067\u30D7\u30EA\u30DF\u30C6\u30A3\u30D6\u578B\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u65B9\u5F0F\u304C\u5BA3\u8A00\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30D7\u30EA\u30DF\u30C6\u30A3\u30D6\u578B\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
2002222=\u30DE\u30C3\u30D7\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306F\u9006\u30AD\u30FC\u307E\u305F\u306F\u7D50\u5408\u8868\u30DE\u30C3\u30D4\u30F3\u30B0\u3092\u4F7F\u7528\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u305D\u306E\u30AD\u30FC\u306F\u5225\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u3088\u3063\u3066\u30DE\u30C3\u30D7\u3055\u308C\u307E\u305B\u3093\u3002\u30DE\u30C3\u30D7\u8868\u30DE\u30C3\u30D4\u30F3\u30B0\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2002223=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306F\u30CF\u30F3\u30C9\u30E9\u30FB\u30D9\u30FC\u30B9\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u65B9\u5F0F\u3092\u5BA3\u8A00\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u5024\u30CF\u30F3\u30C9\u30E9\u304C\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
2002224=subclass-join\u30AF\u30E9\u30B9\u30FB\u30A4\u30F3\u30B8\u30B1\u30FC\u30BF\u306E"{0}"\u3078\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u3092\u884C\u3046\u306B\u306F\u3001\u5916\u90E8\u7D50\u5408\u304C\u5FC5\u8981\u3067\u3059\u3002\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30FB\u30C7\u30A3\u30AF\u30B7\u30E7\u30CA\u30EA\u306F\u3001\u5916\u90E8\u7D50\u5408\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u306A\u3044"traditional"\u7D50\u5408\u69CB\u6587\u3092\u4F7F\u7528\u3059\u308B\u3088\u3046\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u304B\u308F\u308A\u306BSQL 92\u7D50\u5408\u3092\u4F7F\u7528\u3059\u308B\u306B\u306F\u3001\u6B21\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u8A2D\u5B9A\u3057\u307E\u3059: org.apache.openjpa.jdbc.DBDictionary: JoinSyntax=sql92
2002225=\u5224\u5225\u5B50\u5217"{1}"(\u30BF\u30A4\u30D7"{1}")\u306B\u3001null\u307E\u305F\u306F\u7A7A\u306E\u5024\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002
2002226=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u3067\u30D0\u30A4\u30C8\u914D\u5217\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u65B9\u5F0F\u304C\u5BA3\u8A00\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30D0\u30A4\u30C8\u914D\u5217\u30D5\u30A3\u30FC\u30EB\u30C9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
2002227=\u975E\u52B9\u7387\u7684\u306A\u30DE\u30C3\u30D4\u30F3\u30B0: \u30B3\u30EC\u30AF\u30B7\u30E7\u30F3"{1}"\u306B\u3088\u3063\u3066\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u304C\u30DE\u30C3\u30D7\u3055\u308C\u308B\u3053\u3068\u3092\u5BA3\u8A00\u3057\u3066\u3044\u307E\u3059\u3002"{0}"\u3092\u30DE\u30C3\u30D7\u3057\u3001\u3053\u308C\u3067"{1}"\u304C\u30DE\u30C3\u30D7\u3055\u308C\u308B\u3088\u3046\u306B\u5BA3\u8A00\u3059\u308B\u3068\u3001\u30DE\u30C3\u30D4\u30F3\u30B0\u306E\u52B9\u7387\u304C\u5927\u304D\u304F\u5411\u4E0A\u3057\u307E\u3059\u3002
2002228=\u30BF\u30A4\u30D7"{0}"\u306B\u306F\u3001\u30AA\u30D7\u30C6\u30A3\u30DF\u30B9\u30C6\u30A3\u30C3\u30AF\u30FB\u30ED\u30C3\u30AF\u306B\u53C2\u52A0\u3059\u308B\u30D5\u30A3\u30FC\u30EB\u30C9\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u65B9\u5F0F\u3092"none"\u306B\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2002229="{0}"\u306F\u6709\u52B9\u306A\u30DE\u30C3\u30D4\u30F3\u30B0\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u95A2\u9023\u30BF\u30A4\u30D7\u306B\u3001\u7D50\u5408\u3067\u306F\u5230\u9054\u3067\u304D\u306A\u3044\u30B5\u30D6\u30AF\u30E9\u30B9\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u305F\u3081\u3001OpenJPA\u306F\u3001\u30DE\u30C3\u30D7\u3055\u308C\u305F\u5916\u90E8\u30AD\u30FC\u304B\u3089OID\u3092\u69CB\u7BC9\u3067\u304D\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002\u305F\u3060\u3057\u3001\u5916\u90E8\u30AD\u30FC\u304C\u95A2\u9023\u30BF\u30A4\u30D7\u306E\u3059\u3079\u3066\u306E\u4E3B\u30AD\u30FC\u5024\u3092\u8868\u3057\u3066\u3044\u307E\u305B\u3093\u3002
2002230=\u30BF\u30A4\u30D7"{0}"\u306F\u3001\u5B8C\u5168\u306A\u30AF\u30E9\u30B9\u30FB\u30DE\u30C3\u30D4\u30F3\u30B0\u65B9\u5F0F\u3092\u6307\u5B9A\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u6C38\u7D9A\u53EF\u80FD\u306A\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u304C\u30DE\u30C3\u30D7\u3055\u308C\u3066\u3044\u308B\u304B\u3001\u7D44\u8FBC\u307F\u3067\u3059\u3002\u304B\u308F\u308A\u306B\u3001\u6709\u52B9\u306A\u30B5\u30D6\u30AF\u30E9\u30B9\u307E\u305F\u306F\u7D44\u8FBC\u307F\u65B9\u5F0F\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2002231=\u8907\u6570\u306E\u5217\u3092\u6301\u3064\u30CF\u30F3\u30C9\u30E9\u3067\u81EA\u52D5\u5272\u5F53\u3055\u308C\u305F\u5217\u5024\u3092\u4F7F\u7528\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002\u81EA\u52D5\u5272\u5F53\u3055\u308C\u305F\u5217\u5024\u3092\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u3067\u4F7F\u7528\u3059\u308B\u306B\u306F\u3001org.apache.openjpa.jdbc.meta.Joinable\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u3092\u5B9F\u88C5\u3059\u308B\u30AB\u30B9\u30BF\u30E0\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u30FB\u30DE\u30C3\u30D4\u30F3\u30B0\u3092\u4F5C\u6210\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2002232="{0}"\u306F\u95A2\u4FC2\u30DE\u30C3\u30D4\u30F3\u30B0\u65B9\u5F0F\u3092\u5BA3\u8A00\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u5225\u306E\u6C38\u7D9A\u53EF\u80FD\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3068\u306E\u76F4\u63A5\u306E\u975E\u7D44\u8FBC\u307F\u306E\u95A2\u4FC2\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
2002233=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306F"{1}"\u3092mapped-by\u30D5\u30A3\u30FC\u30EB\u30C9\u3068\u3057\u3066\u5BA3\u8A00\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u76F4\u63A5\u306E\u95A2\u4FC2\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
2002234="{0}"\u306Fto-many\u95A2\u4FC2\u65B9\u5F0F\u3092\u5BA3\u8A00\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u305D\u306E\u8981\u7D20\u306F\u5225\u306E\u30DE\u30C3\u30D7\u3055\u308C\u305F\u6C38\u7D9A\u53EF\u80FD\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3068\u306E\u76F4\u63A5\u306E\u975E\u7D44\u8FBC\u307F\u306E\u95A2\u4FC2\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
2002235=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306F\u3001\u5225\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u3088\u3063\u3066\u30DE\u30C3\u30D7\u3055\u308C\u308B\u3088\u3046\u306B\u5BA3\u8A00\u3067\u304D\u307E\u305B\u3093\u3002\u3053\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u65B9\u5F0F({1})\u306F\u3001\u5225\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u3088\u308B\u30DE\u30C3\u30D4\u30F3\u30B0\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093\u3002
2002236=\u5224\u5225\u5B50\u306E\u5024"{0}"\u3092\u3001\u30EA\u30AF\u30A8\u30B9\u30C8\u3055\u308C\u305F\u30AF\u30E9\u30B9"{1}"\u306E\u65E2\u77E5\u306E\u30B5\u30D6\u30AF\u30E9\u30B9\u306B\u30DE\u30C3\u30D7\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F(\u65E2\u77E5\u306E\u5224\u5225\u5B50\u306E\u5024: {2})\u3002
2002237=\u95A2\u9023\u30BF\u30A4\u30D7\u304C\u30DE\u30C3\u30D7\u3055\u308C\u306A\u3044\u305F\u3081\u3001"{1}"\u306B\u3088\u3063\u3066\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u3092\u30DE\u30C3\u30D7\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
2002238=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u3067\u6587\u5B57\u5217\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u65B9\u5F0F\u304C\u5BA3\u8A00\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u6587\u5B57\u5217\u30D5\u30A3\u30FC\u30EB\u30C9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
2002239=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306F\u3001\u7D50\u5408\u306B\u30AF\u30E9\u30B9\u306E\u6761\u4EF6\u3092\u4F7F\u7528\u3059\u308B\u3068\u5BA3\u8A00\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u308C\u306Finverse\u30D5\u30A3\u30FC\u30EB\u30C9\u304C\u6240\u6709\u3059\u308B\u30D5\u30A3\u30FC\u30EB\u30C9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u3057\u305F\u304C\u3063\u3066\u3001\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u524A\u9664\u6642\u306B\u3001inverse\u5916\u90E8\u30AD\u30FC\u3092\u6B63\u3057\u304Fnull\u306B\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002"mapped-by"\u5C5E\u6027\u3092\u4F7F\u7528\u3057\u3066\u6240\u6709\u3059\u308B\u9006\u95A2\u4FC2\u3092\u6307\u5B9A\u3057\u306A\u3044\u5834\u5408\u3001OpenJPA\u306E\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306B\u306F\u5B64\u7ACB\u3057\u305F\u30AD\u30FC\u5024\u304C\u6B8B\u308B\u3053\u3068\u304C\u3042\u308A\u307E\u3059\u3002
2002240=\u30BF\u30A4\u30D7"{0}"\u306F\u3001\u5224\u5225\u5B50\u306E\u65B9\u5F0F\u3092\u6307\u5B9A\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u6C38\u7D9A\u53EF\u80FD\u306A\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u304C\u30DE\u30C3\u30D7\u3055\u308C\u3066\u3044\u308B\u304B\u3001\u7D44\u8FBC\u307F\u3067\u3059\u3002\u30B5\u30D6\u30AF\u30E9\u30B9\u304A\u3088\u3073\u7D44\u8FBC\u307F\u306E\u5024\u306F\u3001\u57FA\u672C\u30AF\u30E9\u30B9\u307E\u305F\u306F\u7D44\u8FBC\u307F\u30AF\u30E9\u30B9\u306E\u5224\u5225\u5B50\u306E\u65B9\u5F0F\u3092\u4F7F\u7528\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2002241=\u30BF\u30A4\u30D7"{0}"\u306F\u3001\u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u65B9\u5F0F\u3092\u6307\u5B9A\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u6C38\u7D9A\u53EF\u80FD\u306A\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u304C\u30DE\u30C3\u30D7\u3055\u308C\u3066\u3044\u308B\u304B\u3001\u7D44\u8FBC\u307F\u3067\u3059\u3002\u30B5\u30D6\u30AF\u30E9\u30B9\u304A\u3088\u3073\u7D44\u8FBC\u307F\u306E\u5024\u306F\u3001\u57FA\u672C\u30AF\u30E9\u30B9\u307E\u305F\u306F\u7D44\u8FBC\u307F\u30AF\u30E9\u30B9\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u65B9\u5F0F\u3092\u4F7F\u7528\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2002242=\u5224\u5225\u5B50\u5217"{0}"\u304B\u3089\u30B5\u30D6\u30AF\u30E9\u30B9\u3092\u30ED\u30FC\u30C9\u3057\u3066\u3044\u307E\u3059\u3002
2002243=\u3053\u306E\u30B3\u30F3\u30C6\u30CA\u306F\u5927\u304D\u306A\u7D50\u679C\u30BB\u30C3\u30C8\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u3067\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u6240\u6709\u30D5\u30A3\u30FC\u30EB\u30C9\u304B\u3089\u524A\u9664\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u3057\u305F\u304C\u3063\u3066\u3001\u30B3\u30F3\u30C6\u30CA\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
2002244="{0}"\u306F\u6240\u6709\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u4E00\u90E8\u3068\u3057\u3066\u306E\u307F\u30ED\u30FC\u30C9\u53EF\u80FD\u3067\u3042\u308B\u305F\u3081\u3001\u30D7\u30ED\u30B8\u30A7\u30AF\u30B7\u30E7\u30F3\u3067\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
2002245=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u306F"{1}"\u3092mapped-by\u30D5\u30A3\u30FC\u30EB\u30C9\u3068\u3057\u3066\u5BA3\u8A00\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306F\u9006\u95A2\u4FC2\u306E\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
2002246=\u30BF\u30A4\u30D7"{0}"\u306F\u30D5\u30E9\u30C3\u30C8\u306A\u7D99\u627F\u30DE\u30C3\u30D4\u30F3\u30B0\u3092\u4F7F\u7528\u3057\u307E\u3059\u304C\u3001\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u8868"{2}"\u306B\u4E00\u81F4\u3057\u306A\u3044\u8868\u540D"{1}"\u3092\u5BA3\u8A00\u3057\u3066\u3044\u307E\u3059\u3002
2002247=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u3067blob\u30DE\u30C3\u30D4\u30F3\u30B0\u65B9\u5F0F\u304C\u5BA3\u8A00\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u5024\u306F\u30B7\u30EA\u30A2\u30E9\u30A4\u30BA\u3055\u308C\u307E\u305B\u3093\u3002\u30D5\u30A3\u30FC\u30EB\u30C9\u306E"serialized"\u5C5E\u6027\u3092true\u306B\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2002248=\u30BF\u30A4\u30D7"{0}"\u306F\u3001\u30B5\u30D6\u30AF\u30E9\u30B9\u30FB\u30DE\u30C3\u30D4\u30F3\u30B0\u65B9\u5F0F\u3092\u6307\u5B9A\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u6C38\u7D9A\u53EF\u80FD\u306A\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u304C\u30DE\u30C3\u30D7\u3055\u308C\u3066\u3044\u306A\u3044\u304B\u3001\u7D44\u8FBC\u307F\u3067\u3059\u3002\u304B\u308F\u308A\u306B\u3001\u6709\u52B9\u306A\u57FA\u672C\u30AF\u30E9\u30B9\u307E\u305F\u306F\u7D44\u8FBC\u307F\u30AF\u30E9\u30B9\u306E\u65B9\u5F0F\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2002249=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u3067\u30DE\u30C3\u30D7\u578B\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u65B9\u5F0F\u304C\u5BA3\u8A00\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30DE\u30C3\u30D7\u578B\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
2002250="{0}"\u306F\u7D44\u8FBC\u307F\u578B\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u65B9\u5F0F\u3092\u6307\u5B9A\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u7D44\u8FBC\u307F\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
2002251="{1}"\u3067\u5B9A\u7FA9\u3055\u308C\u305F\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u3092"{2}"\u3067\u30DE\u30C3\u30D7\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002inverse\u5916\u90E8\u30AD\u30FC\u3092\u4F7F\u7528\u3057\u3066\u3001\u7D50\u5408\u3055\u308C\u3066\u3044\u306A\u3044\u30B5\u30D6\u30AF\u30E9\u30B9\u306E\u30B9\u30FC\u30D1\u30FC\u30AF\u30E9\u30B9\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u30DE\u30C3\u30D7\u3067\u304D\u307E\u305B\u3093\u3002
2002252=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u3067\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u578B\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u65B9\u5F0F\u304C\u5BA3\u8A00\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u578B\u307E\u305F\u306F\u914D\u5217\u578B\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
2002253="{0}"\u9593\u3067\u306E\u7D50\u5408\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u95A2\u9023\u30BF\u30A4\u30D7\u306B\u306F\u7D50\u5408\u3055\u308C\u3066\u3044\u306A\u3044\u30B5\u30D6\u30AF\u30E9\u30B9\u304C\u3042\u308A\u307E\u3059\u3002
2002254=\u8AD6\u7406\u5916\u90E8\u30AD\u30FC\u95A2\u4FC2\u3092\u672A\u77E5\u306E\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30BF\u30A4\u30D7\u3092\u6301\u3064\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u30DE\u30C3\u30D7\u3067\u304D\u307E\u305B\u3093\u3002
2002255="{0}"\u306F\u6709\u52B9\u306A\u30DE\u30C3\u30D4\u30F3\u30B0\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u7D50\u5408\u3055\u308C\u3066\u3044\u306A\u3044\u30B5\u30D6\u30AF\u30E9\u30B9\u3092\u6301\u3064\u30BF\u30A4\u30D7\u3068\u306E\u5916\u90E8\u30AD\u30FC\u30FB\u30D9\u30FC\u30B9\u306E\u9006\u65B9\u5411\u306E\u95A2\u4FC2\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u305B\u3093\u3002
2002256=\u30BF\u30A4\u30D7"{0}"\u306Fvalue-map\u5224\u5225\u5B50\u306E\u65B9\u5F0F\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u5224\u5225\u5B50\u306E\u5024\u3092\u5BA3\u8A00\u3057\u3066\u3044\u307E\u305B\u3093\u3002
2002257="{0}"\u306F\u7D44\u8FBC\u307F\u3068\u3057\u3066\u30DE\u30C3\u30D7\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u7D44\u8FBC\u307F\u30D5\u30A3\u30FC\u30EB\u30C9"{1}"\u306F\u7D44\u8FBC\u307F\u53EF\u80FD\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u7D44\u8FBC\u307F\u578B\u306E\u8981\u7D20/\u30AD\u30FC/\u5024\u306F\u3001\u5358\u7D14\u306A\u30D5\u30A3\u30FC\u30EB\u30C9\u304A\u3088\u3073\u4ED6\u306E\u6C38\u7D9A\u30BF\u30A4\u30D7\u3068\u306E\u76F4\u63A5\u306E\u95A2\u4FC2\u306B\u9650\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002
2002258=\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u3067clob\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u65B9\u5F0F\u304C\u5BA3\u8A00\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u6587\u5B57\u5217\u30D5\u30A3\u30FC\u30EB\u30C9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
2002259=\u30B9\u30AD\u30FC\u30DE\u3092\u8AAD\u307F\u53D6\u3063\u3066\u3044\u307E\u3059
2002260=\u9806\u5E8F"{0}"\u306F\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306B\u8FFD\u52A0\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2002261=\u30B9\u30AD\u30FC\u30DE"{0}"\u306E\u9806\u5E8F\u3092\u8AAD\u307F\u53D6\u3063\u3066\u3044\u307E\u3059
2002262=\u5217"{0}"\u306F\u8868"{1}"\u304B\u3089\u524A\u9664\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2002263=\u30B9\u30AD\u30FC\u30DE\u540D"{0}"\u3001\u8868\u540D"{1}"\u306E\u8868\u60C5\u5831\u3092\u8AAD\u307F\u53D6\u3063\u3066\u3044\u307E\u3059\u3002
2002264=\u8868"{2}"\u306E\u5916\u90E8\u30AD\u30FC"{0}"\u306B\u3088\u3063\u3066\u6307\u5B9A\u3055\u308C\u305F\u5217"{1}"\u306F\u3001\u3053\u306E\u8868\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
2002265=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3059\u308B\u30B9\u30AD\u30FC\u30DE\u60C5\u5831\u3092\u53CE\u96C6\u3057\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u51E6\u7406\u306B\u306F\u6642\u9593\u304C\u304B\u304B\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002org.apache.openjpa.jdbc.Schema\u30ED\u30AE\u30F3\u30B0\u30FB\u30AB\u30C6\u30B4\u30EA\u3092\u6709\u52B9\u306B\u3057\u3066\u3001\u30B9\u30AD\u30FC\u30DE\u30FB\u30C7\u30FC\u30BF\u306E\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u306B\u95A2\u3059\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2002266=\u30B9\u30AD\u30FC\u30DE\u540D"{0}"\u3001\u8868\u540D"{1}"\u306E\u7D22\u5F15\u3092\u8AAD\u307F\u53D6\u3063\u3066\u3044\u307E\u3059\u3002
2002267=\u8868"{1}"\u306E\u65E2\u5B58\u306E\u5916\u90E8\u30AD\u30FC"{0}"\u306F\u3001\u6307\u5B9A\u3055\u308C\u305F\u30B9\u30AD\u30FC\u30DE\u5B9A\u7FA9\u5185\u306E\u540C\u3058\u5916\u90E8\u30AD\u30FC\u3068\u4E92\u63DB\u6027\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2002268=\u6307\u5B9A\u3055\u308C\u305F\u30C9\u30E9\u30A4\u30D0"{0}"\u306F\u3001java.sql.Driver\u307E\u305F\u306Fjavax.sql.DataSource\u30AF\u30E9\u30B9\u540D\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
2002269=\u8868"{0}"\u306E\u7D22\u5F15\u60C5\u5831\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093: "{1}"
2002270=\u53D6\u5F97\u3057\u305F\u30E9\u30A4\u30BB\u30F3\u30B9\u3067\u306F\u3001\u6700\u5927\u3067{0}\u500B\u306E\u30D7\u30FC\u30EB\u3055\u308C\u305F\u63A5\u7D9A\u306E\u307F\u8A31\u53EF\u3055\u308C\u307E\u3059\u3002\u3053\u308C\u306B\u5FDC\u3058\u305F\u63A5\u7D9A\u30D7\u30FC\u30EB\u304C\u69CB\u6210\u3055\u308C\u307E\u3059\u3002
2002271=\u6700\u5927\u7D22\u5F15\u6570{2}\u306E\u5236\u9650\u3092\u8D85\u3048\u308B\u305F\u3081\u3001\u8868"{1}"\u306E\u7D22\u5F15"{0}"\u306F\u4F5C\u6210\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2002272=\u9806\u5E8F"{0}"\u306F\u524A\u9664\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2002273=\u7D22\u5F15"{0}"\u306F\u8868"{1}"\u304B\u3089\u524A\u9664\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2002274=\u30B9\u30AD\u30FC\u30DE"{0}"\u306E\u7D22\u5F15\u3092\u8AAD\u307F\u53D6\u3063\u3066\u3044\u307E\u3059
2002275=\u30B9\u30AD\u30FC\u30DE\u60C5\u5831\u3092\u683C\u7D0D\u3059\u308B\u8868\u3092\u4F5C\u6210\u3057\u3066\u3044\u307E\u3059\u3002
2002276=\u30AB\u30B9\u30BF\u30E0DataSource\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044
2002277=\u30B9\u30AD\u30FC\u30DE"{0}"\u306E\u5916\u90E8\u30AD\u30FC\u3092\u8AAD\u307F\u53D6\u3063\u3066\u3044\u307E\u3059
2002278=\u30B9\u30AD\u30FC\u30DE\u8868\u3092\u524A\u9664\u3057\u3066\u3044\u307E\u3059\u3002
2002279=\u30B9\u30AD\u30FC\u30DE\u306EXML\u8868\u73FE\u3092\u66F8\u304D\u8FBC\u3093\u3067\u3044\u307E\u3059\u3002
2002280=\u4F7F\u7528\u65B9\u6CD5: java org.apache.openjpa.jdbc.schema.TableSchemaFactory [-properties <properties file or resource>] [-<property name> <property value>] -action/-a <add | drop>
2002281=\u3053\u306E\u30B9\u30AD\u30FC\u30DE\u30FB\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306E\u6709\u52B9\u306A\u540D\u524D\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2002282=\u30B9\u30AD\u30FC\u30DE\u30FB\u30C4\u30FC\u30EB\u306F\u30B9\u30AD\u30FC\u30DE\u30FB\u30D5\u30A1\u30A4\u30EB"{0}"\u3067\u5B9F\u884C\u3055\u308C\u307E\u3059\u3002
2002283=\u30B9\u30AD\u30FC\u30DE"{0}"\u3092\u8AAD\u307F\u53D6\u3063\u3066\u3044\u307E\u3059
2002284=\u8868"{2}"\u306E\u5916\u90E8\u30AD\u30FC"{0}"\u3067\u6307\u5B9A\u3055\u308C\u305F\u5916\u90E8\u8868"{1}"\u306F\u3001\u5B58\u5728\u3057\u306A\u3044\u304B\u3001\u4E3B\u30AD\u30FC\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2002285=\u8868"{1}"\u306E\u7D22\u5F15\u3092\u8AAD\u307F\u53D6\u3063\u3066\u3044\u307E\u3059
2002286=\u8868"{1}"\u306E\u7D22\u5F15"{0}"\u306F\u4F5C\u6210\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2002287=\u5916\u90E8\u30AD\u30FC\u306E\u4F5C\u6210\u4E2D\u306B\u6B21\u306E\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: "{0}"\u3002\u5916\u90E8\u30AD\u30FC\u306F\u7121\u8996\u3055\u308C\u307E\u3059\u3002
2002288=\u8868"{1}"\u306E\u65E2\u5B58\u7D22\u5F15"{0}"\u306F\u3001\u6307\u5B9A\u3055\u308C\u305F\u30B9\u30AD\u30FC\u30DE\u5B9A\u7FA9\u5185\u306E\u540C\u3058\u7D22\u5F15\u3068\u4E92\u63DB\u6027\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2002289=\u8868"{1}"\u306E\u65E2\u5B58\u5217"{0}"\u306F\u3001\u6307\u5B9A\u3055\u308C\u305F\u30B9\u30AD\u30FC\u30DE\u5B9A\u7FA9\u5185\u306E\u540C\u3058\u5217\u3068\u4E92\u63DB\u6027\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u65E2\u5B58\u5217: {2}\u6307\u5B9A\u3055\u308C\u305F\u5217: {3}
2002290=\u8868"{1}"\u306E\u5217\u3092\u8AAD\u307F\u53D6\u3063\u3066\u3044\u307E\u3059
2002291=\u30B9\u30AD\u30FC\u30DE"{0}"\u306E\u4E3B\u30AD\u30FC\u3092\u8AAD\u307F\u53D6\u3063\u3066\u3044\u307E\u3059
2002292="{1}"\u306F\u5916\u90E8\u30AD\u30FC\u306E\u8A8D\u8B58\u3055\u308C\u305F\u30A2\u30AF\u30B7\u30E7\u30F3\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u4F7F\u7528\u53EF\u80FD\u306A\u30A2\u30AF\u30B7\u30E7\u30F3: {2}
2002293=\u5916\u90E8\u30AD\u30FC"{0}"\u306F\u8868"{1}"\u306B\u8FFD\u52A0\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2002294=\u8868"{3}({4})"\u306B\u30EA\u30F3\u30AF\u3057\u3066\u3044\u308B\u8868"{1} ({2})"\u3067\u65E2\u5B58\u306E\u5916\u90E8\u30AD\u30FC"{0}"\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002\u9806\u5E8F: "{5}"\u3002
2002295=\u30B9\u30AD\u30FC\u30DE\u540D"{0}"\u3001\u8868\u540D"{1}"\u306E\u4E3B\u30AD\u30FC\u3092\u8AAD\u307F\u53D6\u3063\u3066\u3044\u307E\u3059\u3002
2002296=\u30A4\u30F3\u30DD\u30FC\u30C8\u3057\u305F\u30B9\u30AD\u30FC\u30DE\u30FB\u30C7\u30FC\u30BF\u3092\u30B9\u30AD\u30FC\u30DE\u30FB\u30D5\u30A1\u30AF\u30C8\u30EA\u306B\u683C\u7D0D\u3057\u3066\u3044\u307E\u3059\u3002
2002297=\u8868"{0}"\u306B\u306F\u3001\u751F\u6210\u3055\u308C\u3066\u3044\u306A\u3044\u8868"{1}"\u306B\u5BFE\u3059\u308B\u5916\u90E8\u30AD\u30FC\u304C\u3042\u308A\u307E\u3059\u3002\u76F8\u4E92\u306B\u95A2\u9023\u3059\u308B\u3059\u3079\u3066\u306E\u8868\u3067\u540C\u6642\u306B\u30B9\u30AD\u30FC\u30DE\u30FB\u30B8\u30A7\u30CD\u30EC\u30FC\u30BF\u3092\u5B9F\u884C\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2002298=\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5\u64CD\u4F5C\u304C\u53D6\u308A\u6D88\u3055\u308C\u307E\u3057\u305F\u3002
2002299=\u8868"{2}"\u306E\u7D22\u5F15"{0}"\u306E\u4E00\u90E8\u3068\u3057\u3066\u6307\u5B9A\u3055\u308C\u305F\u5217"{1}"\u306F\u8868\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
2002300=\u8868"{1}"\u306E\u5916\u90E8\u30AD\u30FC\u3092\u8AAD\u307F\u53D6\u3063\u3066\u3044\u307E\u3059
2002301=\u8868"{1}"\u306E\u65E2\u5B58\u306E\u4E3B\u30AD\u30FC"{0}"\u306F\u3001\u6307\u5B9A\u3055\u308C\u305F\u30B9\u30AD\u30FC\u30DE\u5B9A\u7FA9\u5185\u306E\u540C\u3058\u4E3B\u30AD\u30FC\u3068\u4E92\u63DB\u6027\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2002302=\u5916\u90E8\u30AD\u30FC"{0}"\u306F\u8868"{1}"\u304B\u3089\u524A\u9664\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2002303=\u8868"{0}"\u306E\u5217\u60C5\u5831\u3092\u8AAD\u307F\u53D6\u3063\u3066\u3044\u307E\u3059\u3002
2002304=\u8868"{1}"\u306E\u4E3B\u30AD\u30FC\u3092\u8AAD\u307F\u53D6\u3063\u3066\u3044\u307E\u3059
2002305=ConnectionDriverName\u30D7\u30ED\u30D1\u30C6\u30A3\u306BJDBC\u30C9\u30E9\u30A4\u30D0\u307E\u305F\u306FDataSource\u30AF\u30E9\u30B9\u540D\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2002306=\u30B9\u30AD\u30FC\u30DE\u60C5\u5831\u8868\u306E2\u5EA6\u76EE\u306E\u66F8\u8FBC\u307F\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u539F\u56E0\u306B\u3064\u3044\u3066\u4EE5\u524D\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2002307=\u30B9\u30AD\u30FC\u30DE\u60C5\u5831\u8868\u3078\u306E\u6700\u521D\u306E\u66F8\u8FBC\u307F\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u518D\u8A66\u884C\u3059\u308B\u524D\u306B\u3001\u8868\u304C\u524A\u9664\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u306B\u5099\u3048\u3066\u8868\u306E\u4F5C\u6210\u3092\u884C\u3044\u307E\u3059: {0}
2002308=\u8868"{1}"\u3067\u65E2\u5B58\u5217"{0}"\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002
2002309=\u30B9\u30AD\u30FC\u30DE\u30FB\u30C4\u30FC\u30EB\u306F\u30A2\u30AF\u30B7\u30E7\u30F3"{0}"\u3092\u5B9F\u884C\u3057\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u51E6\u7406\u306B\u306F\u6642\u9593\u304C\u304B\u304B\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002org.apache.openjpa.jdbc.Schema\u30ED\u30B0\u30FB\u30AB\u30C6\u30B4\u30EA\u3092\u6709\u52B9\u306B\u3057\u3066\u30B9\u30AD\u30FC\u30DE\u30FB\u30C7\u30FC\u30BF\u306E\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u306B\u95A2\u3059\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3001org.apache.openjpa.jdbc.SQL\u30AB\u30C6\u30B4\u30EA\u3092\u6709\u52B9\u306B\u3057\u3066\u751F\u6210\u3055\u308C\u305FSQL\u30B3\u30DE\u30F3\u30C9\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2002310=\u30A2\u30AF\u30B7\u30E7\u30F3\u306E\u5BFE\u8C61\u3068\u306A\u308B\u30B9\u30AD\u30FC\u30DE\u30FB\u30B0\u30EB\u30FC\u30D7\u3092\u8A2D\u5B9A\u3059\u308B\u307E\u3067\u3001\u3053\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3002
2002311=\u4F7F\u7528\u65B9\u6CD5: java org.apache.openjpa.jdbc.schema.SchemaTool [-properties/-p <properties file or resource>] [-<property name> <property value>]* [-file/-f <stdout | output file or resource>] [-ignoreErrors/-i <true/t | false/f>] [-dropTables/-dt <true/t | false/f>] [-openjpaTables/-kt <true/t | false/f>] [-dropSequences/-dsq <true/t | false/f>] [-sequences/-sq <true/t | false/f>] [-primaryKeys/-pk <true/t | false/f>] [-foreignKeys/-fk <true/t | false/f>] [-indexes/-ix <true/t | false/f>] [-record/-r <true/t | false/f>] [-action/-a <add | retain | drop | refresh | build | reflect | createDB | dropDB | import | export>] <.schema file or resource>*
2002312=\u30B9\u30AD\u30FC\u30DE"{0}"\u306B\u53CD\u6620\u3057\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u51E6\u7406\u306B\u306F\u6642\u9593\u304C\u304B\u304B\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002org.apache.openjpa.jdbc.Schema\u30ED\u30AE\u30F3\u30B0\u30FB\u30AB\u30C6\u30B4\u30EA\u3092\u6709\u52B9\u306B\u3057\u3066\u3001\u30B9\u30AD\u30FC\u30DE\u30FB\u30C7\u30FC\u30BF\u306E\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u306B\u95A2\u3059\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2002313=\u30B9\u30AD\u30FC\u30DE"{0}"\u3001\u9806\u5E8F\u540D"{1}"\u306E\u9806\u5E8F\u60C5\u5831\u3092\u8AAD\u307F\u53D6\u3063\u3066\u3044\u307E\u3059\u3002
2002314=\u30B9\u30AD\u30FC\u30DE\u306E\u5909\u66F4\u3092\u8A18\u9332\u3057\u3066\u3044\u307E\u3059\u3002
2002315=\u30B9\u30AD\u30FC\u30DE\u540D"{0}"\u3001\u8868\u540D"{1}"\u306E\u5916\u90E8\u30AD\u30FC\u3092\u8AAD\u307F\u53D6\u3063\u3066\u3044\u307E\u3059\u3002
2002316=\u8868"{3}"\u306E\u5916\u90E8\u30AD\u30FC"{0}"\u306B\u3088\u3063\u3066\u7D50\u5408\u3055\u308C\u308B\u8868"{2}"\u306E\u5217"{1}"\u306F\u3001\u5B58\u5728\u3057\u306A\u3044\u304B\u3001\u4E3B\u30AD\u30FC\u5217\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
2002317=\u4E3B\u30AD\u30FC"{0}"\u306F\u8868"{1}"\u306B\u8FFD\u52A0\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2002318=\u8868"{1} ({2})"\u3067\u65E2\u5B58\u7D22\u5F15"{0}"\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002
2002319=\u8868"{1}"\u306E\u4E3B\u30AD\u30FC\u5217\u306B\u3059\u3067\u306B\u30EA\u30F3\u30AF\u6E08\u307F\u306E\u5916\u90E8\u30AD\u30FC\u3067\u8868"{0}"\u306E\u4E3B\u30AD\u30FC\u5217\u306B\u30EA\u30F3\u30AF\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
2002320=\u8868"{1} ({2})"\u3067\u65E2\u5B58\u306E\u4E3B\u30AD\u30FC"{0}"\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002
2002321=\u8868"{0}"\u306F\u524A\u9664\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2002322=\u30B9\u30AD\u30FC\u30DE\u30FB\u30C7\u30FC\u30BF\u3092XML\u306B\u66F8\u304D\u8FBC\u3093\u3067\u3044\u307E\u3059\u3002
2002323=\u540D\u524D"{0}"\u306F\u3001\u3053\u306E\u8868\u5185\u306E\u5217\u306B\u3059\u3067\u306B\u53D6\u3089\u308C\u3066\u3044\u307E\u3059\u3002
2002324=\u4E3B\u30AD\u30FC"{0}"\u306F\u8868"{1}"\u304B\u3089\u524A\u9664\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2002325=\u30B9\u30AD\u30FC\u30DE\u60C5\u5831\u8868\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F: {0}
2002326=\u8868"{0}"\u306F\u4F5C\u6210\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2002327=\u8868"{0}"\u306E\u7D22\u5F15\u30E1\u30BF\u30C7\u30FC\u30BF\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093: {1}
2002328=\u30B9\u30AD\u30FC\u30DE"{0}"\u3092\u66F8\u304D\u8FBC\u3093\u3067\u3044\u307E\u3059\u3002
2002329=\u5217"{0}"\u306F\u8868"{1}"\u306B\u8FFD\u52A0\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2002330=\u9806\u5E8F"{0}"\u306E\u5C5E\u6027\u306E\u6570\u5024\u5B9A\u6570\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
2002331=\u8868"{1}"\u306E\u5236\u7D04\u307E\u305F\u306F\u7D22\u5F15\u306B\u5BFE\u3057\u3066\u8868"{0}"\u304B\u3089\u5217\u3092\u8FFD\u52A0\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
2002332=\u8868"{2}"\u306E\u4E00\u610F\u5236\u7D04"{0}"\u306E\u4E00\u90E8\u3068\u3057\u3066\u6307\u5B9A\u3055\u308C\u305F\u5217"{1}"\u306F\u8868\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
2002333="{1}"\u306F\u3001\u6A19\u6E96\u30A2\u30AF\u30B7\u30E7\u30F3"{2}"\u306B\u8FD1\u4F3C\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u5916\u90E8\u30AD\u30FC\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u3068\u3057\u3066\u8A8D\u8B58\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u4F7F\u7528\u53EF\u80FD\u306A\u30A2\u30AF\u30B7\u30E7\u30F3: {3}
2002334=\u8868"{1}"\u306E\u4E3B\u30AD\u30FC\u3068\u3057\u3066\u6307\u5B9A\u3055\u308C\u305F\u5217"{0}"\u306F\u3001\u3053\u306E\u8868\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
2002335=\u30B9\u30AD\u30FC\u30DE\u60C5\u5831\u8868\u306E\u8AAD\u53D6\u308A\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u8868\u304C\u307E\u3060\u4F5C\u6210\u3055\u308C\u3066\u304A\u3089\u305A\u3001\u8AAD\u307F\u53D6\u308B\u30C7\u30FC\u30BF\u304C\u306A\u3044\u3068\u3044\u3046\u524D\u63D0\u306B\u57FA\u3065\u3044\u3066\u51E6\u7406\u3092\u7D99\u7D9A\u3057\u307E\u3059: {0}
2002336=\u3053\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u306EDataDirect JDBC\u30C9\u30E9\u30A4\u30D0\u306E\u30D0\u30B0\u306B\u3088\u308A\u3001SELECT FOR UPDATE\u6587\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3002\u30D0\u30FC\u30B8\u30E7\u30F33.2\u4EE5\u4E0A\u306E\u30C9\u30E9\u30A4\u30D0\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2002337=\u3053\u306E\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30FB\u30C7\u30A3\u30AF\u30B7\u30E7\u30CA\u30EA\u306F\u3001\u5217\u5024\u306E\u81EA\u52D5\u5272\u5F53\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093\u3002
2002338=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9"{0}"\u306F\u3001indexOf\u95A2\u6570\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093\u3002
2002339=Informix\u3067\u306F\u3001\u8907\u6570\u306E\u8868\u307E\u305F\u306FSELECT DISTINCT\u3067\u3042\u308B\u5834\u5408\u3001FOR UPDATE\u306E\u9078\u629E\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3002\u3053\u306E\u9078\u629E\u3067\u4F7F\u7528\u3055\u308C\u308B\u8868\u306F"{0}"\u3067\u3059\u3002\u8907\u6570\u8868\u306E\u9078\u629E/SELECT DISTINCT\u3092\u56DE\u907F\u3059\u308B\u3088\u3046\u306B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u69CB\u6210\u3059\u308B\u304B\u3001\u30AA\u30D7\u30C6\u30A3\u30DF\u30B9\u30C6\u30A3\u30C3\u30AF\u30FB\u30ED\u30C3\u30AF\u3092\u4F7F\u7528\u3059\u308B\u304B\u3001\u30DA\u30B7\u30DF\u30B9\u30C6\u30A3\u30C3\u30AF\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u5185\u3067\u975E\u30ED\u30C3\u30AF\u306E\u9078\u629E\u3092\u8A31\u53EF\u3059\u308B\u3088\u3046\u306B"SimulateLocking" DBDictionary\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u8A2D\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2002340=\u8868"{1}"\u306E\u5916\u90E8\u30AD\u30FC"{0}"\u304C\u53C2\u7167\u3059\u308B\u8868("{2}")\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
2002341=\u30D0\u30C3\u30C1\u6587\u3067\u306FLOB\u64CD\u4F5C\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093: {0}
2002342=\u4F7F\u7528\u3057\u3066\u3044\u308B\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30FB\u30C7\u30A3\u30AF\u30B7\u30E7\u30CA\u30EA("{0}")\u306B\u306F\u3001\u6A5F\u80FD"{1}"\u304C\u306A\u3044\u3068\u5831\u544A\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u6A5F\u80FD\u306F\u73FE\u5728\u306E\u64CD\u4F5C\u3092\u5B8C\u4E86\u3059\u308B\u305F\u3081\u306B\u5FC5\u8981\u3067\u3059\u3002OpenJPA\u304C\u3053\u306E\u6A5F\u80FD\u3092\u4F7F\u7528\u3059\u308B\u3088\u3046\u5F37\u5236\u3059\u308B\u306B\u306F\u3001\u6B21\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u8A2D\u5B9A\u3057\u307E\u3059: org.apache.openjpa.jdbc.DBDictionary: {1}=<value>
2002343=Oracle 8\u306F\u3001SQL92\u69CB\u6587\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093\u3002\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u56DE\u907F\u3059\u308B\u306B\u306F\u3001"JoinSyntax" DBDictionary\u30D7\u30ED\u30D1\u30C6\u30A3\u3092"database"\u306B\u8A2D\u5B9A\u3057\u307E\u3059\u3002\u4F8B: org.apache.openjpa.jdbc.DBDictionary: oracle(JoinSyntax=database)
2002344=\u3053\u306E\u63A5\u7D9A\u30AF\u30E9\u30B9"{0}"\u304B\u3089OracleConnection\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u898B\u3064\u3051\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2002345=Microsoft JDBC\u30C9\u30E9\u30A4\u30D0\u306B\u306F\u3001Prepared Statement\u304C\u30D7\u30FC\u30EB\u3055\u308C\u305F\u3068\u304D\u306B\u767A\u751F\u3059\u308B\u30D0\u30B0\u304C\u3042\u308A\u307E\u3059\u3002Microsoft JDBC\u30C9\u30E9\u30A4\u30D0\u3092\u4F7F\u7528\u3059\u308B\u3068\u304D\u306F\u3001org.apache.openjpa.ConnectionFactoryProperties\u69CB\u6210\u30D7\u30ED\u30D1\u30C6\u30A3\u306B"MaxCachedStatements=0"\u3092\u542B\u3081\u3066\u3001Prepared Statement\u306E\u30D7\u30FC\u30EB\u3092\u7121\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2002346=\u30CD\u30A4\u30C6\u30A3\u30D6\u306A\u7D50\u5408\u69CB\u6587\u304A\u3088\u3073\u5B9A\u6570\u306E\u7D50\u5408\u3092\u4F7F\u7528\u3057\u3066\u3001\u8868"{0}"\u3068"{1}"\u306E\u5916\u90E8\u7D50\u5408\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3002Oracle 9\u4EE5\u964D\u3092\u4F7F\u7528\u3057\u3066\u3044\u308B\u5834\u5408\u306F\u3001org.apache.openjpa.jdbc.DBDictionary\u69CB\u6210\u30D7\u30ED\u30D1\u30C6\u30A3\u3067JoinSyntax\u5024\u3092\u6307\u5B9A\u3057\u3066\u3001SQL92\u306E\u7D50\u5408\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044: org.apache.openjpa.jdbc.DBDictionary: oracle(JoinSyntax=sql92)
2002347=Oracle 9.2 JDBC\u30C9\u30E9\u30A4\u30D0\u306F\u30D0\u30C3\u30C1\u6587\u3067\u554F\u984C\u304C\u767A\u751F\u3059\u308B\u305F\u3081\u3001\u30C7\u30D5\u30A9\u30EB\u30C8\u3067\u7121\u52B9\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002"BatchLimit" DBDictionary\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u8A2D\u5B9A\u3057\u3066\u3001\u30D0\u30C3\u30C1\u6587\u3092\u6709\u52B9\u306B\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002Prepared Statement\u306E\u30D7\u30FC\u30EB\u3092\u7121\u52B9\u306B\u3059\u308B\u3068\u3001\u3053\u306E\u554F\u984C\u3092\u56DE\u907F\u3067\u304D\u308B\u5834\u5408\u3082\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u52D5\u4F5C\u306F\u3001\u4E92\u63DB\u6027\u306E\u3042\u308B9.0.1\u30C9\u30E9\u30A4\u30D0\u3067\u306F\u8D77\u3053\u308A\u307E\u305B\u3093\u3002
2002348=BatchLimit\u30D7\u30ED\u30D1\u30C6\u30A3\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001Oracle 9.2\u30C9\u30E9\u30A4\u30D0\u306F\u3053\u306E\u52D5\u4F5C\u3092\u9069\u5207\u306B\u30B5\u30DD\u30FC\u30C8\u3067\u304D\u306A\u3044\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002\u591A\u6570\u306E\u7121\u52B9\u306A\u66F4\u65B0\u30AB\u30A6\u30F3\u30C8\u30FB\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u5834\u5408\u306F\u3001BatchLimit\u30D7\u30ED\u30D1\u30C6\u30A3\u30920\u306B\u8A2D\u5B9A\u3057\u3066\u6587\u306E\u30D0\u30C3\u30C1\u51E6\u7406\u3092\u7121\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2002349=\u69CB\u6587\u304A\u3088\u3073\u5916\u90E8\u30AD\u30FC\u306E\u5236\u9650\u306B\u3088\u308A\u3001\u6307\u5B9A\u3055\u308C\u305F\u5916\u90E8\u30AD\u30FC"{0}"\u3092\u5916\u90E8\u7D50\u5408\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u7D50\u5408\u306F\u5185\u90E8\u7D50\u5408\u306B\u5909\u63DB\u3055\u308C\u307E\u3057\u305F\u3002
2002350=OraclePreparedStatement.setFormOfUse()\u3092\u5B9F\u88C5\u3057\u306A\u3044\u30C7\u30FC\u30BF\u30FB\u30BD\u30FC\u30B9\u307E\u305F\u306F\u30C9\u30E9\u30A4\u30D0\u3067NCHAR\u307E\u305F\u306FNCLOB\u5217\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u3002Unicode\u5024\u3092\u683C\u7D0D\u3067\u304D\u306A\u3044\u3001\u307E\u305F\u306F\u7834\u640D\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
2002351=\u6307\u5B9A\u3055\u308C\u305F\u7D50\u679C\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u914D\u5217\u304C\u7A7A\u3067\u3059
2002352=\u5916\u90E8\u30AD\u30FC\u306E\u4F5C\u6210\u4E2D\u306B\u6B21\u306E\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: "{0}"\u3002\u5916\u90E8\u30AD\u30FC\u306F\u7121\u8996\u3055\u308C\u307E\u3059\u3002
2002353=\u3053\u306E\u30C7\u30A3\u30AF\u30B7\u30E7\u30CA\u30EA({0})\u306F\u3001\u30ED\u30C3\u30AF\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093\u3002\u3057\u305F\u304C\u3063\u3066\u3001\u30AA\u30D7\u30C6\u30A3\u30DF\u30B9\u30C6\u30A3\u30C3\u30AF\u30FB\u30ED\u30C3\u30AF\u304C\u6709\u52B9\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u30D6\u30ED\u30FC\u30AB\u3092\u4F7F\u7528\u3057\u3066\u51E6\u7406\u304C\u5B9F\u884C\u3055\u308C\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
2002354=DBDictionary\u69CB\u6210: {0}
2002355=SQLResultSetMapping "{0}"\u306F\u3001SQL\u554F\u5408\u305B"{2}"\u3067\u9078\u629E\u3055\u308C\u305F\u5217"{1}"\u3092\u30DE\u30C3\u30D7\u3057\u307E\u305B\u3093\u3002
2002356=\u53D6\u5F97\u3057\u305F\u30E9\u30A4\u30BB\u30F3\u30B9\u306B\u306FSQL\u306E\u30D0\u30C3\u30C1\u6A5F\u80FD\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2002357=\u3053\u306E\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30FB\u30C7\u30A3\u30AF\u30B7\u30E7\u30CA\u30EA"{0}"\u306F\u3001\u5217\u5024\u306E\u81EA\u52D5\u5272\u5F53\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093\u3002\u5217"{1}"\u306F\u3001\u671F\u5F85\u3069\u304A\u308A\u306B\u52D5\u4F5C\u3057\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
2002358=UNION\u3092\u4E2D\u6B62\u3057\u3066\u3044\u307E\u3059: \u5217\u4EE5\u5916\u3092\u9078\u629E\u3059\u308BSQL\u3067\u30D7\u30EC\u30FC\u30B9\u30FB\u30DB\u30EB\u30C0\u30FC\u3092\u9078\u629E\u3067\u304D\u307E\u305B\u3093\u3002
2002359=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30FB\u30C7\u30A3\u30AF\u30B7\u30E7\u30CA\u30EA"{0}"\u306F\u3001Oracle\u3067\u6B63\u5F0F\u306B\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
2002360=\u30C9\u30E9\u30A4\u30D0\u306E\u30D9\u30F3\u30C0\u30FC\u306B\u5FDC\u3058\u3066\u3001\u3053\u306E\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306B\u5BFE\u3059\u308BOpenJPA\u306E\u52D5\u4F5C\u3092\u5909\u66F4\u3059\u308B\u5FC5\u8981\u304C\u3042\u308B\u305F\u3081\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306B\u63A5\u7D9A\u3057\u3066\u4F7F\u7528\u4E2D\u306EJDBC\u30C9\u30E9\u30A4\u30D0\u3092\u8ABF\u3079\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u63A5\u7D9A\u3092\u56DE\u907F\u3059\u308B\u306B\u306F\u3001org.apache.openjpa.jdbc.DBDictionary\u69CB\u6210\u30D7\u30ED\u30D1\u30C6\u30A3\u306EDriverVendor\u5024\u3092\u6B21\u306E\u3044\u305A\u308C\u304B\u306E\u5024\u306B\u8A2D\u5B9A\u3057\u307E\u3059: oracle\u3001oracle92(9.2\u30C9\u30E9\u30A4\u30D0)\u3001datadirect\u3001datadirect61(\u30D0\u30FC\u30B8\u30E7\u30F33.1\u307E\u305F\u306F\u305D\u308C\u4EE5\u524D\u306E\u30C9\u30E9\u30A4\u30D0)\u3001\u305D\u306E\u4ED6\u3002\u4F8B: org.apache.openjpa.jdbc.DBDictionary: oracle(DriverVendor=oracle92)
2002361=JNetDirect JDBC\u30C9\u30E9\u30A4\u30D0\u306F\u3001\u30D0\u30C3\u30C1\u6587\u3092\u4F7F\u7528\u3059\u308B\u3068\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3059\u3002JDBC\u30C9\u30E9\u30A4\u30D0\u3092\u4F7F\u7528\u3059\u308B\u3068\u304D\u306F\u3001org.apache.openjpa.jdbc.DBDictionary\u69CB\u6210\u30D7\u30ED\u30D1\u30C6\u30A3\u306B"BatchLimit=0"\u3092\u542B\u3081\u3066\u3001Prepared Statement\u306E\u30D7\u30FC\u30EB\u3092\u7121\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2002362=UNION\u3092\u4E2D\u6B62\u3057\u3066\u3044\u307E\u3059: \u5217/SQL\u306E\u9806\u5E8F\u4ED8\u3051\u307E\u305F\u306F\u65B9\u5411\u306B\u4E92\u63DB\u6027\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2002363=UNION\u3092\u4E2D\u6B62\u3057\u3066\u3044\u307E\u3059: \u4F7F\u7528\u4E2D\u306E\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306F\u3001UNION\u3092\u69CB\u6210\u3059\u308BSELECT\u306E\u7570\u306A\u308B\u4F4D\u7F6E\u306B\u51FA\u73FE\u3059\u308B\u5217/SQL\u306E\u9806\u5E8F\u4ED8\u3051\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093\u3002
2002364=Oracle\u30BB\u30FC\u30D6\u30DD\u30A4\u30F3\u30C8"{0}"\u306B\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3057\u3088\u3046\u3068\u3057\u305F\u3068\u304D\u306B\u3001\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u30029.2\u4EE5\u964D\u306EOracle\u30C9\u30E9\u30A4\u30D0\u304A\u3088\u3073\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u3092\u4F7F\u7528\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2002365=Sybase\u306E\u63A5\u7D9AURL"{0}"\u304C\u7121\u52B9\u3067\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059: Sybase JConnect\u30C9\u30E9\u30A4\u30D0\u304CJDBC\u306B\u6E96\u62E0\u3057\u305F\u65B9\u6CD5\u3067\u52D5\u4F5C\u3059\u308B\u305F\u3081\u306B\u5FC5\u8981\u306A\u30D1\u30E9\u30E1\u30FC\u30BF"BE_AS_JDBC_COMPLIANT_AS_POSSIBLE=true"\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093\u3002
2002366=UNION\u3092\u4E2D\u6B62\u3057\u3066\u3044\u307E\u3059: \u9078\u629E\u306Eorder-by\u6761\u4EF6\u306E\u6570\u304C\u7570\u306A\u308A\u307E\u3059\u3002
2002367=\u6700\u5F8C\u306B\u751F\u6210\u3055\u308C\u305F\u30AD\u30FC\u554F\u5408\u305B\u306F\u3001\u7D50\u679C\u3092\u623B\u3057\u307E\u305B\u3093\u3067\u3057\u305F\u3002
2002368=DB2\u306F\u3001\u8907\u6570\u306E\u8868\u3067\u306EFOR UPDATE\u306E\u9078\u629E\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3002\u3053\u306E\u9078\u629E\u3067\u4F7F\u7528\u3055\u308C\u308B\u8868\u306F"{0}"\u3067\u3059\u3002\u8907\u6570\u8868\u306E\u9078\u629E\u3092\u56DE\u907F\u3059\u308B\u3088\u3046\u306B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u69CB\u6210\u3059\u308B\u304B\u3001\u30AA\u30D7\u30C6\u30A3\u30DF\u30B9\u30C6\u30A3\u30C3\u30AF\u30FB\u30ED\u30C3\u30AF\u3092\u4F7F\u7528\u3059\u308B\u304B\u3001\u30DA\u30B7\u30DF\u30B9\u30C6\u30A3\u30C3\u30AF\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u5185\u3067\u975E\u30ED\u30C3\u30AF\u306E\u9078\u629E\u3092\u8A31\u53EF\u3059\u308B\u3088\u3046\u306B"SimulateLocking" DBDictionary\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u8A2D\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2002369=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u69CB\u6210\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u305FOpenJPA\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u3068\u3057\u3066\u8A8D\u8B58\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u6C4E\u7528\u306E\u30C7\u30A3\u30AF\u30B7\u30E7\u30CA\u30EA\u304C\u4F7F\u7528\u3055\u308C\u3001\u6A5F\u80FD\u304C\u5236\u9650\u3055\u308C\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002OpenJPA\u69CB\u6210\u306E"org.apache.openjpa.jdbc.DBDictionary"\u30D7\u30ED\u30D1\u30C6\u30A3\u3067\u9069\u5207\u306A\u30C7\u30A3\u30AF\u30B7\u30E7\u30CA\u30EA\u30FB\u30AF\u30E9\u30B9\u3092\u6307\u5B9A\u3059\u308B\u3068\u3001\u3053\u306E\u52D5\u4F5C\u3092\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3067\u304D\u307E\u3059\u3002
2002370={0}.{1}()\u306F\u4E0D\u6B63\u3067\u3042\u308B\u305F\u3081\u547C\u3073\u51FA\u3059\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093
2002371=\u5217"{0}"\u306F\u81EA\u52D5\u5272\u5F53\u3068\u30DE\u30FC\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30B5\u30FC\u30D0\u30FC\u306E\u5831\u544A\u3067\u306F\u3001\u5272\u308A\u5F53\u3066\u3089\u308C\u305F\u5024\u306Fnull\u3067\u3057\u305F\u3002
2002372=OraclePreparedStatement.setFixedCHAR()\u3092\u5B9F\u88C5\u3057\u306A\u3044\u30C7\u30FC\u30BF\u30FB\u30BD\u30FC\u30B9\u307E\u305F\u306F\u30C9\u30E9\u30A4\u30D0\u3067CHAR\u5217\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u3002\u30D1\u30C7\u30A3\u30F3\u30B0\u3055\u308C\u3066\u3044\u306A\u3044\u6587\u5B57\u5217\u5024\u306E\u6BD4\u8F03\u304C\u5931\u6557\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
2002373=\u3053\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u306EPostgreSQL JDBC\u30C9\u30E9\u30A4\u30D0\u306F\u3001Statement.setFetchSize()\u30E1\u30BD\u30C3\u30C9\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093\u3002OpenJPA\u306F\u3001\u6587\u306E\u30D5\u30A7\u30C3\u30C1\u30FB\u30B5\u30A4\u30BA\u3092\u8A2D\u5B9A\u3057\u307E\u305B\u3093\u3002\u3053\u306E\u8B66\u544A\u304C\u8868\u793A\u3055\u308C\u306A\u3044\u3088\u3046\u306B\u3059\u308B\u306B\u306F\u3001org.apache.openjpa.FetchBatchSize\u69CB\u6210\u30D7\u30ED\u30D1\u30C6\u30A3\u304C0\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u5143\u306EPostgreSQL\u30C9\u30E9\u30A4\u30D0\u306E\u4F8B\u5916\u306F\u3001\u53C2\u7167\u306E\u305F\u3081\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u307E\u3059\u3002
2002374=\u6307\u5B9A\u3055\u308C\u305F\u7D50\u679C\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u914D\u5217\u304Cnull\u3067\u3059
2002375=Oracle\u30BB\u30FC\u30D6\u30DD\u30A4\u30F3\u30C8"{0}"\u3092\u8A2D\u5B9A\u3057\u3088\u3046\u3068\u3057\u305F\u3068\u304D\u306B\u3001\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u30029.2\u4EE5\u964D\u306EOracle\u30C9\u30E9\u30A4\u30D0\u304A\u3088\u3073\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u3092\u4F7F\u7528\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2002376=\u3053\u306E\u64CD\u4F5C\u306FUNION\u306B\u542B\u307E\u308C\u308B\u500B\u3005\u306E\u9078\u629E\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u305B\u3093\u3002
2002377=\u6307\u5B9A\u3055\u308C\u305F\u7D50\u679C\u30BB\u30C3\u30C8\u304Cnull\u3067\u3059
2002378=SQLServer\u306E\u63A5\u7D9AURL"{0}"\u304C\u7121\u52B9\u3067\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059: \u30C9\u30E9\u30A4\u30D0\u304C\u5927\u304D\u306A\u7D50\u679C\u30BB\u30C3\u30C8\u3092\u6B63\u3057\u304F\u30B5\u30DD\u30FC\u30C8\u3059\u308B\u305F\u3081\u306B\u5FC5\u8981\u306A\u30D1\u30E9\u30E1\u30FC\u30BF"SelectMethod=cursor"\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093\u3002
2002379=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9"{0}"\u306F\u3001substring\u95A2\u6570\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093\u3002
2002380=\u3053\u306E\u554F\u5408\u305B\u3092\u5B8C\u4E86\u3067\u304D\u307E\u305B\u3093\u3002\u554F\u5408\u305B\u3092\u5B8C\u4E86\u3059\u308B\u306E\u306B\u5FC5\u8981\u306ASQL SELECT\u306E\u9806\u5E8F\u304C\u4E0D\u9069\u5408\u3067\u3059\u3002\u7D50\u679C\u3092\u30DE\u30FC\u30B8\u3067\u304D\u307E\u305B\u3093\u3002
2002381=\u6307\u5B9A\u3055\u308C\u305F\u30BF\u30A4\u30D7"{0}"\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u306F\u3001\u554F\u5408\u305B\u306E\u6709\u52B9\u306A\u30D1\u30E9\u30E1\u30FC\u30BF\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
2002382=Dictionary\u30AF\u30E9\u30B9"{0}"{1}\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002
2002383=\u5217"{0}"\u306B\u7570\u306A\u308B2\u3064\u306E\u5024\u3092\u8A2D\u5B9A\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059: ({1})"{2}"\u3001({3})"{4}"\u3002\u3053\u308C\u306F\u30012\u3064\u306E\u5074\u9762\u304C\u3042\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u9593\u306E\u95A2\u4FC2\u3067\u4E21\u5074\u3078\u306E\u8A2D\u5B9A\u306B\u5931\u6557\u3057\u305F\u304B\u3001\u540C\u3058\u5217\u306B\u7570\u306A\u308B\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u30DE\u30C3\u30D7\u3057\u305F\u304C\u3001\u3053\u308C\u3089\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u5024\u306E\u540C\u671F\u3092\u7DAD\u6301\u3057\u306A\u304B\u3063\u305F\u5834\u5408\u306B\u767A\u751F\u3057\u307E\u3059\u3002
2002384=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9"{0}"\u306B\u306F\u3001\u30BF\u30A4\u30D7"{2}"\u306E\u5024"{1}"\u3092\u683C\u7D0D\u3067\u304D\u306A\u3044\u3088\u3046\u306B\u5236\u7D04\u304C\u8A2D\u3051\u3089\u308C\u3066\u3044\u307E\u3059\u3002\u5024\u306F"{3}"\u306B\u4E38\u3081\u3089\u308C\u3066\u683C\u7D0D\u3055\u308C\u307E\u3059\u3002
2002385=\u5206
2002386=\u30B5\u30A4\u30BA
2002387=\u8FFD\u51FA\u3057\u30B9\u30EC\u30C3\u30C9\u306E\u5B9F\u884C\u9593\u9694(\u30DF\u30EA\u79D2\u5358\u4F4D)\u3002-1\u306F\u3001\u30B9\u30EC\u30C3\u30C9\u304C\u5B9F\u884C\u3055\u308C\u306A\u3044\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002
2002388=\u5197\u9577\u6587
2002389=\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30D2\u30C3\u30C8
2002390=\u30D7\u30FC\u30EB\u306B\u623B\u3055\u308C\u305F\u3068\u304D\u3001\u3059\u3079\u3066\u306E\u63A5\u7D9A\u3092\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3057\u307E\u3059\u3002
2002391=JDBC 3\u30E1\u30BD\u30C3\u30C9\u3092\u547C\u3073\u51FA\u305D\u3046\u3068\u3057\u305F\u3068\u304D\u306B\u3001\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30C9\u30E9\u30A4\u30D0\u307E\u305F\u306F\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304CJDBC 3\u306E\u6A5F\u80FD\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
2002392=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30FB\u30ED\u30B0\u30A4\u30F3\u3067\u30D6\u30ED\u30C3\u30AF\u3055\u308C\u308B\u6700\u5927\u6642\u9593(\u30DF\u30EA\u79D2\u5358\u4F4D)\u3002
2002393=\u63A5\u7D9A\u30D7\u30FC\u30EB\u3092\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3\u3057\u3066\u3044\u307E\u3059\u3002
2002394=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306EJDBC URL\u3002
2002395=\u4F5C\u6210\u3055\u308C\u305F\u6587
2002396=\u63A5\u7D9A\u30D7\u30FC\u30EB\u306B\u3059\u3067\u306B\u623B\u3055\u308C\u305F\u63A5\u7D9A"{0}"\u306B\u5BFE\u3057\u3066\u64CD\u4F5C\u3092\u5B9F\u884C\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
2002397=\u63A5\u7D9A\u3092\u958B\u3044\u3066\u3044\u307E\u3059
2002398=\u540C\u6642\u306B\u4F7F\u7528\u3055\u308C\u308B\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u63A5\u7D9A\u306E\u6700\u5927\u6570\u3002
2002399=\u30C9\u30E9\u30A4\u30D0\u30FB\u30AF\u30E9\u30B9"{0}"\u304A\u3088\u3073URL"{1}"\u306E\u63A5\u7D9A\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u7121\u52B9\u306AURL\u3092\u6307\u5B9A\u3057\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
2002400=\u30AB\u30A6\u30F3\u30C8
2002401=\u5408\u8A08
2002402=\u30EA\u30AF\u30A8\u30B9\u30C8
2002403=\u63A5\u7D9A\u304C\u4E2D\u6B62\u3055\u308C\u308B\u307E\u3067\u306B\u3001\u7A7A\u3044\u3066\u3044\u308B\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u63A5\u7D9A\u304C\u4F7F\u7528\u53EF\u80FD\u306B\u306A\u308B\u306E\u3092\u5F85\u6A5F\u3059\u308B\u6700\u5927\u6642\u9593(\u30DF\u30EA\u79D2\u5358\u4F4D)\u3002
2002404=\u30B5\u30A4\u30BA
2002405=\u30AA\u30FC\u30D0\u30FC\u30D5\u30ED\u30FC
2002406=JDBC 3\u30E1\u30BD\u30C3\u30C9\u306E\u30ED\u30FC\u30C9\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
2002407=\u30EA\u30FC\u30AF\u3057\u305F\u6587
2002408={0}
2002409=\u51FA\u73FE\u56DE\u6570
2002410=JDBC\u30C9\u30E9\u30A4\u30D0\u3002
2002411=ResultSet\u3092\u9589\u3058\u3066\u3044\u307E\u3059
2002412=\u63A5\u7D9A\u304C\u518D\u3073\u6709\u52B9\u306B\u306A\u308B\u307E\u3067\u306B\u5FC5\u8981\u306A\u6700\u5C0F\u7D4C\u904E\u6642\u9593(\u30DF\u30EA\u79D2\u5358\u4F4D)\u3002
2002413=\u30D7\u30FC\u30EB\u306E\u30A2\u30A4\u30C9\u30EB\u72B6\u614B\u306E\u63A5\u7D9A\u6570\u3002
2002414=\u30AB\u30A6\u30F3\u30C8
2002415=\u6700\u5927
2002416=\u30AD\u30E3\u30C3\u30B7\u30E5\u3055\u308C\u305F\u6587
2002417=JDBC\u30C9\u30E9\u30A4\u30D0\u307E\u305F\u306F\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u306B\u9069\u7528\u3055\u308C\u308B\u30D7\u30ED\u30D1\u30C6\u30A3\u3002
2002418=\u5197\u9577
2002419=\u30D2\u30C3\u30C8
2002420=\u5E73\u5747
2002421=\u63A5\u7D9A\u3092\u53D6\u5F97\u4E2D\u306B\u30BF\u30A4\u30D7"{0}"\u306E\u4E88\u671F\u3057\u306A\u3044\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u4F8B\u5916\u306FSQLException\u3068\u3057\u3066\u518D\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3059\u3002
2002422=\u30D7\u30FC\u30EB\u304B\u3089\u53D6\u5F97\u3059\u308B\u524D\u306B\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u63A5\u7D9A\u3092\u691C\u8A3C\u3059\u308B\u304B\u3069\u3046\u304B\u3002
2002423=\u5B9F\u884C\u306E\u30B3\u30DF\u30C3\u30C8
2002424=\u30D7\u30FC\u30EB\u304B\u3089\u306E\u8FFD\u51FA\u3057\u306E\u5019\u88DC\u3068\u306A\u308B\u307E\u3067\u306B\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u63A5\u7D9A\u304C\u30A2\u30A4\u30C9\u30EB\u72B6\u614B\u3067\u3044\u3089\u308C\u308B\u6700\u5C0F\u6642\u9593(\u30DF\u30EA\u79D2\u5358\u4F4D)\u3002
2002425=\u6587\u306E\u5B9F\u884C
2002426=\u4F5C\u6210\u6E08\u307F
2002427=\u63A5\u7D9A{1}\u306E\u5F85\u3061\u6642\u9593\u306F{0}\u30DF\u30EA\u79D2\u3067\u3057\u305F\u3002\u63A5\u7D9A\u30D7\u30FC\u30EB\u30FB\u30B5\u30A4\u30BA\u3092\u5897\u52A0\u3059\u308B\u5FC5\u8981\u304C\u3042\u308B\u3053\u3068\u3092\u793A\u3057\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
2002428=\u51E6\u7406\u306E\u6700\u3082\u9045\u3044\u6587
2002429=PreparedStatement\u306E\u5B9F\u884C
2002430=\u30D7\u30FC\u30EB\u5185\u306E\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u63A5\u7D9A\u6570\u3002
2002431=\u30A2\u30A4\u30C9\u30EB\u72B6\u614B\u306E\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u63A5\u7D9A\u3092\u5B9A\u671F\u7684\u306B\u691C\u8A3C\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
2002432=\u30AD\u30E3\u30C3\u30B7\u30E5\u306E\u30EA\u30AF\u30A8\u30B9\u30C8
2002433=Prepared Statement\u30AD\u30E3\u30C3\u30B7\u30E5\u304C\u30AA\u30FC\u30D0\u30FC\u30D5\u30ED\u30FC\u3057\u307E\u3057\u305F\u3002"{0}"\u304C\u524A\u9664\u3055\u308C\u307E\u3057\u305F\u3002Prepared Statement\u306E\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30B5\u30A4\u30BA\u3092\u5897\u52A0\u3059\u308B\u3053\u3068\u3082\u3067\u304D\u307E\u3059\u3002\u73FE\u5728\u3001\u6700\u5927\u30AD\u30E3\u30C3\u30B7\u30E5\u6587\u6570\u306F{1}\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002
2002434=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306B\u63A5\u7D9A\u3059\u308B\u305F\u3081\u306EJDBC\u30E6\u30FC\u30B6\u30FC\u540D\u3002
2002435=\u30AB\u30A6\u30F3\u30C8
2002436=\u63A5\u7D9A\u306E\u691C\u8A3C\u306B\u4F7F\u7528\u3055\u308C\u308BSQL
2002437=\u30D7\u30FC\u30EB\u5185\u306B\u4FDD\u6301\u3059\u308B\u30A2\u30A4\u30C9\u30EB\u72B6\u614B\u306E\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u63A5\u7D9A\u306E\u6700\u5927\u6570\u3002
2002438=\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30AA\u30FC\u30D0\u30FC\u30D5\u30ED\u30FC
2002439=\u63A5\u7D9A"{0}"\u306F\u3059\u3067\u306B\u9589\u3058\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u4F8B\u5916\u306B\u3064\u3044\u3066\u7D44\u8FBC\u307F\u306E\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u306B\u9589\u70B9\u306E\u8A73\u7D30\u304C\u793A\u3055\u308C\u3066\u3044\u307E\u3059\u3002
2002440=\u6587
2002441=\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u306E\u5B9F\u884C
2002442=ms
2002443=\u30D7\u30FC\u30EB\u3092\u9589\u3058\u308BSQL\u3092\u767A\u884C\u3059\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
2002444=\u6587
2002445=\u30EA\u30FC\u30AF\u6E08\u307F
2002446=\u975EJDBC 3 JVM\u3067JDBC 3\u30E1\u30BD\u30C3\u30C9\u3092\u547C\u3073\u51FA\u305D\u3046\u3068\u3057\u307E\u3057\u305F\u3002
2002447=\u6587
2002448=\u63A5\u7D9A\u30D7\u30FC\u30EB\u306E\u6700\u5927\u63A5\u7D9A\u6570({0})\u304C\u3059\u3079\u3066\u4F7F\u7528\u3055\u308C\u307E\u3057\u305F\u3002
2002449=\u30D7\u30FC\u30EB\u306B\u623B\u3059\u524D\u306B\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u63A5\u7D9A\u3092\u691C\u8A3C\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
2002450=\u8FFD\u51FA\u3057\u3092\u5B9F\u884C\u3059\u308B\u3054\u3068\u306B\u30C6\u30B9\u30C8\u3055\u308C\u308B\u63A5\u7D9A\u6570\u3002
2002451="{1}"\u3067\u91CD\u8907\u3057\u305F\u30B8\u30A7\u30CD\u30EC\u30FC\u30BF"{0}"\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002\u524D\u306E\u5B9A\u7FA9\u3092\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3057\u307E\u3059\u3002
2002452="{0}"\u3067\u4E00\u610F\u5236\u7D04\u306E\u5BA3\u8A00\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002OpenJPA\u3067\u306F@UniqueConstraint\u6CE8\u91C8\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
2002453=\u30BF\u30A4\u30D7"{0}"\u306F\u540D\u524D\u306E\u306A\u3044@SecondaryTable\u3092\u5BA3\u8A00\u3057\u3066\u3044\u307E\u3059\u3002
2002454=\u30D0\u30FC\u30B8\u30E7\u30F3\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3"{0}"\u3092\u30BB\u30AB\u30F3\u30C0\u30EA\u8868\u5217\u306B\u30DE\u30C3\u30D7\u3067\u304D\u307E\u305B\u3093\u3002\u30D0\u30FC\u30B8\u30E7\u30F3\u5217\u306F\u3001\u5E38\u306B\u30AF\u30E9\u30B9\u306E\u30D7\u30E9\u30A4\u30DE\u30EA\u8868\u306B\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
2002455="{1}"\u3067\u91CD\u8907\u3057\u305F\u30B8\u30A7\u30CD\u30EC\u30FC\u30BF"{0}"\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002\u7121\u8996\u3057\u307E\u3059\u3002
2002456="{1}"\u3067\u91CD\u8907\u3057\u305F\u7D50\u679C\u30BB\u30C3\u30C8\u306E\u30DE\u30C3\u30D4\u30F3\u30B0"{0}"\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002\u7121\u8996\u3057\u307E\u3059\u3002
2002457="{0}"\u306B\u306F"{1}"\u5217\u304C\u5FC5\u8981\u3067\u3059\u304C\u3001"{2}"\u5217\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002
2002458=\u975E\u7D44\u8FBC\u307F\u30D5\u30A3\u30FC\u30EB\u30C9"{0}"\u3067\u30DE\u30C3\u30D4\u30F3\u30B0\u306E\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3092\u5BA3\u8A00\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002
2002459="{0}"\u306F\u7D50\u5408\u5217\u306B\u5BFE\u3057\u3066\u4E00\u8CAB\u6027\u306E\u306A\u3044\u30BB\u30AB\u30F3\u30C0\u30EA\u8868\u3092\u5BA3\u8A00\u3057\u3066\u3044\u307E\u3059\u3002
2002460=\u7D44\u8FBC\u307F\u30D7\u30ED\u30D1\u30C6\u30A3"{0}"\u306F"{1}"\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u306E\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3092\u5BA3\u8A00\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u308C\u306F\u7D44\u8FBC\u307F\u30BF\u30A4\u30D7\u306E\u6C38\u7D9A\u30D7\u30ED\u30D1\u30C6\u30A3\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
2002461=\u751F\u6210\u3055\u308C\u305F\u8868\u304C"{0}"\u3067\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
2002462=OpenJPA\u306F\u3001"{0}"\u3067\u4F7F\u7528\u3055\u308C\u3066\u3044\u308B"{1}"\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u3002
2002463="usePKasFK"\u5C5E\u6027\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002ID\u30D7\u30ED\u30D1\u30C6\u30A3\u5217\u306B\u4E00\u81F4\u3059\u308BJoinColumns\u3092\u4F7F\u7528\u3057\u3066OneToOne\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
2002464=\u8868\u30B8\u30A7\u30CD\u30EC\u30FC\u30BF"{0}"\u3092\u89E3\u6790\u3057\u3066\u3044\u307E\u3059\u3002
2002465="{0}"\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u306E\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u306B"name"\u30D7\u30ED\u30D1\u30C6\u30A3\u304C\u3042\u308A\u307E\u305B\u3093\u3002
2002466="{1}"\u3067\u91CD\u8907\u3057\u305F\u7D50\u679C\u30BB\u30C3\u30C8\u306E\u30DE\u30C3\u30D4\u30F3\u30B0"{0}"\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002\u524D\u306E\u5B9A\u7FA9\u3092\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3057\u307E\u3059\u3002
2002467="{0}"\u306F\u3001\u3053\u306E\u5C5E\u6027\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u306A\u3044\u5217\u306E\u30BB\u30AB\u30F3\u30C0\u30EA\u8868\u3092\u5BA3\u8A00\u3057\u307E\u3059\u3002
2002468="{0}"\u306E\u7570\u306A\u308B\u5217\u3067\u4E00\u8CAB\u6027\u306E\u306A\u3044"\u4E00\u610F"\u5024\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002OpenJPA\u306F\u5217\u3054\u3068\u306B\u7570\u306A\u308B\u4E00\u610F\u5024\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u3053\u306E\u30DE\u30C3\u30D4\u30F3\u30B0\u306E\u3059\u3079\u3066\u306E\u5217\u3067\u540C\u3058\u5024\u3092\u4F7F\u7528\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2002469="{0}"\u306E\u8868\u30B8\u30A7\u30CD\u30EC\u30FC\u30BF\u306F\u540D\u524D\u3092\u5BA3\u8A00\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
2002470=\u7D50\u679C\u30BB\u30C3\u30C8\u30FB\u30DE\u30C3\u30D4\u30F3\u30B0"{0}"\u3092\u89E3\u6790\u3057\u3066\u3044\u307E\u3059\u3002
