messagedetail000500=\u30AB\u30BF\u30ED\u30B0\u5316\u3055\u308C\u3066\u3044\u306A\u3044\u30C7\u30D0\u30C3\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002\u5909\u66F4\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044
cause000500=\u30C7\u30D0\u30C3\u30B0\u3057\u3066\u3044\u307E\u3059\u3002\u5909\u66F4\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002
action000500=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause000501=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000501=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause000502=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000502=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000503=\u53D7\u4FE1\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u7834\u640D\u3057\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
cause000503=\u53D7\u4FE1\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u7834\u640D\u3057\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action000503=\u3053\u308C\u306F\u3001\u304A\u305D\u3089\u304F\u4E00\u6642\u7684\u306A\u72B6\u6CC1\u3067\u3059\u3002\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u3053\u306E\u72B6\u6CC1\u304C\u7D9A\u304F\u5834\u5408\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3068\u69CB\u6210\u3092\u7528\u610F\u3057\u3066\u3001My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail000504=\u7121\u52B9\u306A\u30B3\u30DE\u30F3\u30C9\u30FB\u30B3\u30FC\u30C9\u3092\u542B\u3080\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D7\u3051\u53D6\u308A\u307E\u3057\u305F\u3002\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u51E6\u7406\u3067\u304D\u307E\u305B\u3093\u3002
cause000504=\u7121\u52B9\u306A\u30B3\u30DE\u30F3\u30C9\u30FB\u30B3\u30FC\u30C9\u3092\u542B\u3080\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D7\u3051\u53D6\u308A\u307E\u3057\u305F\u3002\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u51E6\u7406\u3067\u304D\u307E\u305B\u3093\u3002\u8003\u3048\u3089\u308C\u308B\u539F\u56E0\u306E1\u3064\u306F\u3001\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u9001\u4FE1\u4E2D\u306B\u7834\u640D\u3057\u305F\u3053\u3068\u3067\u3059\u3002
action000504=\u3053\u308C\u306F\u3001\u304A\u305D\u3089\u304F\u4E00\u6642\u7684\u306A\u72B6\u6CC1\u3067\u3059\u3002\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u3053\u306E\u72B6\u6CC1\u304C\u7D9A\u304F\u5834\u5408\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3068\u69CB\u6210\u3092\u7528\u610F\u3057\u3066\u3001My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail000505=\u7121\u52B9\u306A\u30CF\u30FC\u30C8\u30D3\u30FC\u30C8\u9593\u9694\u3092\u542B\u3080\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002\u30D4\u30A2\u3068\u306E\u901A\u4FE1\u306B\u306F\u3001\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30CF\u30FC\u30C8\u30D3\u30FC\u30C8\u9593\u9694\u304C\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
cause000505=\u53D7\u4FE1\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30CF\u30FC\u30C8\u30D3\u30FC\u30C8\u9593\u9694\u304C\u7121\u52B9\u3067\u3059\u3002\u3053\u308C\u306F\u3001\u9001\u4FE1\u4E2D\u306B\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u7834\u640D\u3057\u305F\u304B\u3001\u307E\u305F\u306F\u3053\u306EJVM\u3068\u306E\u901A\u4FE1\u3092\u78BA\u7ACB\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u30D4\u30A2\u306B\u5BFE\u3059\u308B\u30CF\u30FC\u30C8\u30D3\u30FC\u30C8\u9593\u9694\u306E\u9078\u629E\u304C\u7121\u52B9\u3067\u3042\u3063\u305F\u3053\u3068\u304C\u539F\u56E0\u3067\u3059\u3002
action000505=\u901A\u4FE1\u3092\u78BA\u7ACB\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u30D4\u30A2\u304C\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30CF\u30FC\u30C8\u30D3\u30FC\u30C8\u9593\u9694\u3092\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3059\u308B\u5834\u5408\u306F\u3001\u6709\u52B9\u306A\u9593\u9694\u304C\u4F7F\u7528\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u6709\u52B9\u3067\u306A\u3044\u5834\u5408\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3068\u69CB\u6210\u3092\u7528\u610F\u3057\u3066\u3001My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail000506=\u53D7\u4FE1\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u5BFE\u5FDC\u3059\u308B\u30D4\u30A2\u3068\u306E\u901A\u4FE1\u3092\u7D42\u4E86\u3057\u307E\u3059\u3002
cause000506=\u3053\u306EJVM\u306F\u3001\u30D7\u30ED\u30C8\u30B3\u30EB\u306E\u60F3\u5B9A\u3055\u308C\u308B\u6A5F\u80FD\u3068\u4E92\u63DB\u6027\u306E\u306A\u3044\u53D7\u4FE1\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53D7\u3051\u53D6\u308A\u307E\u3057\u305F\u3002
action000506=\u3053\u308C\u306F\u3001\u304A\u305D\u3089\u304F\u4E00\u6642\u7684\u306A\u72B6\u6CC1\u3067\u3059\u3002\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u3053\u306E\u72B6\u6CC1\u304C\u7D9A\u304F\u5834\u5408\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3068\u69CB\u6210\u3092\u7528\u610F\u3057\u3066\u3001My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail000507=\u30D4\u30A2JVM\u304B\u3089\u306E\u91CD\u8907\u3059\u308B\u63A5\u7D9A\u3092\u9589\u3058\u3088\u3046\u3068\u3057\u305F\u3068\u304D\u306B\u3001\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause000507=\u63A5\u7D9A\u306E\u30AF\u30ED\u30FC\u30BA\u3092\u30EA\u30AF\u30A8\u30B9\u30C8\u3059\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u4F5C\u6210\u307E\u305F\u306F\u9001\u4FE1\u3057\u305F\u3053\u3068\u3067I/O\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action000507=\u3053\u308C\u306F\u3001\u304A\u305D\u3089\u304F\u4E00\u6642\u7684\u306A\u72B6\u6CC1\u3067\u3059\u3002\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u3053\u306E\u72B6\u6CC1\u304C\u7D9A\u304F\u5834\u5408\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3068\u69CB\u6210\u3092\u7528\u610F\u3057\u3066\u3001My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail000508=ID {0}\u306F\u3059\u3067\u306B{1}\u3068\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u4F7F\u7528\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u3001{2}\u3068\u306E\u30A2\u30BD\u30B7\u30A8\u30FC\u30B7\u30E7\u30F3\u3067\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
cause000508=ID {0}\u306F\u3059\u3067\u306B{1}\u3068\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u4F7F\u7528\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u3001{2}\u3068\u306E\u30A2\u30BD\u30B7\u30A8\u30FC\u30B7\u30E7\u30F3\u3067\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
action000508=\u767B\u9332\u6642\u306B\u4E00\u610F\u306EID\u304C\u4F7F\u7528\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000509=\u3053\u306EJVM\u306B\u306F\u30D5\u30A1\u30A4\u30F3\u30C0\u304C\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u30D5\u30A1\u30A4\u30F3\u30C0\u306A\u3057\u3067\u306F\u3001\u3053\u306EJVM\u3092\u901A\u3058\u3066\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u30C7\u30A3\u30B9\u30D1\u30C3\u30C1\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
cause000509=\u3053\u306EJVM\u306F\u6709\u52B9\u306A\u30D5\u30A1\u30A4\u30F3\u30C0\u306A\u3057\u3067\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F\u3002
action000509=\u3053\u306EJVM\u306E\u4F5C\u6210\u6642\u306B\u6709\u52B9\u306A\u30D5\u30A1\u30A4\u30F3\u30C0\u304C\u4F7F\u7528\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000510=\u3053\u306E\u53D7\u4FE1\u30EC\u30B9\u30DD\u30F3\u30B9\u306F\u3001\u5BFE\u5FDC\u3059\u308B\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u306A\u3044\u305F\u3081\u3001\u30C7\u30A3\u30B9\u30D1\u30C3\u30C1\u3067\u304D\u307E\u305B\u3093\u3002
cause000510=\u3059\u3067\u306B\u30EC\u30B9\u30DD\u30F3\u30B9\u3092\u53D7\u3051\u53D6\u3063\u305F\u30EA\u30AF\u30A8\u30B9\u30C8\u306B\u3064\u3044\u3066\u3001\u91CD\u8907\u3059\u308B\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u53D7\u4FE1\u3055\u308C\u307E\u3057\u305F\u3002
action000510=\u3053\u308C\u306F\u3001\u304A\u305D\u3089\u304F\u4E00\u6642\u7684\u306A\u72B6\u6CC1\u3067\u3059\u3002\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u3053\u306E\u72B6\u6CC1\u304C\u7D9A\u304F\u5834\u5408\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3068\u69CB\u6210\u3092\u7528\u610F\u3057\u3066\u3001My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail000511=\u3053\u306E\u53D7\u4FE1\u30A8\u30E9\u30FC\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9\u306F\u3001\u5BFE\u5FDC\u3059\u308B\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u306A\u3044\u305F\u3081\u3001\u30C7\u30A3\u30B9\u30D1\u30C3\u30C1\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause000511=\u3059\u3067\u306B\u30EC\u30B9\u30DD\u30F3\u30B9\u307E\u305F\u306F\u30A8\u30E9\u30FC\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9\u3092\u53D7\u3051\u53D6\u3063\u305F\u30EA\u30AF\u30A8\u30B9\u30C8\u306B\u3064\u3044\u3066\u3001\u91CD\u8907\u3059\u308B\u30A8\u30E9\u30FC\u30FB\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u53D7\u4FE1\u3055\u308C\u307E\u3057\u305F\u3002
action000511=\u3053\u308C\u306F\u3001\u304A\u305D\u3089\u304F\u4E00\u6642\u7684\u306A\u72B6\u6CC1\u3067\u3059\u3002\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u3053\u306E\u72B6\u6CC1\u304C\u7D9A\u304F\u5834\u5408\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3068\u69CB\u6210\u3092\u7528\u610F\u3057\u3066\u3001My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
cause000512=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000512=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000513=\u3053\u308C\u306F\u4E00\u6642\u7684\u306A\u30A8\u30E9\u30FC\u3067\u3059\u3002
cause000513=\u30CF\u30FC\u30C8\u30D3\u30FC\u30C8\u30FB\u30C8\u30EA\u30AC\u30FC\u306E\u30E1\u30AB\u30CB\u30BA\u30E0\u306B\u304A\u3044\u3066\u3001\u4E00\u6642\u7684\u306A\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u3066\u3044\u307E\u3059\u3002
action000513=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u3053\u308C\u306F\u4E00\u6642\u7684\u306A\u30A8\u30E9\u30FC\u3067\u3059\u3002
messagedetail000514=HTTP\u63A5\u7D9A\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause000514=\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30A2\u30C9\u30EC\u30B9\u304C\u7121\u52B9\u3067\u3042\u308B\u304B\u3001\u30BF\u30FC\u30B2\u30C3\u30C8\u304C\u30A2\u30AF\u30C6\u30A3\u30D6\u307E\u305F\u306F\u30A2\u30AF\u30BB\u30B9\u53EF\u80FD\u3067\u306A\u3044\u3053\u3068\u304C\u539F\u56E0\u3068\u8003\u3048\u3089\u308C\u307E\u3059\u3002
action000514=\u3053\u308C\u306F\u3001\u304A\u305D\u3089\u304F\u4E00\u6642\u7684\u306A\u72B6\u6CC1\u3067\u3059\u3002\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u3053\u306E\u72B6\u6CC1\u304C\u7D9A\u304F\u5834\u5408\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3068\u69CB\u6210\u3092\u7528\u610F\u3057\u3066\u3001My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail000515=\u53D7\u4FE1\u3055\u308C\u308BHTTP\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u51E6\u7406\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause000515=\u53D7\u4FE1\u3055\u308C\u308BHTTP\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u51E6\u7406\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action000515=\u3053\u308C\u306F\u3001\u304A\u305D\u3089\u304F\u4E00\u6642\u7684\u306A\u72B6\u6CC1\u3067\u3059\u3002\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u3053\u306E\u72B6\u6CC1\u304C\u7D9A\u304F\u5834\u5408\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3068\u69CB\u6210\u3092\u7528\u610F\u3057\u3066\u3001My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail000516=\u30A2\u30A4\u30C9\u30EB\u63A5\u7D9A\u30B9\u30AB\u30D9\u30F3\u30B8\u30E3\u3092\u30B9\u30B1\u30B8\u30E5\u30FC\u30EA\u30F3\u30B0\u4E2D\u306B\u969C\u5BB3\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause000516=\u30A2\u30A4\u30C9\u30EB\u63A5\u7D9A\u30B9\u30AB\u30D9\u30F3\u30B8\u30E3\u3092\u30B9\u30B1\u30B8\u30E5\u30FC\u30EA\u30F3\u30B0\u4E2D\u306B\u969C\u5BB3\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action000516=\u3053\u306E\u969C\u5BB3\u306F\u3001WebLogic Server\u306E\u30BF\u30A4\u30DE\u30FC\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u30AF\u30EA\u30C6\u30A3\u30AB\u30EB\u306A\u72B6\u614B\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3068\u69CB\u6210\u3092\u7528\u610F\u3057\u3066\u3001My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail000517=\u30AB\u30BF\u30ED\u30B0\u5316\u3055\u308C\u3066\u3044\u306A\u3044\u30C7\u30D0\u30C3\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002\u5909\u66F4\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044
cause000517=\u30C7\u30D0\u30C3\u30B0\u3057\u3066\u3044\u307E\u3059\u3002\u5909\u66F4\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002
action000517=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000518=\u30AB\u30BF\u30ED\u30B0\u5316\u3055\u308C\u3066\u3044\u306A\u3044\u30C7\u30D0\u30C3\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002\u5909\u66F4\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044
cause000518=\u30C7\u30D0\u30C3\u30B0\u3057\u3066\u3044\u307E\u3059\u3002\u5909\u66F4\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002
action000518=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000519=\u30A2\u30C9\u30EC\u30B9{1}\u3001\u30DD\u30FC\u30C8{2,number,0}\u306E\u30EA\u30E2\u30FC\u30C8\u30FB\u30B5\u30FC\u30D0\u30FC\u306B\u30D7\u30ED\u30C8\u30B3\u30EB{0}\u3092\u4F7F\u7528\u3057\u3066\u63A5\u7D9A\u3067\u304D\u307E\u305B\u3093\u3002\u4F8B\u5916\u306F{3}\u3067\u3059
cause000519=\u30BF\u30FC\u30B2\u30C3\u30C8\u304C\u30A2\u30AF\u30BB\u30B9\u53EF\u80FD\u3067\u306A\u3044\u304B\u3001\u30A2\u30AF\u30C6\u30A3\u30D6\u306B\u306A\u3063\u3066\u3044\u306A\u3044\u304B\u306E\u3069\u3061\u3089\u304B\u3067\u3059\u3002
action000519=\u30BF\u30FC\u30B2\u30C3\u30C8\u304C\u30A2\u30AF\u30C6\u30A3\u30D6\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000520=\u3053\u308C\u306F\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u69CB\u6210\u8A2D\u5B9A\u306E\u30B5\u30DE\u30EA\u30FC\u3067\u3059\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u30FB\u30C1\u30E3\u30CD\u30EB\u3068\u30C7\u30D5\u30A9\u30EB\u30C8\u7BA1\u7406\u30C1\u30E3\u30CD\u30EB\u306E\u8A2D\u5B9A\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u3001SSL\u304A\u3088\u3073\u30AF\u30E9\u30B9\u30BF\u69CB\u6210\u306B\u57FA\u3065\u304D\u307E\u3059\u3002\u8FFD\u52A0\u306E\u30C1\u30E3\u30CD\u30EB\u306F\u3001\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30FB\u30C1\u30E3\u30CD\u30EB\u3068\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30FB\u30A2\u30AF\u30BB\u30B9\u30FB\u30DD\u30A4\u30F3\u30C8\u69CB\u6210\u306E\u307F\u3067\u306A\u304F\u3001\u3053\u306E\u69CB\u6210\u306B\u3082\u57FA\u3065\u304D\u307E\u3059\u3002\n\u8A73\u7D30\u306F\u3001\u7BA1\u7406\u7528\u306E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u304A\u3088\u3073javadoc\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002\n
cause000520=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000520=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000521=\u30B5\u30FC\u30D0\u30FC\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u30FB\u30EA\u30B9\u30CB\u30F3\u30B0\u30FB\u30DD\u30FC\u30C8\u304C\u6709\u52B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30AA\u30D7\u30B7\u30E7\u30F3\u3067\u69CB\u6210\u3055\u308C\u305F\u30C1\u30E3\u30CD\u30EB\u306E\u30DD\u30FC\u30C8\u306B\u52A0\u3048\u3001\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30D7\u30EC\u30FC\u30F3\u30C6\u30AD\u30B9\u30C8\u30FB\u30DD\u30FC\u30C8\u307E\u305F\u306F\u30C7\u30D5\u30A9\u30EB\u30C8\u306ESSL\u30DD\u30FC\u30C8\u3001\u3042\u308B\u3044\u306F\u305D\u306E\u4E21\u65B9\u3092\u6709\u52B9\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause000521=\u30B5\u30FC\u30D0\u30FC\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u30FB\u30EA\u30B9\u30CB\u30F3\u30B0\u30FB\u30DD\u30FC\u30C8\u304C\u6709\u52B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30AA\u30D7\u30B7\u30E7\u30F3\u3067\u69CB\u6210\u3055\u308C\u305F\u30C1\u30E3\u30CD\u30EB\u306E\u30DD\u30FC\u30C8\u306B\u52A0\u3048\u3001\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30D7\u30EC\u30FC\u30F3\u30C6\u30AD\u30B9\u30C8\u30FB\u30DD\u30FC\u30C8\u307E\u305F\u306F\u30C7\u30D5\u30A9\u30EB\u30C8\u306ESSL\u30DD\u30FC\u30C8\u3001\u3042\u308B\u3044\u306F\u305D\u306E\u4E21\u65B9\u3092\u6709\u52B9\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action000521=\u30B5\u30FC\u30D0\u30FC\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u30FB\u30EA\u30B9\u30CB\u30F3\u30B0\u30FB\u30DD\u30FC\u30C8\u304C\u6709\u52B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30D7\u30EC\u30FC\u30F3\u30C6\u30AD\u30B9\u30C8\u30FB\u30DD\u30FC\u30C8\u304C\u7121\u52B9\u306A\u5834\u5408\u306F\u3001SSL\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u3066\u3001SSL\u30DD\u30FC\u30C8\u304C\u6709\u52B9\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000522=\u30B5\u30FC\u30D0\u30FC\u69CB\u6210\u3067\u30DD\u30FC\u30C8\u306E\u7AF6\u5408\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002\u30B5\u30FC\u30D0\u30FC\u306F\u30DD\u30FC\u30C8\u756A\u53F7\u3068IP\u30A2\u30C9\u30EC\u30B9\u304C\u540C\u4E00\u306E2\u3064\u306E\u30DD\u30FC\u30C8\u3067\u30EA\u30B9\u30CB\u30F3\u30B0\u3059\u308B\u3088\u3046\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u30C1\u30E3\u30CD\u30EB"{0}"\u3001\u30A2\u30C9\u30EC\u30B9"{1}"\u3001\u30DD\u30FC\u30C8{4}\u306F\u3001\u30C1\u30E3\u30CD\u30EB"{2}"\u3001\u30A2\u30C9\u30EC\u30B9"{3}"\u3001\u30DD\u30FC\u30C8{4}\u3068\u7AF6\u5408\u3057\u3066\u3044\u307E\u3059\u3002
cause000522=\u30B5\u30FC\u30D0\u30FC\u306F\u30DD\u30FC\u30C8\u756A\u53F7\u3068IP\u30A2\u30C9\u30EC\u30B9\u304C\u540C\u4E00\u306E2\u3064\u306E\u30DD\u30FC\u30C8\u3067\u30EA\u30B9\u30CB\u30F3\u30B0\u3059\u308B\u3088\u3046\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u30C1\u30E3\u30CD\u30EB"{0}"\u3001\u30A2\u30C9\u30EC\u30B9"{1}"\u3001\u30DD\u30FC\u30C8{4}\u306F\u3001\u30C1\u30E3\u30CD\u30EB"{2}"\u3001\u30A2\u30C9\u30EC\u30B9"{3}"\u3001\u30DD\u30FC\u30C8{4}\u3068\u7AF6\u5408\u3057\u3066\u3044\u307E\u3059\u3002
action000522=\u30A2\u30C9\u30EC\u30B9\u306EID [ListenAddress\u304A\u3088\u3073ListenPort\u306E\u7D44\u5408\u305B]\u304C\u500B\u5225\u306E\u4E00\u610F\u306E\u3082\u306E\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000550=\u30DF\u30EA\u79D2
messagedetail000551=\u79D2
messagedetail000552=\u7BA1\u7406\u30C1\u30E3\u30CD\u30EB\u306E\u540D\u524D
messagedetail000553=\u30C7\u30D5\u30A9\u30EB\u30C8\u30FB\u30C1\u30E3\u30CD\u30EB\u306E\u540D\u524D
messagedetail000570=\u3053\u308C\u306F\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u69CB\u6210\u8A2D\u5B9A\u306E\u30B5\u30DE\u30EA\u30FC\u3067\u3059\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u8A2D\u5B9A\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u3001SSL\u3001\u304A\u3088\u3073\u30AF\u30E9\u30B9\u30BF\u69CB\u6210\u306B\u57FA\u3065\u304D\u307E\u3059\u3002\u8FFD\u52A0\u306E\u30C1\u30E3\u30CD\u30EB\u306F\u3001\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30FB\u30A2\u30AF\u30BB\u30B9\u30FB\u30DD\u30A4\u30F3\u30C8\u69CB\u6210\u306E\u307F\u3067\u306A\u304F\u3001\u3053\u306E\u69CB\u6210\u306E\u8A2D\u5B9A\u306B\u3082\u57FA\u3065\u304D\u307E\u3059\u3002\n\u8A73\u7D30\u306F\u3001\u7BA1\u7406\u7528\u306E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u304A\u3088\u3073javadoc\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002\n
cause000570=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000570=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000571=\u3053\u308C\u306F\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u69CB\u6210\u8A2D\u5B9A\u306E\u8A73\u7D30\u3067\u3059\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u8A2D\u5B9A\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u3001SSL\u3001\u304A\u3088\u3073\u30AF\u30E9\u30B9\u30BF\u69CB\u6210\u306B\u57FA\u3065\u304D\u307E\u3059\u3002\u8FFD\u52A0\u306E\u30C1\u30E3\u30CD\u30EB\u306F\u3001\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30FB\u30A2\u30AF\u30BB\u30B9\u30FB\u30DD\u30A4\u30F3\u30C8\u69CB\u6210\u306E\u307F\u3067\u306A\u304F\u3001\u3053\u306E\u69CB\u6210\u306E\u8A2D\u5B9A\u306B\u3082\u57FA\u3065\u304D\u307E\u3059\u3002\n\u8A73\u7D30\u306F\u3001\u7BA1\u7406\u7528\u306E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u304A\u3088\u3073javadoc\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002\n
cause000571=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action000571=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail000572=\u30D6\u30FC\u30C8\u30B9\u30C8\u30E9\u30C3\u30D7\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u51E6\u7406\u4E2D\u3001\u30B5\u30FC\u30D0\u30FC\u306F\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306E\u69CB\u6210\u3092\u72EC\u81EA\u306E\u5185\u90E8\u69CB\u6210\u3067\u8ABF\u6574\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause000572=\u53D7\u4FE1\u6642\u63A5\u7D9A\u306E\u8A66\u884C\u306F\u3001\u304A\u305D\u3089\u304F\u30A2\u30C9\u30EC\u30B9\u5909\u63DB\u30D5\u30A1\u30A4\u30A2\u30A6\u30A9\u30FC\u30EB\u3092\u901A\u3058\u3066\u884C\u308F\u308C\u307E\u3057\u305F\u3002\u3053\u308C\u3092\u884C\u3046\u306B\u306F\u3001WebLogic Server\u3092\u6B63\u3057\u304F\u69CB\u6210\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u7BA1\u7406\u8005\u30EC\u30D9\u30EB\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u3092\u5FC5\u8981\u3068\u3059\u308B\u7BA1\u7406\u63A5\u7D9A\u304C\u3001\u975E\u7BA1\u7406\u30DD\u30FC\u30C8\u3067\u8A66\u884C\u3055\u308C\u305F\u5834\u5408\u306B\u3082\u8868\u793A\u3055\u308C\u307E\u3059\u3002
action000572=\u30D5\u30A1\u30A4\u30A2\u30A6\u30A9\u30FC\u30EB\u306E\u69CB\u6210\u3092\u53CD\u6620\u3059\u308B\u3088\u3046\u306B\u3001\u3053\u306EWebLogic Server\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306E\u30D1\u30D6\u30EA\u30C3\u30AF\u30FB\u30A2\u30C9\u30EC\u30B9\u3068\u30D7\u30E9\u30A4\u30D9\u30FC\u30C8\u30FB\u30A2\u30C9\u30EC\u30B9\u3092\u69CB\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30D7\u30E9\u30A4\u30D9\u30FC\u30C8\u30FB\u30A2\u30C9\u30EC\u30B9\u306F\u3001\u5B9F\u969B\u306B\u30B5\u30FC\u30D0\u30FC\u304C\u5B9F\u884C\u3055\u308C\u3066\u3044\u308B\u30A2\u30C9\u30EC\u30B9\u3067\u3059\u3002\u30D1\u30D6\u30EA\u30C3\u30AF\u30FB\u30A2\u30C9\u30EC\u30B9\u306F\u3001\u5916\u90E8\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u304C\u63A5\u7D9A\u306B\u4F7F\u7528\u3059\u308B\u30A2\u30C9\u30EC\u30B9\u3067\u3059\u3002
cause000573=\u30EA\u30AF\u30A8\u30B9\u30C8\u306B\u5BFE\u3059\u308B\u30EC\u30B9\u30DD\u30F3\u30B9\u3092\u5F85\u6A5F\u4E2D\u306B\u30B5\u30FC\u30D0\u30FC\u304C\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3057\u307E\u3057\u305F\u3002\u69CB\u6210\u3057\u305F\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u304C\u5B9F\u884C\u6642\u74B0\u5883\u306B\u5BFE\u3057\u3066\u5341\u5206\u3067\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action000573="weblogic.jndi.responseReadTimeout"\u30D7\u30ED\u30D1\u30C6\u30A3\u306E\u5024\u3092\u5897\u3084\u3059\u3053\u3068\u3092\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause000574=\u304A\u305D\u3089\u304F\u306F\u3053\u306EJVM\u3067\u306EPeerGone\u304C\u539F\u56E0\u3067\u3001\u30EA\u30E2\u30FC\u30C8\u30FB\u30A2\u30C9\u30EC\u30B9\u3067\u306E\u8D77\u52D5\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
action000574=\u30EA\u30E2\u30FC\u30C8\u30FB\u30B5\u30FC\u30D0\u30FC\u304C\u8D77\u52D5\u3055\u308C\u3066\u5B9F\u884C\u4E2D\u3067\u3042\u308B\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
cause000575=\u30BF\u30FC\u30B2\u30C3\u30C8\u304C\u30A2\u30AF\u30BB\u30B9\u53EF\u80FD\u3067\u306A\u3044\u304B\u3001\u30A2\u30AF\u30C6\u30A3\u30D6\u306B\u306A\u3063\u3066\u3044\u306A\u3044\u304B\u306E\u3069\u3061\u3089\u304B\u3067\u3059\u3002
action000575=\u30BF\u30FC\u30B2\u30C3\u30C8\u304C\u30A2\u30AF\u30C6\u30A3\u30D6\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause000576=\u30BF\u30FC\u30B2\u30C3\u30C8\u306B\u5230\u9054\u3067\u304D\u308B\u30EB\u30FC\u30BF\u30FC\u3092\u691C\u7D22\u307E\u305F\u306F\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action000576=\u30BF\u30FC\u30B2\u30C3\u30C8\u304C\u30A2\u30AF\u30C6\u30A3\u30D6\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000577=HK2\u30B5\u30FC\u30D3\u30B9\u304B\u3089weblogic.rjvm.WebRjvmSupport.webRjvmSupport\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3002\n \u4F8B\u5916: {0}
cause000577=weblogic.rjvm.WebRjvmSupport\u304C\u3001HK2\u30B5\u30FC\u30D3\u30B9\u3068\u3057\u3066\u767B\u9332\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action000577=\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3068\u69CB\u6210\u3092\u7528\u610F\u3057\u3066My Oracle Support\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
messagedetail000578=weblogic.rjvm.WebRjvmSupport.webRjvmSupport\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3002 \n \u4F8B\u5916: {0}
cause000578=\u30AF\u30E9\u30B9weblogic.servlet.internal.utils.WebRjvmSupportImpl\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3002
action000578=\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3068\u69CB\u6210\u3092\u7528\u610F\u3057\u3066My Oracle Support\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
messagedetail000579=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u8A3C\u660E\u66F8\u306E\u53D6\u5F97\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002 \n \u4F8B\u5916: {0}
cause000579=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u8A3C\u660E\u66F8\u306E\u53D6\u5F97\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002 \n \u4F8B\u5916: {0}
action000579=\u30B7\u30B9\u30C6\u30E0\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3weblogic.security.SSL.ClientCertPlugin\u3067\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u30AB\u30B9\u30BF\u30E0\u30FB\u30AF\u30E9\u30B9\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail000580=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u9001\u4FE1\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002
cause000580=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u9001\u4FE1\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002
action000580=\u3053\u308C\u306F\u3001\u304A\u305D\u3089\u304F\u4E00\u6642\u7684\u306A\u72B6\u6CC1\u3067\u3059\u3002\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u3053\u306E\u72B6\u6CC1\u304C\u7D9A\u304F\u5834\u5408\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3068\u69CB\u6210\u3092\u7528\u610F\u3057\u3066\u3001My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail000581=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u9001\u4FE1\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002
cause000581=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u9001\u4FE1\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002
action000581=\u3053\u308C\u306F\u3001\u304A\u305D\u3089\u304F\u4E00\u6642\u7684\u306A\u72B6\u6CC1\u3067\u3059\u3002\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u3053\u306E\u72B6\u6CC1\u304C\u7D9A\u304F\u5834\u5408\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u3068\u69CB\u6210\u3092\u7528\u610F\u3057\u3066\u3001My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail000582=\u30EA\u30AF\u30A8\u30B9\u30C8\u306F\u30B5\u30FC\u30D0\u30FC\u306B\u9001\u4FE1\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u521D\u671F\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306E\u4F5C\u6210\u6642\u306B\u3001\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u304C\u8CC7\u683C\u8A3C\u660E\u3092\u6307\u5B9A\u3057\u3066\u3044\u307E\u305B\u3093\u3002
cause000582=\u30B5\u30FC\u30D0\u30FC\u3067\u547C\u3073\u51FA\u3059\u524D\u306B\u3001\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u304C\u8A8D\u8A3C\u3057\u3066\u3044\u307E\u305B\u3093\u3002
action000582=\u30B5\u30FC\u30D0\u30FC\u3078\u306E\u521D\u671F\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306E\u4F5C\u6210\u6642\u306B\u3001\u8CC7\u683C\u8A3C\u660E\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
