messagedetail2163000=\u6307\u5B9A\u3057\u305F\u540D\u524D\u306EOSGi\u30B7\u30B9\u30C6\u30E0\u3067\u3001\u30D5\u30A1\u30A4\u30EB\u304B\u3089\u30D0\u30F3\u30C9\u30EB\u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u4E2D\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30A8\u30E9\u30FC\u306E\u7406\u7531\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u793A\u3055\u308C\u3066\u3044\u307E\u3059\u3002
cause2163000=OSGi\u30B7\u30B9\u30C6\u30E0\u306F\u3001\u30D5\u30A1\u30A4\u30EB\u304B\u3089\u30D0\u30F3\u30C9\u30EB\u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action2163000=\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u793A\u3055\u308C\u3066\u3044\u308B\u554F\u984C\u3092\u4FEE\u6B63\u3057\u3001\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2163001=\u6307\u5B9A\u3057\u305F\u540D\u524D\u306EOSGi\u30B7\u30B9\u30C6\u30E0\u3067\u3001\u6307\u5B9A\u3057\u305F\u30C7\u30FC\u30BF\u30FB\u30BD\u30FC\u30B9\u306E\u516C\u958B\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30A8\u30E9\u30FC\u306E\u7406\u7531\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u793A\u3055\u308C\u3066\u3044\u307E\u3059\u3002
cause2163001=OSGi\u30B7\u30B9\u30C6\u30E0\u306F\u3001\u30C7\u30FC\u30BF\u30FB\u30BD\u30FC\u30B9\u306E\u516C\u958B\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
action2163001=\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u793A\u3055\u308C\u3066\u3044\u308B\u554F\u984C\u3092\u4FEE\u6B63\u3057\u3001\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2163002=\u6307\u5B9A\u3057\u305F\u540D\u524D\u306EOSGi\u30B7\u30B9\u30C6\u30E0\u306F\u3001$WL_HOME/server/osgi-lib\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u304B\u3089\u3059\u3079\u3066\u306E\u30D0\u30F3\u30C9\u30EB\u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause2163002=$WL_HOME/server/osgi-lib\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u304B\u3089\u5C11\u306A\u304F\u3068\u30821\u3064\u306E\u30D0\u30F3\u30C9\u30EB\u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action2163002=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u306B\u5931\u6557\u3057\u305F\u30D0\u30F3\u30C9\u30EB\u3092\u8ABF\u3079\u3001\u554F\u984C\u3092\u4FEE\u6B63\u3057\u3066\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2163003=\u6307\u5B9A\u3055\u308C\u305F\u540D\u524D\u306EOSGi\u30B7\u30B9\u30C6\u30E0\u306F\u8D77\u52D5\u3057\u3066\u3044\u307E\u3059\u3002
cause2163003=OSGi\u30B7\u30B9\u30C6\u30E0\u306F\u8D77\u52D5\u3057\u3066\u3044\u307E\u3059\u3002
action2163003=\u30E2\u30B8\u30E5\u30E9\u30FB\u30B3\u30FC\u30C9\u3092\u8A18\u8FF0\u3057\u3001OSGi\u30B7\u30B9\u30C6\u30E0\u306B\u30C7\u30D7\u30ED\u30A4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2163004=\u6307\u5B9A\u3057\u305F\u540D\u524D\u306EOSGi\u30B7\u30B9\u30C6\u30E0\u3067\u3001\u6307\u5B9A\u3057\u305F\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306E\u516C\u958B\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30A8\u30E9\u30FC\u306E\u7406\u7531\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u793A\u3055\u308C\u3066\u3044\u307E\u3059\u3002
cause2163004=OSGi\u30B7\u30B9\u30C6\u30E0\u306F\u3001\u30EF\u30FC\u30AF\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306E\u516C\u958B\u306B\u5931\u6557\u3057\u307E\u3057\u305F
action2163004=\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u793A\u3055\u308C\u3066\u3044\u308B\u554F\u984C\u3092\u4FEE\u6B63\u3057\u3001\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2163005=1\u3064\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C\u8907\u6570\u306EOSGi\u30B7\u30B9\u30C6\u30E0\u3092\u6307\u3059\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u30FB\u30D5\u30A1\u30A4\u30EB\u3067\u3001\u5C11\u306A\u304F\u3068\u30822\u3064\u306EOSGi\u30B7\u30B9\u30C6\u30E0\u304C\u53C2\u7167\u3055\u308C\u307E\u3057\u305F\u3002
cause2163005=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u30FB\u30D5\u30A1\u30A4\u30EB\u3067\u3001\u8907\u6570\u306EOSGi\u30B7\u30B9\u30C6\u30E0\u304C\u53C2\u7167\u3055\u308C\u307E\u3057\u305F\u3002
action2163005=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C1\u3064\u306E\u30D5\u30EC\u30FC\u30E0\u30EF\u30FC\u30AF\u306E\u307F\u3092\u53C2\u7167\u3059\u308B\u3088\u3046\u306B\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2163006=1\u3064\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C\u8907\u6570\u306EOSGi\u30D0\u30F3\u30C9\u30EB\u3092\u6307\u3059\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u30FB\u30D5\u30A1\u30A4\u30EB\u3067\u3001\u5C11\u306A\u304F\u3068\u30822\u3064\u306EOSGi\u30D0\u30F3\u30C9\u30EB\u304C\u53C2\u7167\u3055\u308C\u307E\u3057\u305F\u3002
cause2163006=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u30FB\u30D5\u30A1\u30A4\u30EB\u3067\u3001\u8907\u6570\u306EOSGi\u30D0\u30F3\u30C9\u30EB\u304C\u53C2\u7167\u3055\u308C\u307E\u3057\u305F\u3002
action2163006=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C1\u3064\u306E\u30D0\u30F3\u30C9\u30EB\u306E\u307F\u3092\u53C2\u7167\u3059\u308B\u3088\u3046\u306B\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
