#Copyright (c) 2002,2014, Oracle and/or its affiliates. All rights reserved.
#Created by nicksh 11/20/2002

#This file contains localizable strings which appear in the HTML TLD and TLDX files.

taglib.display-name=HTML

attrrule.color.validationmessage=\uBD80\uC801\uD569\uD55C \uC0C9\uC0C1 \uAC12\uC785\uB2C8\uB2E4.


attr.abbr.description=\uC140 \uB0B4\uC6A9\uC758 \uAC04\uB7B5\uD654\uB41C \uD615\uC2DD\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4. \uC140 \uB0B4\uC6A9 \uB300\uC2E0\uC5D0 \uC801\uD569\uD560 \uACBD\uC6B0 \uC0AC\uC6A9\uC790 \uC5D0\uC774\uC804\uD2B8\uC5D0\uC11C \uB80C\uB354\uB9C1\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
attr.above.description=\uD604\uC7AC <ilayer> \uC694\uC18C \uC704(\uC55E)\uC5D0 \uBC30\uCE58\uD560 \uC694\uC18C\uC758 ID\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.accept.description=\uC120\uD0DD\uD560 \uC218 \uC788\uB294 \uD30C\uC77C \uD615\uC2DD\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4. \uC27C\uD45C\uB85C \uAD6C\uBD84\uB41C MIME \uC778\uCF54\uB529 \uBAA9\uB85D\uC744 \uC0AC\uC6A9\uD558\uC5EC \uD30C\uC77C \uD615\uC2DD\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.accept-charset.description=\uC774 \uD615\uC2DD\uC744 \uCC98\uB9AC\uD558\uB294 \uC11C\uBC84\uC5D0\uC11C \uC0AC\uC6A9\uD560 \uC218 \uC788\uB294 \uC785\uB825 \uB370\uC774\uD130\uC758 \uBB38\uC790 \uC778\uCF54\uB529 \uBAA9\uB85D\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.accesskey.description=accesskey \uC18D\uC131\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB9C1\uD06C\uB97C \uD65C\uC131\uD654\uD558\uB294 \uB300\uCCB4 \uD0A4\uBCF4\uB4DC \uBB38\uC790\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.action.description=\uC77C\uBC18\uC801\uC73C\uB85C HTTP URI\uC778 \uC5D0\uC774\uC804\uD2B8\uB97C \uCC98\uB9AC\uD558\uB294 \uD615\uC2DD\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.align_c.description=\uD14C\uC774\uBE14\uC5D0 \uB300\uD55C \uCEA1\uC158\uC758 \uC704\uCE58\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.align_i.description=\uD574\uB2F9 \uCEE8\uD14D\uC2A4\uD2B8\uC640 \uAD00\uB828\uB41C IMG, OBJECT \uB610\uB294 APPLET\uC758 \uC704\uCE58\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.align_l.description=\uD544\uB4DC \uC9D1\uD569\uC5D0 \uB300\uD55C \uBC94\uB840\uC758 \uC704\uCE58\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.align_t.description=\uBB38\uC11C\uC5D0 \uB300\uD55C \uD14C\uC774\uBE14\uC758 \uC704\uCE58\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.align_p.description=\uC8FC\uBCC0 \uCEE8\uD14D\uC2A4\uD2B8\uC640 \uAD00\uB828\uB41C \uC694\uC18C\uC758 \uAC00\uB85C \uB9DE\uCDA4\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.align_tr.description=\uC140 \uC548\uC5D0\uC11C \uB370\uC774\uD130 \uB9DE\uCDA4 \uBC0F \uD14D\uC2A4\uD2B8 \uC591\uCABD \uB9DE\uCDA4\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.align_hr.description=\uC8FC\uBCC0 \uCEE8\uD14D\uC2A4\uD2B8\uC640 \uAD00\uB828\uB41C \uADDC\uCE59\uC758 \uAC00\uB85C \uB9DE\uCDA4\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.align_embed.description=\uD574\uB2F9 \uCEE8\uD14D\uC2A4\uD2B8\uC640 \uAD00\uB828\uB41C \uC0BD\uC785 \uC704\uCE58\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.align_spacer.description=\uD574\uB2F9 \uCEE8\uD14D\uC2A4\uD2B8\uC640 \uAD00\uB828\uB41C \uACF5\uBC31 \uC704\uCE58\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.alink.description=\uD558\uC774\uD37C\uB9C1\uD06C\uB97C \uC120\uD0DD\uD55C \uACBD\uC6B0\uC758 \uC0C9\uC0C1\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.alt.description=alt \uC18D\uC131\uC744 \uC0AC\uC6A9\uD558\uC5EC (1) \uB9C8\uC6B0\uC2A4\uB97C \uC774\uBBF8\uC9C0 \uC704\uC5D0 \uB193\uC744 \uB54C \uB610\uB294 (2) \uBE0C\uB77C\uC6B0\uC800\uC5D0 \uC9C0\uC815\uB41C \uC774\uBBF8\uC9C0\uAC00 \uD45C\uC2DC\uB418\uC9C0 \uC54A\uC744 \uB54C \uD45C\uC2DC\uD560 \uD14D\uC2A4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.archive.description=\uAC1D\uCCB4\uC640 \uAD00\uB828\uB41C \uB9AC\uC18C\uC2A4\uAC00 \uD3EC\uD568\uB418\uC5B4 \uC788\uB294 \uC544\uCE74\uC774\uBE0C\uC758 \uACF5\uBC31\uC73C\uB85C \uAD6C\uBD84\uB41C URI \uBAA9\uB85D\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.axis.description=n \uCC28\uC6D0 \uACF5\uAC04\uC5D0\uC11C \uD3FC \uCD95\uC73C\uB85C \uAC04\uC8FC\uB420 \uC218 \uC788\uB294 \uAC1C\uB150 \uBC94\uC8FC\uC5D0 \uD14C\uC774\uBE14 \uC140\uC744 \uC0BD\uC785\uD558\uB294 \uB370 \uC0AC\uC6A9\uD560 \uC218 \uC788\uB294 \uBC94\uC8FC \uBAA9\uB85D\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.area_coords.description=shape \uC18D\uC131\uACFC \uD568\uAED8 \uC0AC\uC6A9\uD558\uC5EC \uB9C8\uC6B0\uC2A4 \uC778\uC2DD \uC601\uC5ED\uC744 \uC815\uC758\uD569\uB2C8\uB2E4.
attr.area_href.description=\uB300\uC0C1 \uB9C1\uD06C\uC758 URL\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.area_nohref.description=\uC5F0\uAD00\uB41C \uC791\uC5C5\uC774 \uC5C6\uB294 \uB9C8\uC6B0\uC2A4 \uC778\uC2DD \uC601\uC5ED\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.area_notab.description=Tab \uD0A4\uB97C \uC0AC\uC6A9\uD558\uC5EC \uD398\uC774\uC9C0 \uC694\uC18C\uB97C \uD0D0\uC0C9\uD560 \uB54C \uC774 \uC694\uC18C\uB97C \uAC74\uB108\uB6F0\uB3C4\uB85D \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.base_href.description=href \uC18D\uC131\uC744 \uC0AC\uC6A9\uD558\uC5EC \uAC19\uC740 \uD398\uC774\uC9C0\uC5D0\uC11C \uB2E4\uB978 \uC0C1\uB300 URL\uC758 \uAE30\uC900\uC774 \uB418\uB294 \uC808\uB300 URL\uC744 \uC815\uC758\uD569\uB2C8\uB2E4.
attr.background.description=\uBB38\uC11C \uBC30\uACBD\uC73C\uB85C \uC0AC\uC6A9\uD560 \uC774\uBBF8\uC9C0 \uB9AC\uC18C\uC2A4\uB97C \uC9C0\uC815\uD558\uB294 URI\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.balance.description=\uC67C\uCABD \uCC44\uB110\uACFC \uC624\uB978\uCABD \uCC44\uB110 \uC0AC\uC774\uC5D0\uC11C \uC624\uB514\uC624\uAC00 \uB098\uB258\uB294 \uBC29\uBC95\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.behavior.description=\uC6C0\uC9C1\uC774\uB294 \uD14D\uC2A4\uD2B8\uC5D0\uC11C \uD14D\uC2A4\uD2B8\uB97C \uC2A4\uD06C\uB864\uD558\uB294 \uBC29\uBC95\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.below.description=\uD604\uC7AC <ilayer> \uC694\uC18C \uC544\uB798(\uB4A4)\uC5D0 \uBC30\uCE58\uD560 \uC694\uC18C\uC758 ID\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.bgcolor.description=\uC694\uC18C\uC758 \uBC30\uACBD\uC0C9\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.bgproperties.description=background \uC18D\uC131\uC73C\uB85C \uC9C0\uC815\uD55C \uC774\uBBF8\uC9C0\uB97C \uACE0\uC815 \uC704\uCE58\uC5D0 \uB458 \uAC83\uC778\uC9C0 \uB610\uB294 \uD398\uC774\uC9C0 \uCF58\uD150\uCE20\uC640 \uD568\uAED8 \uC2A4\uD06C\uB864\uD560 \uAC83\uC778\uC9C0 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.border.description=\uC694\uC18C \uC8FC\uC704\uC758 \uD504\uB808\uC784 \uB108\uBE44\uB97C \uD53D\uC140 \uB2E8\uC704\uB85C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.border_table.description=\uC694\uC18C \uC8FC\uC704\uC758 \uD504\uB808\uC784 \uB108\uBE44\uB97C \uD53D\uC140 \uB2E8\uC704\uB85C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.bordercolor.description=\uD504\uB808\uC784 \uACBD\uACC4\uC120\uC758 \uC0C9\uC0C1\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.bottommargin.description=(\uB354 \uC774\uC0C1 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC74C) \uD398\uC774\uC9C0 \uBCF8\uBB38 \uC804\uCCB4\uC758 \uC544\uB798\uCABD \uC5EC\uBC31\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.cellpadding.description=\uC140\uC758 \uACBD\uACC4\uC120\uACFC \uCF58\uD150\uCE20 \uC0AC\uC774\uC758 \uACF5\uBC31\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.cellspacing.description=\uD14C\uC774\uBE14\uC758 \uC67C\uCABD\uACFC \uAC00\uC7A5 \uC67C\uCABD \uC5F4\uC758 \uC67C\uCABD \uC0AC\uC774, \uD14C\uC774\uBE14\uC758 \uB9E8 \uC704\uC640 \uB9E8 \uC704 \uD589\uC758 \uB9E8 \uC704 \uC0AC\uC774, \uD14C\uC774\uBE14\uC758 \uC624\uB978\uCABD\uACFC \uAC00\uC7A5 \uC624\uB978\uCABD \uC5F4\uC758 \uC624\uB978\uCABD \uC0AC\uC774, \uD14C\uC774\uBE14\uC758 \uB9E8 \uC544\uB798\uC640 \uB9E8 \uC544\uB798 \uD589\uC758 \uB9E8 \uC544\uB798 \uC0AC\uC774\uC758 \uACF5\uBC31\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.challenge.description=\uC11C\uBC84\uC5D0\uC11C \uD655\uC778\uD560 \uBB38\uC81C \uBB38\uC790\uC5F4\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.char.description=\uD14D\uC2A4\uD2B8 \uD504\uB798\uADF8\uBA3C\uD2B8 \uB0B4\uC5D0\uC11C \uB9DE\uCDA4 \uCD95\uC73C\uB85C \uC0AC\uC6A9\uD560 \uB2E8\uC77C \uBB38\uC790\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.charoff.description=\uAC01 \uD589\uC5D0\uC11C \uCCAB\uBC88\uC9F8\uB85C \uBC1C\uC0DD\uD55C \uB9DE\uCDA4 \uBB38\uC790\uC5D0 \uB300\uD55C \uC624\uD504\uC14B\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.charset.description=\uB9C1\uD06C\uC5D0 \uC758\uD574 \uC9C0\uC815\uB41C \uB9AC\uC18C\uC2A4\uC758 \uBB38\uC790 \uC778\uCF54\uB529\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.checked.description=\uBE0C\uB77C\uC6B0\uC800\uC5D0 \uCC98\uC74C \uD45C\uC2DC\uD560 \uB54C checkbox \uC694\uC18C\uAC00 \uBBF8\uB9AC \uC120\uD0DD\uB418\uB3C4\uB85D \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.cite.description=\uC18C\uC2A4 \uBB38\uC11C \uB610\uB294 \uBA54\uC2DC\uC9C0\uB97C \uC9C0\uC815\uD558\uB294 URI\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.class.description=\uC694\uC18C\uB97C \uC81C\uC5B4\uD558\uB294 \uD45C\uC2DC \uC2A4\uD0C0\uC77C\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.classid.description=URI\uB97C \uD1B5\uD574 \uAC1D\uCCB4 \uAD6C\uD604 \uC704\uCE58\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.clear.description=<br> \uD0DC\uADF8 \uB0B4\uC5D0\uC11C clear \uC18D\uC131\uC744 \uC0AC\uC6A9\uD558\uC5EC \uD45C\uC2DC\uB41C \uC774\uBBF8\uC9C0 \uC544\uB798\uC5D0\uC11C \uD14D\uC2A4\uD2B8\uAC00 \uC7AC\uAC1C\uB418\uB3C4\uB85D \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.clip.description=\uC694\uC18C\uB97C \uB458\uB7EC\uC2F8\uB294 \uC9C1\uC0AC\uAC01\uD615 \uC790\uB974\uAE30 \uC601\uC5ED\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.code.description=\uC560\uD50C\uB9BF\uC758 \uCEF4\uD30C\uC77C\uB41C \uC560\uD50C\uB9BF \uD558\uC704 \uD074\uB798\uC2A4\uAC00 \uD3EC\uD568\uB41C \uD074\uB798\uC2A4 \uD30C\uC77C\uC758 \uC774\uB984 \uB610\uB294 \uD074\uB798\uC2A4 \uD30C\uC77C \uC790\uCCB4\uB97C \uD3EC\uD568\uD55C \uD074\uB798\uC2A4\uB97C \uAC00\uC838\uC62C \uACBD\uB85C\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.codebase.description=classid, data \uBC0F archive \uC18D\uC131\uC73C\uB85C \uC9C0\uC815\uD55C \uC0C1\uB300 URI\uB97C \uD655\uC778\uD558\uB294 \uB370 \uC0AC\uC6A9\uB418\uB294 \uAE30\uBCF8 \uACBD\uB85C\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.codetype.description=classid\uB85C \uC9C0\uC815\uB41C \uAC1D\uCCB4\uB97C \uB2E4\uC6B4\uB85C\uB4DC\uD560 \uB54C \uD544\uC694\uD55C \uB370\uC774\uD130\uC758 \uCF58\uD150\uCE20 \uC720\uD615\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.color.description=\uC694\uC18C\uC758 \uC0C9\uC0C1\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.cols_multicol.description=\uC138\uB85C \uD504\uB808\uC784\uC758 \uB808\uC774\uC544\uC6C3\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4. \uC27C\uD45C\uB85C \uAD6C\uBD84\uB41C \uD53D\uC140, \uBC31\uBD84\uC728 \uBC0F \uC0C1\uB300 \uAE38\uC774\uC758 \uBAA9\uB85D\uC785\uB2C8\uB2E4. \uAE30\uBCF8\uAC12\uC740 100%\uC785\uB2C8\uB2E4.
attr.cols_frameset.description=\uC138\uB85C \uD504\uB808\uC784\uC758 \uB808\uC774\uC544\uC6C3\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4. \uC27C\uD45C\uB85C \uAD6C\uBD84\uB41C \uD53D\uC140, \uBC31\uBD84\uC728 \uBC0F \uC0C1\uB300 \uAE38\uC774\uC758 \uBAA9\uB85D\uC785\uB2C8\uB2E4. \uAE30\uBCF8\uAC12\uC740 100%\uC785\uB2C8\uB2E4.
attr.cols_textarea.description=\uD3C9\uADE0 \uBB38\uC790 \uB108\uBE44\uC5D0\uC11C \uD45C\uC2DC\uB418\uB294 \uB108\uBE44\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.colspan.description=\uD604\uC7AC \uD14C\uC774\uBE14 \uC140 \uBC94\uC704 \uB0B4\uC5D0 \uC788\uB294 \uC5F4 \uAC1C\uC218\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.compact.description=(\uB354 \uC774\uC0C1 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC74C) \uBAA9\uB85D\uC774 \uAC04\uB2E8\uD55C \uD615\uD0DC\uB85C \uB80C\uB354\uB9C1\uB418\uB3C4\uB85D \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.content.description=\uC18D\uC131\uAC12\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.coords.description=\uD654\uBA74\uC5D0\uC11C \uC704\uCE58 \uBC0F \uBAA8\uC591 \uB610\uB294 \uAC1D\uCCB4\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.data.description=\uAC1D\uCCB4 \uB370\uC774\uD130\uC758 \uC704\uCE58\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4. \uAC1D\uCCB4 \uB370\uC774\uD130\uC5D0\uB294 \uC774\uBBF8\uC9C0\uB97C \uC815\uC758\uD558\uB294 \uAC1D\uCCB4\uC758 \uC774\uBBF8\uC9C0 \uB370\uC774\uD130, \uB2E4\uC2DC \uC0DD\uC131\uD558\uB294 \uB370 \uC0AC\uC6A9\uD560 \uC218 \uC788\uB294 \uBCF4\uB2E4 \uC77C\uBC18\uC801\uC778 \uAC1D\uCCB4\uC758 \uC9C1\uB82C\uD654 \uD615\uC2DD \uB4F1\uC774 \uC788\uC2B5\uB2C8\uB2E4.
attr.datetime.description=\uBCC0\uACBD\uB41C \uB0A0\uC9DC\uC640 \uC2DC\uAC04\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.declare.description=\uD604\uC7AC OBJECT \uC815\uC758\uB97C \uC120\uC5B8\uC73C\uB85C\uB9CC \uC9C0\uC815\uD569\uB2C8\uB2E4. \uC774 \uC120\uC5B8\uC744 \uCC38\uC870\uD558\uB294 \uD6C4\uC18D <object> \uC815\uC758\uB97C \uC0AC\uC6A9\uD558\uC5EC \uAC1D\uCCB4\uC758 \uC778\uC2A4\uD134\uC2A4\uB97C \uC0DD\uC131\uD574\uC57C \uD569\uB2C8\uB2E4.
attr.defer.description=\uBE0C\uB77C\uC6B0\uC800\uC5D0 \uD398\uC774\uC9C0\uAC00 \uD45C\uC2DC\uB41C \uD6C4\uC5D0\uB9CC \uD398\uC774\uC9C0\uC758 JavaScript\uB97C \uCC98\uB9AC\uD558\uB3C4\uB85D \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.dir.description=\uD14D\uC2A4\uD2B8\uB97C \uC67C\uCABD\uC5D0\uC11C \uC624\uB978\uCABD\uC73C\uB85C \uB80C\uB354\uB9C1\uD560 \uAC83\uC778\uC9C0 \uB610\uB294 \uC624\uB978\uCABD\uC5D0\uC11C \uC67C\uCABD\uC73C\uB85C \uB80C\uB354\uB9C1\uD560 \uAC83\uC778\uC9C0 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.direction.description=\uD14D\uC2A4\uD2B8\uB97C \uC2A4\uD06C\uB864\uD560 \uBC29\uD5A5\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.disabled.description=<form>\uC774 \uC0AC\uC6A9 \uC548\uD568\uC73C\uB85C \uC124\uC815\uB418\uC5B4\uC57C \uD568\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4. \uC0AC\uC6A9 \uC548\uD568\uC73C\uB85C \uC124\uC815\uB41C \uC18D\uC131\uC774 \uC788\uC744 \uACBD\uC6B0 \uD3FC\uC5D0\uC11C \uB9E4\uAC1C\uBCC0\uC218\uB97C \uC11C\uBC84\uB85C \uC804\uC1A1\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
attr.dynsrc.description=\uCC3D\uC5D0 \uD45C\uC2DC\uD560 \uBE44\uB514\uC624 \uD074\uB9BD \uB610\uB294 VRML \uC6D4\uB4DC\uC758 \uC8FC\uC18C\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4. 
attr.enctype.description=<form>\uC758 \uBA54\uC18C\uB4DC \uC18D\uC131\uAC12\uC774 POST\uC778 \uACBD\uC6B0 \uD3FC\uC744 \uC11C\uBC84\uC5D0 \uC804\uC1A1\uD558\uB294 \uB370 \uC0AC\uC6A9\uB418\uB294 \uCF58\uD150\uCE20 \uC720\uD615\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.face.description=\uD45C\uC2DC\uD560 \uAE00\uAF34 \uC720\uD615\uC744 \uD558\uB098 \uC774\uC0C1 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.font_name.description=\uD45C\uC2DC\uD560 \uAE00\uAF34 \uC774\uB984\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.font_size.description=\uD45C\uC2DC\uD560 \uAE00\uAF34 \uD06C\uAE30\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.for.description=\uB808\uC774\uBE14\uACFC \uC5F0\uAD00\uB41C \uD3FC \uCF58\uD2B8\uB864\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4. 
attr.frame.description=\uD14C\uC774\uBE14\uC744 \uB458\uB7EC\uC2F8\uB294 \uD504\uB808\uC784\uC5D0\uC11C \uD45C\uC2DC\uD560 \uBA74\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.frameborder.description=\uC778\uC811\uD55C \uD504\uB808\uC784 \uC0AC\uC774\uC5D0 \uACBD\uACC4\uC120\uC744 \uADF8\uB9B4 \uAC83\uC778\uC9C0 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.framespacing.description=\uD504\uB808\uC784 \uC0AC\uC774\uC758 \uACF5\uAC04\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4. Internet Explorer\uC5D0\uB9CC \uD574\uB2F9\uB429\uB2C8\uB2E4.
attr.gutter.description=\uC5F4 \uC0AC\uC774\uC5D0 \uB123\uC744 \uD53D\uC140 \uC218\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.headers.description=\uD604\uC7AC \uB370\uC774\uD130 \uC140\uC758 \uBA38\uB9AC\uAE00 \uC815\uBCF4\uB97C \uC81C\uACF5\uD558\uB294 \uBA38\uB9AC\uAE00 \uC140 \uBAA9\uB85D\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.height.description=\uAC1D\uCCB4\uC758 \uB192\uC774\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.hidden.description=\uD398\uC774\uC9C0\uC5D0\uC11C \uC694\uC18C\uB97C \uB80C\uB354\uB9C1\uD560 \uAC83\uC778\uC9C0 \uC9C0\uC815\uD569\uB2C8\uB2E4. \uC554\uC2DC\uC801\uC73C\uB85C height \uBC0F width \uC18D\uC131\uC744 0\uC73C\uB85C \uC124\uC815\uD569\uB2C8\uB2E4.
attr.href.description=\uB9C1\uD06C\uC758 \uB300\uC0C1 URL\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.href_base.description=\uC0C1\uB300 URI\uB97C \uD655\uC778\uD558\uB294 \uAE30\uC900\uC774 \uB418\uB294 \uC808\uB300 URI\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.hreflang.description=\uB300\uC0C1 \uD398\uC774\uC9C0\uC5D0\uC11C \uC0AC\uC6A9\uD560 \uC5B8\uC5B4\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4. ISO 2\uC790 \uC5B8\uC5B4 \uCF54\uB4DC\uB97C \uC0AC\uC6A9\uD558\uC5EC \uAC12\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.hspace.description=(\uB354 \uC774\uC0C1 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC74C) <img>, <applet> \uB610\uB294 <object> \uD0DC\uADF8\uC758 \uC67C\uCABD\uACFC \uC624\uB978\uCABD\uC5D0 \uB123\uC744 \uAC00\uB85C \uC5EC\uBC31\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.http-equiv.description=HTTP \uC751\uB2F5 \uD5E4\uB354 \uC18D\uC131 \uC774\uB984\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.id.description=\uB2E4\uB978 \uCEE8\uD14D\uC2A4\uD2B8\uC5D0\uC11C \uC2DD\uBCC4\uD560 \uC218 \uC788\uB3C4\uB85D id \uC18D\uC131\uC744 \uC0AC\uC6A9\uD558\uC5EC \uC694\uC18C \uC774\uB984\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4. \uC608\uB97C \uB4E4\uC5B4 JavaScript \uC2A4\uD06C\uB9BD\uD2B8\uC5D0\uC11C id \uC18D\uC131\uC744 \uD1B5\uD574 \uD398\uC774\uC9C0 \uC694\uC18C\uB97C \uC2DD\uBCC4\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
attr.ismap.description=\uC774\uBBF8\uC9C0\uAC00 \uC774\uBBF8\uC9C0 \uB9F5\uC758 \uC77C\uBD80\uB85C \uC0AC\uC6A9\uB418\uB294\uC9C0 \uC5EC\uBD80\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.label.description=<option> \uD0DC\uADF8\uC758 \uB808\uC774\uBE14\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4. 
attr.lang.description=\uC694\uC18C \uB0B4\uC5D0\uC11C \uC0AC\uC6A9\uD560 \uC5B8\uC5B4\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.language.description=\uC2A4\uD06C\uB9BD\uD2B8 \uC694\uC18C \uB0B4\uC5D0\uC11C \uC0AC\uC6A9\uB418\uB294 \uD504\uB85C\uADF8\uB798\uBC0D \uC5B8\uC5B4\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.left.description=\uBB38\uC11C\uC5D0\uC11C \uC694\uC18C\uAC00 \uC815\uC0C1\uC801\uC73C\uB85C \uB098\uD0C0\uB098\uB294 \uC9C0\uC810\uC744 \uAE30\uC900\uC73C\uB85C \uC694\uC18C\uC758 \uC67C\uCABD \uAC00\uC7A5\uC790\uB9AC\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.leftmargin.description=(\uB354 \uC774\uC0C1 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC74C) \uD398\uC774\uC9C0 \uBCF8\uBB38 \uC804\uCCB4\uC758 \uC67C\uCABD \uC5EC\uBC31\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.link.description=\uC544\uC9C1 \uBC29\uBB38\uD558\uC9C0 \uC54A\uC740 \uD558\uC774\uD37C\uB9C1\uD06C\uC758 \uC0C9\uC0C1\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.longdesc.description=\uD504\uB808\uC784\uC5D0 \uB300\uD55C \uC790\uC138\uD55C \uC124\uBA85\uC758 \uB9C1\uD06C\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4. \uC774 \uC124\uBA85\uC740 title \uC18D\uC131\uC744 \uC0AC\uC6A9\uD558\uC5EC \uC81C\uACF5\uD55C \uAC04\uB2E8\uD55C \uC124\uBA85\uC744 \uBCF4\uCDA9\uD574\uC57C \uD558\uBA70 \uD45C\uC2DC\uB418\uC9C0 \uC54A\uB294 \uC0AC\uC6A9\uC790 \uC5D0\uC774\uC804\uD2B8\uC5D0 \uD2B9\uD788 \uC720\uC6A9\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
attr.loop.description=\uC18C\uB9AC\uB97C \uBC18\uBCF5\uD560 \uD69F\uC218\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.lowsrc.description=\uB354 \uB0AE\uC740 \uD574\uC0C1\uB3C4 \uC774\uBBF8\uC9C0\uC758 \uC704\uCE58\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.marginheight.description=\uC704\uCABD\uACFC \uC544\uB798\uCABD \uC5EC\uBC31\uC5D0\uC11C \uD504\uB808\uC784 \uCF58\uD150\uCE20 \uC0AC\uC774\uC5D0 \uB0A8\uACA8 \uB458 \uACF5\uBC31\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.marginwidth.description=\uC67C\uCABD\uACFC \uC624\uB978\uCABD \uC5EC\uBC31\uC5D0\uC11C \uD504\uB808\uC784 \uCF58\uD150\uCE20 \uC0AC\uC774\uC5D0 \uB0A8\uACA8 \uB458 \uACF5\uBC31\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.maxlength.description=\uC785\uB825 \uD544\uB4DC\uC758 \uCD5C\uB300 \uAE38\uC774(\uBB38\uC790 \uC218)\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.media.description=\uC694\uC18C\uC758 \uAE30\uBCF8 \uD45C\uC2DC \uC7A5\uCE58\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.method.description=\uD3FC \uB370\uC774\uD130 \uC9D1\uD569\uC744 \uC804\uC1A1\uD560 \uB54C \uC0AC\uC6A9\uD560 HTTP \uBA54\uC18C\uB4DC\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.multiple.description=<select> \uC694\uC18C \uB0B4\uC5D0\uC11C \uC5EC\uB7EC \uC635\uC158\uC744 \uC120\uD0DD\uD560 \uC218 \uC788\uB3C4\uB85D \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.name.description=\uB2E4\uB978 \uCEE8\uD14D\uC2A4\uD2B8\uC5D0\uC11C \uC2DD\uBCC4\uD560 \uC218 \uC788\uB3C4\uB85D name \uC18D\uC131\uC744 \uC0AC\uC6A9\uD558\uC5EC \uC694\uC18C \uC774\uB984\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4. \uC608\uB97C \uB4E4\uC5B4 JavaScript \uC2A4\uD06C\uB9BD\uD2B8\uC5D0\uC11C name \uC18D\uC131\uC744 \uD1B5\uD574 \uD3FC \uC694\uC18C\uB97C \uC2DD\uBCC4\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
attr.name_keygen.description=\uC11C\uBC84\uC5D0 \uC804\uB2EC\uD560 \uB54C\uC758 \uD3FC \uC774\uB984\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.nohref.description=\uC601\uC5ED\uC5D0 \uC5F0\uAD00\uB41C \uB9C1\uD06C\uAC00 \uC5C6\uB3C4\uB85D \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.noresize.description=\uD504\uB808\uC784 \uCC3D \uD06C\uAE30\uB97C \uC870\uC815\uD560 \uC218 \uC5C6\uB3C4\uB85D \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.noshade.description=(\uB354 \uC774\uC0C1 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC74C) \uC0AC\uC6A9\uC790 \uC5D0\uC774\uC804\uD2B8\uC5D0\uC11C \uC77C\uBC18\uC801\uC778 2\uC0C9 "\uADF8\uB8E8\uBE0C"\uAC00 \uC544\uB2CC \uB2E8\uC0C9\uC73C\uB85C \uADDC\uCE59\uC744 \uB80C\uB354\uB9C1\uD558\uB3C4\uB85D \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.nowrap.description=(\uB354 \uC774\uC0C1 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC74C) \uC774 \uC140\uC5D0 \uB300\uD574 \uC790\uB3D9 \uC904 \uBC14\uAFC8\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4. \uB300\uC2E0 CSS \uC2A4\uD0C0\uC77C \uC18D\uC131\uC744 \uC0AC\uC6A9\uD569\uB2C8\uB2E4.
attr.object.description=\uC560\uD50C\uB9BF \uC0C1\uD0DC\uC758 \uC9C1\uB82C\uD654\uB41C \uD45C\uD604\uC774 \uD3EC\uD568\uB41C \uB9AC\uC18C\uC2A4\uC5D0 \uC774\uB984\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onabort.description=\uC774\uBBF8\uC9C0 \uB2E4\uC6B4\uB85C\uB4DC\uB97C \uC911\uB2E8\uD560 \uB54C \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onafterupdate.description=\uB370\uC774\uD130 \uC18C\uC2A4 \uAC1D\uCCB4\uC5D0\uC11C \uC5F0\uAD00\uB41C \uB370\uC774\uD130\uB97C \uC5C5\uB370\uC774\uD2B8\uD55C \uD6C4 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onbeforeunload.description=\uD398\uC774\uC9C0\uB97C \uC5B8\uB85C\uB4DC\uD558\uAE30 \uC804\uC5D0 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onbeforeupdate.description=\uB370\uC774\uD130 \uC18C\uC2A4 \uAC1D\uCCB4\uC5D0\uC11C \uC5F0\uAD00\uB41C \uB370\uC774\uD130\uB97C \uC5C5\uB370\uC774\uD2B8\uD558\uAE30 \uC804\uC5D0 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onblur.description=\uD398\uC774\uC9C0 \uC694\uC18C\uC5D0\uC11C \uD3EC\uCEE4\uC2A4\uAC00 \uD750\uD2B8\uB7EC\uC84C\uC744 \uB54C \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onbounce.description=\uC6C0\uC9C1\uC774\uB294 \uD14D\uC2A4\uD2B8 \uAC1D\uCCB4\uC758 behavior \uC18D\uC131\uC744 "alternate"\uB85C \uC124\uC815\uD55C \uACBD\uC6B0 \uC6C0\uC9C1\uC774\uB294 \uD14D\uC2A4\uD2B8\uC758 \uCF58\uD150\uCE20\uAC00 \uCC3D \uD55C\uCABD\uC5D0 \uB3C4\uB2EC\uD560 \uB54C \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onchange.description=\uAC1D\uCCB4\uC758 \uCF58\uD150\uCE20 \uB610\uB294 \uC120\uD0DD \uD56D\uBAA9\uC774 \uBCC0\uACBD\uB41C \uACBD\uC6B0 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onclick.description=\uD398\uC774\uC9C0 \uC694\uC18C\uB97C \uB204\uB978 \uACBD\uC6B0 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.ondataavailable.description=\uBE44\uB3D9\uAE30\uC801\uC73C\uB85C \uB370\uC774\uD130\uB97C \uC804\uC1A1\uD558\uB294 \uB370\uC774\uD130 \uC18C\uC2A4 \uAC1D\uCCB4\uB85C\uBD80\uD130 \uB370\uC774\uD130\uAC00 \uB3C4\uCC29\uD558\uBA74 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.ondatasetchanged.description=\uB370\uC774\uD130 \uC18C\uC2A4 \uAC1D\uCCB4\uC5D0 \uC758\uD574 \uB178\uCD9C\uB41C \uB370\uC774\uD130 \uC9D1\uD569\uC774 \uBCC0\uACBD\uB420 \uACBD\uC6B0 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.ondatasetcomplete.description=\uB370\uC774\uD130 \uC18C\uC2A4 \uAC1D\uCCB4\uC5D0\uC11C \uBAA8\uB4E0 \uB370\uC774\uD130\uB97C \uC0AC\uC6A9\uD560 \uC218 \uC788\uC744 \uACBD\uC6B0 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.ondblclick.description=\uD398\uC774\uC9C0 \uC694\uC18C\uB97C \uB450 \uBC88 \uB204\uB978 \uACBD\uC6B0 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.ondragdrop.description=\uAC1D\uCCB4\uB97C \uBE0C\uB77C\uC6B0\uC800 \uCC3D\uC73C\uB85C \uB04C\uC5B4\uC11C \uB85C\uB4DC\uD560 \uB54C \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.ondragstart.description=\uD14D\uC2A4\uD2B8 \uC120\uD0DD \uB610\uB294 \uC120\uD0DD\uB41C \uAC1D\uCCB4\uB97C \uB04C\uAE30 \uC2DC\uC791\uD560 \uB54C \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onerror.description=\uAC1D\uCCB4\uB97C \uB85C\uB4DC\uD558\uB294 \uB3D9\uC548 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD560 \uACBD\uC6B0 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onerrorupdate.description=\uB370\uC774\uD130 \uC18C\uC2A4 \uAC1D\uCCB4\uC5D0\uC11C \uC5F0\uAD00\uB41C \uB370\uC774\uD130\uB97C \uC5C5\uB370\uC774\uD2B8\uD558\uB294 \uB3D9\uC548 \uC624\uB958\uAC00 \uBC1C\uC0DD\uD560 \uACBD\uC6B0 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onfinish.description=\uC6C0\uC9C1\uC774\uB294 \uD14D\uC2A4\uD2B8\uB97C \uBC18\uBCF5\uD55C \uD6C4 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onfocus.description=\uD398\uC774\uC9C0 \uC694\uC18C\uC5D0 \uD3EC\uCEE4\uC2A4\uAC00 \uB193\uC778 \uACBD\uC6B0 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onhelp.description=\uBE0C\uB77C\uC6B0\uC800\uAC00 \uD65C\uC131 \uCC3D\uC778 \uB3D9\uC548 F1 \uD0A4\uB97C \uB204\uB97C \uACBD\uC6B0 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onkeydown.description=\uD398\uC774\uC9C0 \uC694\uC18C\uB97C \uC120\uD0DD\uD558\uACE0 \uD0A4\uB97C \uB204\uB974\uACE0 \uB193\uC744 \uACBD\uC6B0 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onkeypress.description=\uD398\uC774\uC9C0 \uC694\uC18C\uB97C \uC120\uD0DD\uD558\uACE0 \uD0A4\uB97C \uB204\uB978 \uACBD\uC6B0 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onkeyup.description=\uD398\uC774\uC9C0 \uC694\uC18C\uB97C \uC120\uD0DD\uD558\uACE0 \uD0A4\uB97C \uB193\uC740 \uACBD\uC6B0 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onload.description=\uBE0C\uB77C\uC6B0\uC800\uC5D0 \uD398\uC774\uC9C0\uB97C \uB85C\uB4DC\uD55C \uACBD\uC6B0 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onmousedown.description=\uD398\uC774\uC9C0 \uC694\uC18C \uB0B4\uC5D0\uC11C \uB9C8\uC6B0\uC2A4 \uB2E8\uCD94\uB97C \uB204\uB978 \uACBD\uC6B0 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onmousemove.description=\uD398\uC774\uC9C0 \uC694\uC18C \uB0B4\uC5D0\uC11C \uB9C8\uC6B0\uC2A4\uB97C \uC774\uB3D9\uD560 \uACBD\uC6B0 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onmouseout.description=\uD398\uC774\uC9C0 \uC694\uC18C\uC5D0\uC11C \uBC97\uC5B4\uB098\uB3C4\uB85D \uB9C8\uC6B0\uC2A4\uB97C \uC774\uB3D9\uD560 \uACBD\uC6B0 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onmouseover.description=\uD398\uC774\uC9C0 \uC694\uC18C \uC704\uB85C \uB9C8\uC6B0\uC2A4\uB97C \uC6C0\uC9C1\uC77C \uACBD\uC6B0 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onmouseup.description=\uD398\uC774\uC9C0 \uC694\uC18C \uB0B4\uC5D0\uC11C \uB9C8\uC6B0\uC2A4 \uB2E8\uCD94\uB97C \uB193\uC744 \uACBD\uC6B0 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onmove.description=\uAC1D\uCCB4\uB97C \uC774\uB3D9\uD560 \uACBD\uC6B0 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onreadystatechange.description=\uAC1D\uCCB4 \uC0C1\uD0DC\uAC00 \uBCC0\uACBD\uB418\uB294 \uACBD\uC6B0 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onreset.description=\uD3FC \uC7AC\uC124\uC815 \uB2E8\uCD94\uB97C \uB204\uB978 \uACBD\uC6B0 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onresize.description=\uAC1D\uCCB4 \uD06C\uAE30\uB97C \uBCC0\uACBD\uD558\uB824\uB294 \uACBD\uC6B0 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onrowenter.description=\uB370\uC774\uD130 \uC18C\uC2A4\uC5D0\uC11C \uD604\uC7AC \uD589\uC774 \uBCC0\uACBD\uB418\uACE0 \uAC1D\uCCB4\uC5D0\uC11C \uC0C8 \uB370\uC774\uD130 \uAC12\uC744 \uC0AC\uC6A9\uD560 \uC218 \uC788\uC744 \uACBD\uC6B0 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onrowexit.description=\uAC1D\uCCB4\uC5D0\uC11C \uB370\uC774\uD130 \uC18C\uC2A4 \uCF58\uD2B8\uB864\uC774 \uD604\uC7AC \uD589\uC744 \uBCC0\uACBD\uD558\uAE30 \uC804\uC5D0 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onscroll.description=\uAC1D\uCCB4\uC758 \uC2A4\uD06C\uB864 \uB9C9\uB300\uC5D0\uC11C \uC2A4\uD06C\uB864 \uC0C1\uC790 \uC704\uCE58\uB97C \uBC14\uAFC0 \uACBD\uC6B0 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onselect.description=\uD398\uC774\uC9C0 \uC694\uC18C\uB97C \uC120\uD0DD\uD55C \uACBD\uC6B0 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onselectstart.description=\uAC1D\uCCB4\uB97C \uC120\uD0DD\uD558\uB294 \uACBD\uC6B0 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onstart.description=\uC6C0\uC9C1\uC774\uB294 \uD14D\uC2A4\uD2B8 \uAC1D\uCCB4\uB97C \uBC18\uBCF5\uD560 \uB54C\uB9C8\uB2E4 \uADF8 \uC804\uC5D0 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onsubmit.description=\uD3FC \uC804\uC1A1 \uB2E8\uCD94\uB97C \uB204\uB978 \uACBD\uC6B0 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.onunload.description=\uD504\uB808\uC784 \uB610\uB294 \uCC3D\uC5D0\uC11C \uBB38\uC11C\uB97C \uC81C\uAC70\uD55C \uACBD\uC6B0 \uC2E4\uD589\uD560 \uC774\uBCA4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.palette.description=\uC694\uC18C\uC5D0 \uC801\uC6A9\uD560 Windows \uD314\uB808\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4. Netscape\uC5D0\uB9CC \uD574\uB2F9\uB429\uB2C8\uB2E4.
attr.pluginspage.description=\uBE0C\uB77C\uC6B0\uC800\uC5D0\uC11C src \uC18D\uC131 \uC720\uD615\uC744 \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uB294 \uACBD\uC6B0 \uD544\uC694\uD55C \uD50C\uB7EC\uADF8\uC778\uC744 \uB2E4\uC6B4\uB85C\uB4DC\uD558\uACE0 \uC124\uCE58\uD560 \uC218 \uC788\uB294 URL\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.pluginurl.description=\uBE0C\uB77C\uC6B0\uC800\uC5D0\uC11C src \uC18D\uC131 \uC720\uD615\uC744 \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uB294 \uACBD\uC6B0 \uD544\uC694\uD55C \uD50C\uB7EC\uADF8\uC778\uC744 \uC790\uB3D9\uC73C\uB85C \uB2E4\uC6B4\uB85C\uB4DC\uD560 \uC218 \uC788\uB294 URL\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.profile.description=\uBA54\uD0C0\uB370\uC774\uD130 \uD504\uB85C\uD30C\uC77C \uD558\uB098 \uC774\uC0C1\uC758 \uC704\uCE58\uB97C \uACF5\uBC31\uC73C\uB85C \uAD6C\uBD84\uD558\uC5EC \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.prompt.description=(\uB354 \uC774\uC0C1 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC74C) \uC785\uB825 \uD544\uB4DC\uC5D0 \uB300\uD55C \uD504\uB86C\uD504\uD2B8 \uBB38\uC790\uC5F4\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.readonly.description=\uC0AC\uC6A9\uC790\uAC00 \uC785\uB825 \uC694\uC18C \uB0B4\uC758 \uAC12\uC744 \uBCC0\uACBD\uD560 \uC218 \uC5C6\uB3C4\uB85D \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.rel.description=\uC18C\uC2A4 \uBB38\uC11C\uC640 \uB300\uC0C1 \uBB38\uC11C\uC758 \uAD00\uACC4\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.rev.description=\uB300\uC0C1 \uBB38\uC11C\uC640 \uC18C\uC2A4 \uBB38\uC11C\uC758 \uAD00\uACC4\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.rightmargin.description=(\uB354 \uC774\uC0C1 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC74C) \uD398\uC774\uC9C0 \uBCF8\uBB38 \uC804\uCCB4\uC758 \uC624\uB978\uCABD \uC5EC\uBC31\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.rows.description=\uD45C\uC2DC\uB418\uB294 \uD14D\uC2A4\uD2B8 \uD589 \uC218\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.rows_frameset.description=\uAC00\uB85C \uD504\uB808\uC784\uC758 \uB808\uC774\uC544\uC6C3\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4. \uC27C\uD45C\uB85C \uAD6C\uBD84\uB41C \uD53D\uC140, \uBC31\uBD84\uC728 \uBC0F \uC0C1\uB300 \uAE38\uC774\uC758 \uBAA9\uB85D\uC785\uB2C8\uB2E4. \uAE30\uBCF8\uAC12\uC740 100%\uB85C, \uD55C \uD589\uC744 \uB098\uD0C0\uB0C5\uB2C8\uB2E4.
attr.rowspan.description=\uD604\uC7AC \uD14C\uC774\uBE14 \uC140 \uBC94\uC704 \uB0B4\uC5D0 \uC788\uB294 \uD589 \uAC1C\uC218\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.rules.description=\uD14C\uC774\uBE14\uC5D0\uC11C \uC140 \uC0AC\uC774\uC5D0 \uD45C\uC2DC\uD560 \uADDC\uCE59\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.scheme.description=\uC5F0\uAD00\uB41C \uCF58\uD150\uCE20 \uC18D\uC131\uAC12\uC744 \uD574\uC11D\uD558\uB294 \uB370 \uC0AC\uC6A9\uD560 \uC2A4\uD0A4\uB9C8\uC758 \uC774\uB984\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.scope.description=\uD604\uC7AC \uBA38\uB9AC\uAE00 \uC140\uC774 \uBA38\uB9AC\uAE00 \uC815\uBCF4\uB97C \uC81C\uACF5\uD558\uB294 \uB370\uC774\uD130 \uC140 \uC9D1\uD569\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.scrollamount.description=\uC774\uD6C4\uC5D0 \uC6C0\uC9C1\uC774\uB294 \uD14D\uC2A4\uD2B8\uB97C \uADF8\uB9B4 \uB54C\uB9C8\uB2E4 \uADF8 \uC0AC\uC774\uC5D0 \uD14D\uC2A4\uD2B8\uAC00 \uC2A4\uD06C\uB864\uB418\uB294 \uD53D\uC140 \uC218\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.scrolldelay.description=\uC6C0\uC9C1\uC774\uB294 \uD14D\uC2A4\uD2B8\uAC00 \uC2A4\uD06C\uB864\uB418\uB294 \uC18D\uB3C4\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.scrolling.description=\uD504\uB808\uC784 \uCC3D\uC5D0 \uB300\uD55C \uC2A4\uD06C\uB864 \uC815\uBCF4\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.selected.description=<option> \uD0DC\uADF8\uC758 \uC120\uD0DD\uB41C \uCD08\uAE30 \uC0C1\uD0DC\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.shape.description=coords \uC18D\uC131\uACFC \uD568\uAED8 \uC0AC\uC6A9\uB418\uBA70 \uD398\uC774\uC9C0 \uC694\uC18C\uC5D0 \uB300\uD55C \uB9C8\uC6B0\uC2A4 \uC778\uC2DD \uACF5\uAC04\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.size.description=\uAC1D\uCCB4\uC758 \uD06C\uAE30\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.span.description=\uBC94\uC704 \uB0B4 \uC5F4 \uAC1C\uC218\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.src.description=\uC18C\uC2A4 \uBB38\uC11C\uC758 URL\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.src_img.description=\uC774\uBBF8\uC9C0 \uCF58\uD150\uCE20\uC758 URL\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.standby.description=\uAC1D\uCCB4\uC758 \uAD6C\uD604 \uBC0F \uB370\uC774\uD130\uB97C \uB85C\uB4DC\uD558\uB294 \uB3D9\uC548 \uC0AC\uC6A9\uC790 \uC5D0\uC774\uC804\uD2B8\uC5D0\uC11C \uB80C\uB354\uB9C1\uD560 \uC218 \uC788\uB294 \uBA54\uC2DC\uC9C0\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.start.description=\uC815\uB82C\uB41C <li> \uD0DC\uADF8 \uBAA9\uB85D\uC5D0\uC11C \uCCAB\uBC88\uC9F8 \uD56D\uBAA9\uC758 \uC2DC\uC791 \uBC88\uD638\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.style.description=\uC694\uC18C\uC758 CSS \uC2A4\uD0C0\uC77C \uC815\uBCF4\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.summary.description=\uD45C\uC2DC\uB418\uC9C0 \uC54A\uB294 \uB9E4\uCCB4\uB85C \uB80C\uB354\uB9C1\uD558\uB294 \uC0AC\uC6A9\uC790 \uC5D0\uC774\uC804\uD2B8\uB97C \uC704\uD574 \uD14C\uC774\uBE14\uC758 \uBAA9\uC801\uACFC \uAD6C\uC870\uB97C \uC694\uC57D\uD558\uC5EC \uBCF4\uC5EC \uC90D\uB2C8\uB2E4.
attr.tabindex.description=Tab \uD0A4\uB97C \uC0AC\uC6A9\uD558\uC5EC \uD398\uC774\uC9C0 \uC694\uC18C\uB97C \uD0D0\uC0C9\uD560 \uB54C \uD398\uC774\uC9C0 \uC694\uC18C\uC758 \uC704\uCE58\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.taborder.description=Tab \uD0A4\uB97C \uC0AC\uC6A9\uD558\uC5EC \uD398\uC774\uC9C0 \uC694\uC18C\uB97C \uD0D0\uC0C9\uD560 \uB54C \uD398\uC774\uC9C0 \uC694\uC18C\uC758 \uC704\uCE58\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.target.description=\uB9C1\uD06C \uB300\uC0C1 \uBB38\uC11C\uB97C \uD45C\uC2DC\uD560 \uCC3D\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.text.description=\uBCF8\uBB38 \uD14D\uC2A4\uD2B8\uC758 \uC804\uACBD\uC0C9\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.title.description=\uD2B9\uC815 \uC694\uC18C\uC5D0 \uB300\uD55C \uCC38\uACE0 \uC815\uBCF4\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.top.description=\uBB38\uC11C\uC5D0\uC11C \uC694\uC18C\uAC00 \uC815\uC0C1\uC801\uC73C\uB85C \uB098\uD0C0\uB098\uB294 \uC9C0\uC810\uC744 \uAE30\uC900\uC73C\uB85C \uC694\uC18C\uC758 \uC704\uCABD \uAC00\uC7A5\uC790\uB9AC\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.topmargin.description=(\uB354 \uC774\uC0C1 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC74C) \uD398\uC774\uC9C0 \uBCF8\uBB38 \uC804\uCCB4\uC758 \uC704\uCABD \uC5EC\uBC31\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.type_button.description=\uC0DD\uC131\uD560 \uB2E8\uCD94 \uC720\uD615\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.type_mime.description=\uAC1D\uCCB4\uC758 MIME \uC720\uD615\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.type_embed.description=\uD50C\uB7EC\uADF8\uC778\uC758 MIME \uC720\uD615\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.type_input.description=\uC0DD\uC131\uD560 \uD3FC \uCF58\uD2B8\uB864 \uC720\uD615\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.type_l.description=\uC0DD\uC131\uD560 \uBAA9\uB85D \uD56D\uBAA9\uC758 \uC2A4\uD0C0\uC77C\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.type_spacer.description=\uACF5\uBC31 \uC694\uC18C \uC720\uD615\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.type_style.description=\uC694\uC18C \uCF58\uD150\uCE20\uC758 \uC2A4\uD0C0\uC77C\uC2DC\uD2B8 \uC5B8\uC5B4\uB97C \uC9C0\uC815\uD558\uACE0 \uAE30\uBCF8 \uC2A4\uD0C0\uC77C\uC2DC\uD2B8 \uC5B8\uC5B4\uB97C \uC6B0\uC120 \uC801\uC6A9\uD569\uB2C8\uB2E4. \uC2A4\uD0C0\uC77C\uC2DC\uD2B8 \uC5B8\uC5B4\uB294 "text/css" \uB4F1\uC758 \uCF58\uD150\uCE20 \uC720\uD615\uC73C\uB85C \uC9C0\uC815\uB429\uB2C8\uB2E4.
attr.units.description=\uC694\uC18C\uC758 height \uBC0F width \uC18D\uC131\uC5D0 \uC0AC\uC6A9\uB418\uB294 \uB2E8\uC704 \uC885\uB958\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.usemap.description=\uD074\uB77C\uC774\uC5B8\uD2B8\uCE21 \uC774\uBBF8\uC9C0 \uB9F5\uC744 \uC0AC\uC6A9\uD558\uB3C4\uB85D \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.valign.description=\uC140 \uB0B4\uC5D0\uC11C \uB370\uC774\uD130\uC758 \uC138\uB85C \uC704\uCE58\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.valign_caption.description=\uC140 \uB0B4\uC5D0\uC11C \uB370\uC774\uD130\uC758 \uC138\uB85C \uC704\uCE58\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.value.description=\uC815\uB82C\uB41C <li> \uD0DC\uADF8 \uBAA9\uB85D\uC5D0\uC11C \uD604\uC7AC \uBAA9\uB85D \uD56D\uBAA9\uC758 \uBC88\uD638\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.valuetype.description=\uC5F0\uAD00\uB41C \uAC12 \uC18D\uC131\uC758 \uC720\uD615\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.version.description=(\uB354 \uC774\uC0C1 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC74C) \uBB38\uC11C\uC758 HTML \uBC84\uC804\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4. \uB300\uC2E0 <!DOCTYPE> \uC120\uC5B8\uC744 \uC0AC\uC6A9\uD569\uB2C8\uB2E4.
attr.visibility.description=\uC694\uC18C\uC758 \uD45C\uC2DC \uC5EC\uBD80\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.vlink.description=\uBC29\uBB38\uD55C \uD558\uC774\uD37C\uB9C1\uD06C\uC758 \uC0C9\uC0C1\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.volume.description=\uD604\uC7AC \uBCFC\uB968 \uC218\uC900\uC744 \uAE30\uC900\uC73C\uB85C \uC7AC\uC0DD\uB418\uB294 \uBC30\uACBD \uC18C\uB9AC \uD06C\uAE30\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.vspace.description=(\uB354 \uC774\uC0C1 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC74C) <img>, <applet> \uB610\uB294 <object> \uD0DC\uADF8\uC758 \uC704\uCABD\uACFC \uC544\uB798\uCABD\uC5D0 \uB123\uC744 \uC138\uB85C \uC5EC\uBC31\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.width.description=\uAC1D\uCCB4\uC758 \uB108\uBE44\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
attr.z-index.description=z\uCD95\uC744 \uB530\uB77C \uC55E\uC5D0\uC11C \uB4A4\uB85C \uC694\uC18C\uC758 \uC704\uCE58\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.

tag.a.description=\uB2E4\uB978 \uBB38\uC11C\uC5D0 \uB300\uD55C \uD558\uC774\uD37C\uB9C1\uD06C\uB97C \uC0DD\uC131\uD569\uB2C8\uB2E4.
tag.abbr.description=Massachusetts\uB97C MA\uB85C, \uD30C\uC6B4\uB4DC\uB97C lbs\uB85C \uB098\uD0C0\uB0B4\uB294 \uB4F1 \uC57D\uC5B4\uB97C \uB098\uD0C0\uB0C5\uB2C8\uB2E4.
tag.acronym.description=WWW, SCUBA, radar \uB4F1\uC758 \uBA38\uB9AC\uAE00\uC790\uC5B4\uB97C \uB098\uD0C0\uB0C5\uB2C8\uB2E4.
tag.address.description=\uD0DC\uADF8 \uB0B4\uC5D0 \uC788\uB294 \uD14D\uC2A4\uD2B8\uB97C \uC8FC\uC18C\uB85C \uC9C0\uC815\uD569\uB2C8\uB2E4.
tag.applet.description=(\uB354 \uC774\uC0C1 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC74C) HTML \uBB38\uC11C\uC5D0 Java \uC560\uD50C\uB9BF\uC744 \uD3EC\uD568\uD569\uB2C8\uB2E4. \uB300\uC2E0 \uCD5C\uC2E0 \uD45C\uC900 <object> \uD0DC\uADF8\uB97C \uC0AC\uC6A9\uD569\uB2C8\uB2E4.
tag.area.description=\uB9F5 \uC694\uC18C \uB0B4\uC5D0\uC11C \uB9C8\uC6B0\uC2A4 \uC778\uC2DD \uC601\uC5ED\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
tag.b.description=\uD0DC\uADF8 \uB0B4\uC5D0 \uC788\uB294 \uD14D\uC2A4\uD2B8\uB97C \uAD75\uAC8C \uD45C\uC2DC\uD558\uB3C4\uB85D \uC9C0\uC815\uD569\uB2C8\uB2E4.
tag.base.description=\uAE30\uBCF8 \uD0DC\uADF8\uC758 href \uC18D\uC131\uC744 \uC0AC\uC6A9\uD558\uC5EC \uAC19\uC740 \uD398\uC774\uC9C0\uC5D0\uC11C \uB2E4\uB978 \uC0C1\uB300 URL\uC758 \uAE30\uC900\uC774 \uB418\uB294 \uC808\uB300 URL\uC744 \uC815\uC758\uD569\uB2C8\uB2E4.
tag.basefont.description=(\uB354 \uC774\uC0C1 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC74C) \uBB38\uC11C\uC758 \uAE30\uBCF8 \uAE00\uAF34 \uD06C\uAE30\uB97C \uC815\uC758\uD569\uB2C8\uB2E4. \uB300\uC2E0 CSS \uC18D\uC131\uC744 \uC0AC\uC6A9\uD569\uB2C8\uB2E4.
tag.bdo.description=\uC694\uC18C \uD14D\uC2A4\uD2B8 \uCF58\uD150\uCE20\uC758 \uC591\uBC29\uD5A5 \uC54C\uACE0\uB9AC\uC998\uC744 \uC6B0\uC120 \uC801\uC6A9\uD569\uB2C8\uB2E4.
tag.bgsound.description=\uC0AC\uC6A9\uC790\uAC00 \uD398\uC774\uC9C0\uB97C \uBC29\uBB38\uD558\uB294 \uB3D9\uC548 \uBC30\uACBD \uC18C\uB9AC\uB85C \uC7AC\uC0DD\uD560 \uC0AC\uC6B4\uB4DC \uD30C\uC77C\uC744 \uC815\uC758\uD569\uB2C8\uB2E4.
tag.big.description=<big> \uD0DC\uADF8 \uC548\uC5D0 \uC788\uB294 \uD14D\uC2A4\uD2B8\uB294 \uC8FC\uBCC0 \uD14D\uC2A4\uD2B8\uBCF4\uB2E4 1\uD3EC\uC778\uD2B8 \uD070 \uAE00\uAF34 \uD06C\uAE30\uB85C \uD45C\uC2DC\uB429\uB2C8\uB2E4.
tag.blockquote.description=\uC8FC\uBCC0 \uD14D\uC2A4\uD2B8\uBCF4\uB2E4 \uB354 \uC881\uC740 \uC5EC\uBC31\uC73C\uB85C \uD14D\uC2A4\uD2B8\uAC00 \uB80C\uB354\uB9C1\uB418\uB3C4\uB85D \uC9C0\uC815\uD569\uB2C8\uB2E4.
tag.blink.description=\uD14D\uC2A4\uD2B8\uAC00 \uAE5C\uBC15\uC774\uB3C4\uB85D \uC9C0\uC815\uD569\uB2C8\uB2E4.
tag.body.description=HTML \uBB38\uC11C\uC5D0\uC11C \uB80C\uB354\uB9C1\uD560 \uBCF8\uBB38 \uCF58\uD150\uCE20\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
tag.br.description=\uD45C\uC2DC\uB41C \uD14D\uC2A4\uD2B8\uC5D0 \uC904 \uBC14\uAFC8\uC744 \uC801\uC6A9\uD569\uB2C8\uB2E4.
tag.button.description=\uB204\uB984 \uB2E8\uCD94 \uD3FC \uC694\uC18C\uB97C \uC0DD\uC131\uD569\uB2C8\uB2E4.
tag.caption.description=\uD14C\uC774\uBE14\uC758 \uCEA1\uC158\uC73C\uB85C \uC0AC\uC6A9\uD560 \uD14D\uC2A4\uD2B8\uB97C \uB098\uD0C0\uB0C5\uB2C8\uB2E4.
tag.center.description=(\uB354 \uC774\uC0C1 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC74C) <center> \uD0DC\uADF8 \uB0B4\uC758 \uCF58\uD150\uCE20\uB294 \uBE0C\uB77C\uC6B0\uC800 \uCC3D \uAC00\uC6B4\uB370\uC5D0 \uB80C\uB354\uB9C1\uB429\uB2C8\uB2E4. \uB300\uC2E0 CSS \uC18D\uC131\uC744 \uC0AC\uC6A9\uD569\uB2C8\uB2E4.
tag.cite.description=\uB2E4\uB978 \uC18C\uC2A4\uC758 \uC778\uC6A9 \uB610\uB294 \uCC38\uC870\uB97C \uB098\uD0C0\uB0C5\uB2C8\uB2E4.
tag.code.description=\uCEF4\uD4E8\uD130 \uCF54\uB4DC\uC758 \uD504\uB798\uADF8\uBA3C\uD2B8\uB97C \uB098\uD0C0\uB0C5\uB2C8\uB2E4.
tag.col.description=<colgroup> \uD0DC\uADF8 \uB0B4\uC5D0\uC11C \uC5F4 \uBAA8\uC591\uC744 \uC870\uC815\uD558\uB294 \uB370 \uC0AC\uC6A9\uD569\uB2C8\uB2E4.
tag.colgroup.description=\uD14C\uC774\uBE14 \uB0B4\uC5D0 \uC5F4 \uD558\uC704 \uC9D1\uD569 \uD558\uB098 \uC774\uC0C1\uC5D0 \uD2B9\uC131\uC744 \uACB0\uD569\uD558\uAE30 \uC704\uD574 \uBA85\uC2DC\uC801 \uC5F4 \uADF8\uB8F9\uC744 \uC0DD\uC131\uD569\uB2C8\uB2E4.
tag.comment.description=(\uB354 \uC774\uC0C1 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC74C) HTML \uC18C\uC2A4 \uC8FC\uC11D\uC744 \uB098\uD0C0\uB0C5\uB2C8\uB2E4. \uB300\uC2E0 <!--comment--> \uD0DC\uADF8\uB97C \uC0AC\uC6A9\uD569\uB2C8\uB2E4.
tag.dd.description=\uC55E\uC758 <dt> \uD0DC\uADF8\uC5D0 \uB300\uD55C \uC815\uC758\uB97C \uC81C\uACF5\uD569\uB2C8\uB2E4.
tag.del.description=\uBB38\uC11C\uC5D0\uC11C \uD14D\uC2A4\uD2B8\uAC00 \uC81C\uAC70\uB418\uC5C8\uC74C\uC744 \uB098\uD0C0\uB0C5\uB2C8\uB2E4. <strike> \uD0DC\uADF8\uC640 \uBE44\uC2B7\uD558\uAC8C \uB80C\uB354\uB9C1\uB429\uB2C8\uB2E4.
tag.dfn.description=\uD3EC\uD568\uB41C \uC870\uAC74\uC744 \uC815\uC758\uD558\uB294 \uC778\uC2A4\uD134\uC2A4\uC784\uC744 \uB098\uD0C0\uB0C5\uB2C8\uB2E4.
tag.dir.description=(\uB354 \uC774\uC0C1 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC74C) \uBAA9\uB85D \uD615\uC2DD\uC73C\uB85C \uCF58\uD150\uCE20\uB97C \uD45C\uC2DC\uD558\uB3C4\uB85D \uC9C0\uC815\uD569\uB2C8\uB2E4.
tag.div.description=<div> \uC694\uC18C\uB97C \uC0AC\uC6A9\uD558\uC5EC \uB2E8\uC77C \uBB38\uC11C \uB0B4\uC5D0\uC11C \uB2E4\uB978 \uC601\uC5ED\uC744 \uD45C\uC2DC\uD569\uB2C8\uB2E4.
tag.dl.description=\uC870\uAC74 \uBC0F \uC870\uAC74 \uC815\uC758 \uBAA9\uB85D\uC758 \uD615\uC2DD\uC744 \uC9C0\uC815\uD558\uB294 \uB370 \uC0AC\uC6A9\uD569\uB2C8\uB2E4.
tag.dt.description=<dl> \uC815\uC758 \uBAA9\uB85D\uC5D0\uC11C \uC870\uAC74\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4. \uADF8 \uB4A4\uC5D0 <dd> \uC815\uC758 \uD0DC\uADF8\uAC00 \uC640\uC57C \uD569\uB2C8\uB2E4.
tag.em.description=\uD0DC\uADF8 \uB0B4\uC5D0 \uC788\uB294 \uD14D\uC2A4\uD2B8\uB97C \uAC15\uC870 \uD615\uC2DD\uC73C\uB85C \uD45C\uC2DC\uD558\uB3C4\uB85D \uC9C0\uC815\uD569\uB2C8\uB2E4. \uC77C\uBC18\uC801\uC73C\uB85C \uAE30\uC6B8\uC784\uAF34\uC785\uB2C8\uB2E4.
tag.embed.description=\uBE0C\uB77C\uC6B0\uC800\uC5D0\uC11C \uC6D0\uB798 \uB80C\uB354\uB9C1\uD558\uB294 \uC720\uD615\uC774 \uC544\uB2CC \uB9E4\uCCB4 \uC720\uD615\uC744 \uD3EC\uD568\uD569\uB2C8\uB2E4. \uB300\uC2E0 \uCD5C\uC2E0 \uD45C\uC900 <object> \uD0DC\uADF8\uB97C \uC0AC\uC6A9\uD569\uB2C8\uB2E4.
tag.fieldset.description=\uC8FC\uC81C\uC0C1 \uAD00\uB828\uB41C \uCF58\uD2B8\uB864 \uBC0F \uB808\uC774\uBE14\uC758 \uADF8\uB8F9\uC744 \uC0DD\uC131\uD569\uB2C8\uB2E4. \uC77C\uBC18\uC801\uC73C\uB85C \uB0B4\uBD80 <legend> \uD0DC\uADF8\uC5D0 \uC9C0\uC815\uB41C \uC724\uACFD\uC120 \uBC0F \uD14D\uC2A4\uD2B8 \uC81C\uBAA9(\uC635\uC158)\uACFC \uD568\uAED8 \uB80C\uB354\uB9C1\uB429\uB2C8\uB2E4.
tag.font.description=(\uB354 \uC774\uC0C1 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC74C) \uD0DC\uADF8\uC758 \uB0B4\uBD80 \uD14D\uC2A4\uD2B8\uB97C \uB80C\uB354\uB9C1\uD560 \uAE00\uAF34 \uC774\uB984, \uD06C\uAE30 \uBC0F \uC0C9\uC0C1\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4. \uB300\uC2E0 CSS \uC18D\uC131\uC744 \uC0AC\uC6A9\uD569\uB2C8\uB2E4.
tag.form.description=\uC11C\uBC84\uC5D0 \uC804\uC1A1\uD560 <input> \uC694\uC18C \uC9D1\uD569\uC744 \uC815\uC758\uD569\uB2C8\uB2E4.
tag.frame.description=<frameset> \uD0DC\uADF8 \uB0B4\uC5D0 \uD45C\uC2DC\uD560 \uCF58\uD150\uCE20 \uC139\uC158\uC744 \uC815\uC758\uD569\uB2C8\uB2E4.
tag.frameset.description=\uD558\uC704 <frame> \uD0DC\uADF8 \uD558\uB098 \uC774\uC0C1\uC758 \uB808\uC774\uC544\uC6C3\uC744 \uC815\uC758\uD569\uB2C8\uB2E4.
tag.h1.description=\uBB38\uC11C \uB0B4\uC758 \uBA38\uB9AC\uAE00 \uD14D\uC2A4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
tag.h2.description=\uBB38\uC11C \uB0B4\uC758 \uBA38\uB9AC\uAE00 \uD14D\uC2A4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
tag.h3.description=\uBB38\uC11C \uB0B4\uC758 \uBA38\uB9AC\uAE00 \uD14D\uC2A4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
tag.h4.description=\uBB38\uC11C \uB0B4\uC758 \uBA38\uB9AC\uAE00 \uD14D\uC2A4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
tag.h5.description=\uBB38\uC11C \uB0B4\uC758 \uBA38\uB9AC\uAE00 \uD14D\uC2A4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
tag.h6.description=\uBB38\uC11C \uB0B4\uC758 \uBA38\uB9AC\uAE00 \uD14D\uC2A4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
tag.head.description=\uC81C\uBAA9, \uD0A4\uC6CC\uB4DC \uBC0F \uBB38\uC11C \uCF58\uD150\uCE20\uB85C \uAC04\uC8FC\uB418\uC9C0 \uC54A\uB294 \uAE30\uD0C0 \uB370\uC774\uD130 \uB4F1 \uBB38\uC11C\uC5D0 \uB300\uD55C \uC815\uBCF4\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
tag.hr.description=\uBB38\uC11C\uC5D0 \uAC00\uB85C\uC904\uC744 \uB80C\uB354\uB9C1\uD569\uB2C8\uB2E4.
tag.html.description=HTML \uBB38\uC11C\uC758 \uB8E8\uD2B8 \uC694\uC18C\uC785\uB2C8\uB2E4.
tag.i.description=\uD14D\uC2A4\uD2B8\uB97C \uAE30\uC6B8\uC784\uAF34\uB85C \uB80C\uB354\uB9C1\uD569\uB2C8\uB2E4.
tag.iframe.description=\uB2E4\uB978 HTML \uBB38\uC11C\uB97C \uB85C\uB4DC\uD560 \uC218 \uC788\uB294 \uD14D\uC2A4\uD2B8 \uBE14\uB85D \uB0B4\uC5D0 \uC9C1\uC0AC\uAC01\uD615 \uC778\uB77C\uC778 \uD504\uB808\uC784\uC744 \uC0DD\uC131\uD569\uB2C8\uB2E4.
tag.ilayer.description=\uB2E4\uB978 HTML \uBB38\uC11C\uB97C \uB85C\uB4DC\uD560 \uC218 \uC788\uB294 \uD14D\uC2A4\uD2B8 \uBE14\uB85D \uB0B4\uC5D0 \uC9C1\uC0AC\uAC01\uD615 \uC778\uB77C\uC778 \uD504\uB808\uC784\uC744 \uC0DD\uC131\uD569\uB2C8\uB2E4.
tag.img.description=\uBB38\uC11C\uC5D0 \uC774\uBBF8\uC9C0\uB97C \uB80C\uB354\uB9C1\uD569\uB2C8\uB2E4.
tag.input.description=\uCF58\uD150\uCE20\uB97C \uC785\uB825\uD558\uACE0 \uC11C\uBC84\uC5D0 \uC804\uC1A1\uD560 \uC218 \uC788\uB294 \uC601\uC5ED\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
tag.ins.description=\uBB38\uC11C\uC5D0 \uD14D\uC2A4\uD2B8\uAC00 \uC0BD\uC785\uB418\uC5C8\uC74C\uC744 \uB098\uD0C0\uB0C5\uB2C8\uB2E4. <strike> \uD0DC\uADF8\uC640 \uBE44\uC2B7\uD558\uAC8C \uB80C\uB354\uB9C1\uB429\uB2C8\uB2E4.
tag.isindex.description=(\uB354 \uC774\uC0C1 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC74C) \uD55C \uD589 \uD14D\uC2A4\uD2B8 \uC785\uB825 \uCF58\uD2B8\uB864\uC744 \uC0DD\uC131\uD569\uB2C8\uB2E4. \uB300\uC2E0 <input> \uD0DC\uADF8\uB97C \uC0AC\uC6A9\uD569\uB2C8\uB2E4.
tag.kbd.description=\uD0DC\uADF8 \uB0B4\uC758 \uD14D\uC2A4\uD2B8\uB97C \uC0AC\uC6A9\uC790\uAC00 \uC785\uB825\uD560 \uD14D\uC2A4\uD2B8\uB85C \uD45C\uC2DC\uD558\uB3C4\uB85D \uC9C0\uC815\uD569\uB2C8\uB2E4.
tag.keygen.description=\uD0A4 \uC554\uD638\uD654\uB97C \uC0AC\uC6A9\uD558\uC5EC \uD3FC\uC744 \uC804\uC1A1\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
tag.label.description=\uC5F0\uAD00\uB41C \uD3FC \uD544\uB4DC \uD0DC\uADF8\uC5D0 \uB300\uD55C \uB808\uC774\uBE14 \uD14D\uC2A4\uD2B8\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
tag.layer.description=Netscape Navigator \uAC1D\uCCB4 \uBAA8\uB378\uC5D0\uC11C \uC704\uCE58\uB97C \uC9C0\uC815\uD560 \uC218 \uC788\uB294 \uC694\uC18C\uB97C \uC9C0\uC815\uD569\uB2C8\uB2E4.
tag.legend.description=\uD14D\uC2A4\uD2B8\uB97C \uD3EC\uD568 <fieldset> \uD0DC\uADF8\uC758 \uCEA1\uC158\uC73C\uB85C \uC0AC\uC6A9\uD558\uB3C4\uB85D \uC9C0\uC815\uD569\uB2C8\uB2E4.
tag.li.description=<ol> \uB610\uB294 <ul> \uD0DC\uADF8 \uB0B4\uC5D0\uC11C \uB2E8\uC77C \uBAA9\uB85D \uD56D\uBAA9\uC744 \uC815\uC758\uD569\uB2C8\uB2E4.
tag.link.description=\uD604\uC7AC \uBB38\uC11C\uC640 \uB2E4\uB978 \uBB38\uC11C\uC758 \uAD00\uACC4\uB97C \uC815\uC758\uD558\uB294 \uB370 \uC0AC\uC6A9\uD569\uB2C8\uB2E4.
tag.listing.description=(\uB354 \uC774\uC0C1 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC74C) \uBBF8\uB9AC \uC11C\uC2DD\uC774 \uC9C0\uC815\uB41C \uD14D\uC2A4\uD2B8 \uC601\uC5ED\uC744 \uC815\uC758\uD569\uB2C8\uB2E4. \uB300\uC2E0 <pre> \uD0DC\uADF8\uB97C \uC0AC\uC6A9\uD569\uB2C8\uB2E4.
tag.map.description=\uD074\uB77C\uC774\uC5B8\uD2B8\uCE21 \uC774\uBBF8\uC9C0 \uB9F5\uC744 \uC815\uC758\uD569\uB2C8\uB2E4.
tag.marquee.description=Internet Explorer\uC5D0\uC11C \uC2A4\uD06C\uB864\uB418\uB294 \uC6C0\uC9C1\uC774\uB294 \uD14D\uC2A4\uD2B8\uB97C \uC0DD\uC131\uD569\uB2C8\uB2E4.
tag.menu.description=(\uB354 \uC774\uC0C1 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC74C) \uC694\uC18C\uB97C \uBAA9\uB85D \uD615\uC2DD\uC73C\uB85C \uC9C0\uC815\uD569\uB2C8\uB2E4. \uB300\uC2E0 CSS \uC18D\uC131\uC744 \uC0AC\uC6A9\uD569\uB2C8\uB2E4.
tag.meta.description=<meta> \uD0DC\uADF8\uB97C \uC0AC\uC6A9\uD558\uC5EC \uC791\uC131\uC790, \uC791\uC131 \uB0A0\uC9DC \uB4F1 HTML \uBB38\uC11C\uC5D0 \uB300\uD55C \uC815\uBCF4\uB97C \uC815\uC758\uD569\uB2C8\uB2E4.
tag.multicol.description=\uADE0\uC77C\uD558\uAC8C \uAC04\uACA9\uC774 \uB5A8\uC5B4\uC9C4 \uC77C\uB828\uC758 \uC5F4\uB85C \uD14D\uC2A4\uD2B8\uB97C \uB80C\uB354\uB9C1\uD558\uB3C4\uB85D \uC9C0\uC815\uD569\uB2C8\uB2E4. Netscape Navigator\uC5D0\uB9CC \uD574\uB2F9\uB418\uBA70 \uB300\uC2E0 CSS \uC5F4 \uC2A4\uD0C0\uC77C\uC744 \uC0AC\uC6A9\uD569\uB2C8\uB2E4.
tag.nobr.description=\uCC3D \uC624\uB978\uCABD \uB05D\uC5D0\uC11C \uD14D\uC2A4\uD2B8\uB97C \uB2E4\uC74C \uC904\uB85C \uC904 \uBC14\uAFC8\uD558\uC9C0 \uC54A\uACE0 \uD14D\uC2A4\uD2B8\uB97C \uB80C\uB354\uB9C1\uD558\uB3C4\uB85D \uC9C0\uC815\uD569\uB2C8\uB2E4.
tag.noembed.description=\uBE0C\uB77C\uC6B0\uC800\uC5D0\uC11C \uC55E\uC758 <embed> \uD0DC\uADF8\uB97C \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uB294 \uACBD\uC6B0 \uD0DC\uADF8\uAC00 \uB80C\uB354\uB9C1\uB418\uB3C4\uB85D \uC9C0\uC815\uD569\uB2C8\uB2E4.
tag.noframes.description=\uBE0C\uB77C\uC6B0\uC800\uC5D0\uC11C \uC55E\uC758 <frameset> \uD0DC\uADF8\uB97C \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uB294 \uACBD\uC6B0 \uD0DC\uADF8\uAC00 \uB80C\uB354\uB9C1\uB418\uB3C4\uB85D \uC9C0\uC815\uD569\uB2C8\uB2E4.
tag.nolayer.description=\uBE0C\uB77C\uC6B0\uC800\uC5D0\uC11C \uC55E\uC758 <layer> \uD0DC\uADF8\uB97C \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uB294 \uACBD\uC6B0 \uD0DC\uADF8\uAC00 \uB80C\uB354\uB9C1\uB418\uB3C4\uB85D \uC9C0\uC815\uD569\uB2C8\uB2E4.
tag.noscript.description=\uBE0C\uB77C\uC6B0\uC800\uC5D0\uC11C \uC55E\uC758 <script> \uD0DC\uADF8\uB97C \uC9C0\uC6D0\uD558\uC9C0 \uC54A\uB294 \uACBD\uC6B0 \uD0DC\uADF8\uAC00 \uB80C\uB354\uB9C1\uB418\uB3C4\uB85D \uC9C0\uC815\uD569\uB2C8\uB2E4.
tag.object.description=\uBE0C\uB77C\uC6B0\uC800\uC5D0\uC11C \uC6D0\uB798 \uB80C\uB354\uB9C1\uD558\uB294 \uC720\uD615\uC774 \uC544\uB2CC \uB9E4\uCCB4 \uC720\uD615\uC744 \uD3EC\uD568\uD569\uB2C8\uB2E4.
tag.ol.description=\uC815\uB82C\uB41C \uC694\uC18C \uBAA9\uB85D\uC744 \uC815\uC758\uD569\uB2C8\uB2E4.
tag.optgroup.description=\uC120\uD0DD\uD55C <option> \uD0DC\uADF8\uC758 \uBA85\uBA85\uB41C \uADF8\uB8F9\uC744 \uC0DD\uC131\uD569\uB2C8\uB2E4.
tag.option.description=<select> \uD0DC\uADF8 \uB0B4\uC5D0\uC11C \uC120\uD0DD \uAC00\uB2A5\uD55C \uD56D\uBAA9\uC744 \uC815\uC758\uD569\uB2C8\uB2E4.
tag.p.description=\uBB38\uC11C\uC5D0\uC11C \uB2E8\uB77D\uC744 \uC815\uC758\uD569\uB2C8\uB2E4.
tag.param.description=<object> \uB610\uB294 <applet> \uC694\uC18C\uC5D0 \uB300\uD55C \uB9E4\uAC1C\uBCC0\uC218\uB97C \uC815\uC758\uD569\uB2C8\uB2E4.
tag.plaintext.description=(\uB354 \uC774\uC0C1 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC74C) \uBBF8\uB9AC \uC11C\uC2DD\uC774 \uC9C0\uC815\uB41C \uD14D\uC2A4\uD2B8 \uC601\uC5ED\uC744 \uC815\uC758\uD569\uB2C8\uB2E4. \uB300\uC2E0 <pre> \uD0DC\uADF8\uB97C \uC0AC\uC6A9\uD569\uB2C8\uB2E4.
tag.pre.description=\uBBF8\uB9AC \uC11C\uC2DD\uC774 \uC9C0\uC815\uB41C \uD14D\uC2A4\uD2B8 \uC601\uC5ED\uC744 \uC815\uC758\uD569\uB2C8\uB2E4.
tag.q.description=\uBB38\uC11C\uC5D0\uC11C \uC624\uD504\uC14B \uC778\uB77C\uC778 \uC778\uC6A9\uC73C\uB85C \uD14D\uC2A4\uD2B8\uB97C \uB80C\uB354\uB9C1\uD558\uB3C4\uB85D \uC9C0\uC815\uD569\uB2C8\uB2E4.
tag.s.description=(\uB354 \uC774\uC0C1 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC74C) \uD14D\uC2A4\uD2B8\uC5D0 \uAC00\uB85C\uC904\uC744 \uAE0B\uB3C4\uB85D \uC9C0\uC815\uD569\uB2C8\uB2E4. \uB300\uC2E0 CSS \uC18D\uC131\uC744 \uC0AC\uC6A9\uD569\uB2C8\uB2E4.
tag.samp.description=\uD504\uB85C\uADF8\uB7A8\uC758 \uC0D8\uD50C \uCD9C\uB825\uC73C\uB85C \uD14D\uC2A4\uD2B8\uB97C \uB80C\uB354\uB9C1\uD558\uB3C4\uB85D \uC9C0\uC815\uD569\uB2C8\uB2E4. \uC77C\uBC18\uC801\uC73C\uB85C \uACE0\uC815 \uD3ED \uAE00\uAF34\uC785\uB2C8\uB2E4.
tag.script.description=\uBB38\uC11C\uC5D0\uC11C JavaScript \uC694\uC18C \uB4F1\uC758 \uC2A4\uD06C\uB9BD\uD2B8 \uC694\uC18C\uB97C \uC815\uC758\uD569\uB2C8\uB2E4.
tag.select.description=\uC120\uD0DD\uD560 \uC635\uC158\uC774 \uD558\uB098 \uC774\uC0C1 \uD3EC\uD568\uB41C \uB4DC\uB86D\uB2E4\uC6B4 \uBAA9\uB85D\uC744 \uC815\uC758\uD569\uB2C8\uB2E4.
tag.server.description=Netscape \uC6F9 \uC11C\uBC84\uC5D0\uC11C \uC11C\uBC84\uCE21 JavaScript \uCF54\uB4DC\uB97C \uC2E4\uD589\uD558\uB3C4\uB85D \uC9C0\uC2DC\uD569\uB2C8\uB2E4.
tag.small.description=<small> \uD0DC\uADF8 \uC548\uC5D0 \uC788\uB294 \uD14D\uC2A4\uD2B8\uB294 \uC8FC\uBCC0 \uD14D\uC2A4\uD2B8\uBCF4\uB2E4 1\uD3EC\uC778\uD2B8 \uC791\uC740 \uAE00\uAF34 \uD06C\uAE30\uB85C \uD45C\uC2DC\uB429\uB2C8\uB2E4.
tag.spacer.description=\uBB38\uC11C \uB0B4\uC5D0 \uBE48 \uACF5\uAC04\uC744 \uC0DD\uC131\uD569\uB2C8\uB2E4. Netscape\uC5D0\uB9CC \uD574\uB2F9\uB418\uBA70 \uB300\uC2E0 CSS \uC2A4\uD0C0\uC77C\uC2DC\uD2B8\uB97C \uC0AC\uC6A9\uD569\uB2C8\uB2E4.
tag.span.description=\uBB38\uC11C \uC139\uC158\uC758 \uC2A4\uD0C0\uC77C\uACFC \uBAA8\uC591\uC744 \uC81C\uC5B4\uD569\uB2C8\uB2E4.
tag.strike.description=(\uB354 \uC774\uC0C1 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC74C) \uD14D\uC2A4\uD2B8\uC5D0 \uAC00\uB85C\uC904\uC744 \uAE0B\uB3C4\uB85D \uC9C0\uC815\uD569\uB2C8\uB2E4. \uB300\uC2E0 CSS \uC18D\uC131\uC744 \uC0AC\uC6A9\uD569\uB2C8\uB2E4.
tag.strong.description=\uD0DC\uADF8 \uB0B4\uC5D0 \uC788\uB294 \uD14D\uC2A4\uD2B8\uB97C \uAD75\uAC8C \uD45C\uC2DC\uD558\uB3C4\uB85D \uC9C0\uC815\uD569\uB2C8\uB2E4.
tag.style.description=\uBB38\uC11C\uC758 CSS \uC2A4\uD0C0\uC77C\uC2DC\uD2B8 \uADDC\uCE59\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
tag.sub.description=\uC8FC\uBCC0 \uD14D\uC2A4\uD2B8\uBCF4\uB2E4 \uBB38\uC790 \uB192\uC774\uC758 1/2\uB9CC\uD07C \uC544\uB798\uC5D0 \uD14D\uC2A4\uD2B8\uB97C \uD45C\uC2DC\uD569\uB2C8\uB2E4.
tag.sup.description=\uC8FC\uBCC0 \uD14D\uC2A4\uD2B8\uBCF4\uB2E4 \uBB38\uC790 \uB192\uC774\uC758 1/2\uB9CC\uD07C \uC704\uC5D0 \uD14D\uC2A4\uD2B8\uB97C \uD45C\uC2DC\uD569\uB2C8\uB2E4.
tag.table.description=\uBB38\uC11C\uC5D0\uC11C \uD14C\uC774\uBE14\uC744 \uC815\uC758\uD569\uB2C8\uB2E4.
tag.tbody.description=<table> \uD0DC\uADF8\uC758 \uBCF8\uBB38 \uD589\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
tag.td.description=<table> \uC694\uC18C \uB0B4\uC758 \uB2E8\uC77C \uC140\uC744 \uC815\uC758\uD569\uB2C8\uB2E4.
tag.textarea.description=\uD14D\uC2A4\uD2B8 \uB370\uC774\uD130\uB97C \uC785\uB825\uD558\uACE0 \uC11C\uBC84\uC5D0 \uC804\uC1A1\uD560 \uC218 \uC788\uB294 \uC601\uC5ED\uC744 \uC815\uC758\uD569\uB2C8\uB2E4.
tag.tfoot.description=<table> \uD0DC\uADF8\uC758 \uBC14\uB2E5\uAE00 \uD589\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
tag.th.description=<table> \uC694\uC18C \uB0B4\uC758 \uD14C\uC774\uBE14 \uBA38\uB9AC\uAE00\uC744 \uC815\uC758\uD569\uB2C8\uB2E4.
tag.thead.description=<table> \uD0DC\uADF8\uC758 \uBA38\uB9AC\uAE00 \uD589\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4.
tag.title.description=\uBB38\uC11C\uC758 \uC81C\uBAA9\uC744 \uC9C0\uC815\uD569\uB2C8\uB2E4. \uC77C\uBC18\uC801\uC73C\uB85C \uBE0C\uB77C\uC6B0\uC800 \uCC3D \uC81C\uBAA9\uC5D0\uC11C \uC9C0\uC815\uD569\uB2C8\uB2E4.
tag.tr.description=<table> \uC694\uC18C\uC758 \uB2E8\uC77C \uD589\uC744 \uC815\uC758\uD569\uB2C8\uB2E4.
tag.tt.description=\uD14D\uC2A4\uD2B8\uB97C \uACE0\uC815 \uD3ED \uAE00\uAF34\uB85C \uD45C\uC2DC\uD558\uB3C4\uB85D \uC9C0\uC815\uD569\uB2C8\uB2E4.
tag.u.description=(\uB354 \uC774\uC0C1 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC74C) \uD14D\uC2A4\uD2B8\uC5D0 \uBC11\uC904\uC744 \uAE0B\uB3C4\uB85D \uC9C0\uC815\uD569\uB2C8\uB2E4. \uB300\uC2E0 CSS \uC2A4\uD0C0\uC77C \uC18D\uC131\uC744 \uC0AC\uC6A9\uD569\uB2C8\uB2E4.
tag.ul.description=\uC815\uB82C\uB418\uC9C0 \uC54A\uC740 \uC694\uC18C \uBAA9\uB85D\uC744 \uC815\uC758\uD569\uB2C8\uB2E4.
tag.var.description=\uC778\uC2A4\uD134\uC2A4 \uBCC0\uC218 \uB610\uB294 \uD504\uB85C\uADF8\uB7A8 \uC778\uC218\uC784\uC744 \uB098\uD0C0\uB0B4\uB3C4\uB85D \uD14D\uC2A4\uD2B8\uB97C \uB80C\uB354\uB9C1\uD569\uB2C8\uB2E4.
tag.wbr.description=<nobr> \uD0DC\uADF8\uC758 \uCF58\uD150\uCE20\uB97C \uB04A\uC744 \uC218 \uC788\uB294 \uC704\uCE58\uB97C \uBE0C\uB77C\uC6B0\uC800\uC5D0 \uC54C\uB9BD\uB2C8\uB2E4.
tag.xmp.description=(\uB354 \uC774\uC0C1 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC74C) \uBBF8\uB9AC \uC11C\uC2DD\uC774 \uC9C0\uC815\uB41C \uD14D\uC2A4\uD2B8 \uC601\uC5ED\uC744 \uC815\uC758\uD569\uB2C8\uB2E4. \uB300\uC2E0 <pre> \uD0DC\uADF8\uB97C \uC0AC\uC6A9\uD569\uB2C8\uB2E4.
