extract.short=<p>Extrae una tabla de series de tiempo de un juego de or\u00EDgenes de entrada especificado, seg\u00FAn una ventana de tiempo y una programaci\u00F3n de ratio de muestreo especificadas.</p>
extract.full=<p>Extrae una tabla de series de tiempo de un juego de or\u00EDgenes de entrada especificado, seg\u00FAn una ventana de tiempo y una programaci\u00F3n de ratio de muestreo especificadas.</p><br/><p>El origen de entrada puede ser uno de los siguientes:<br/><ol><li>La salida de una operaci\u00F3n <code>query()</code> de un bean de expresi\u00F3n JMX (por ejemplo, <code>wls.runtime.query('com.bea:Type=ServletRuntime,*', 'ExecutionTimeAverage')</code>)</li><li>Una expresi\u00F3n EL, como cadena (por ejemplo, <code>wls.runtime.JVMRuntime.heapFreePercent</code></li></ol></p><br/><p>Los par\u00E1metros <code>schedule</code> y <code>duration</code> se pueden especificar en horas, minutos o segundos y se especifican como cadenas con el formato<br/><br/><pre>amount[unit]</pre><br/>donde <code>amount</code> es un valor entero y <code>unit</code> es una palabra completa o parcial que indica la unidad de tiempo que se aplica al valor<code>amount</code>. Si no se especifica <code>unit</code>, se asumen los segundos. Puede haber espacios entre los valores <code>amount</code> y <code>units</code></p><br/><p>Las unidades se pueden especificar como:<br/><ol><li>&quot;s&quot;[econds] (por defecto)</li><li>&quot;m&quot;[inutes]</li><li>&quot;s&quot;[ours]</li></ol><br/><p>Las unidades, como se menciona anteriormente, pueden ser una palabra parcial completa, siempre que empiece por uno de estos elementos: &quot;s&quot;, &quot;m&quot;, o &quot;h&quot;.</p><br/>Ejemplos:<br/><code>5seconds</code> <code>5 sec</code> <code>5s</code> <code>5m</code><code>5min</code> <code>5 mins</code> <code>5h</code> <code>5hrs</code><code>5 hr</code></p>
extract.displayName=Extraer M\u00E9tricas
extract.spec.short=M\u00E9trica para el muestreo 
extract.spec.full=M\u00E9trica para el muestreo, especificada como expresi\u00F3n de EL como cadena o salida de una operaci\u00F3n <code>query()</code> de bean de JMX
extract.schedule.short=Ratio de muestreo de la m\u00E9trica, especificado como cadena, en horas, minutos o segundos (valor por defecto)
extract.schedule.full=<p>Ratio de muestreo de la m\u00E9trica, especificado como cadena, en horas, minutos o segundos (valor por defecto)</p>Ejemplos:<br/><code>5seconds</code> <code>5 sec</code> <code>5s</code> <code>5m</code><code>5min</code> <code>5 mins</code> <code>5h</code> <code>5hrs</code><code>5 hr</code>
extract.duration.short=<p>Ventana de muestreo necesaria de la m\u00E9trica, especificada como cadena, en horas, minutos o segundos (valor por defecto)</p>
extract.duration.full=<p>Ventana de muestreo necesaria de la m\u00E9trica, especificado como cadena, en horas, minutos o segundos (valor por defecto)</p>Ejemplos:<br/><code>5seconds</code> <code>5 sec</code> <code>5s</code> <code>5m</code><code>5min</code> <code>5 mins</code> <code>5h</code> <code>5hrs</code><code>5 hr</code>
tableAverages.short=<p>Calcula un vector de medias seg\u00FAn una tabla de entrada de valores num\u00E9ricos</p>
tableAverages.full=<p>Realiza una reducci\u00F3n de matriz en una tabla de entrada de valores, calculando la media de cada fila de la tabla y produciendo un vector de medias (una para cada fila de la tabla).</p><p>Normalmente, cada fila de la tabla representa una serie de tiempo de valores de una instancia de m\u00E9trica concreta.</p><p>Devuelve un <code>IllegalArgumentException</code> si la entrada no es una tabla de dos dimensiones o si la entrada contiene valores no num\u00E9ricos</p> 
tableAverages.displayName=Medias de Tabla
tableAverages.table.short=Tabla de entrada de valores num\u00E9ricos
tableAverages.table.full=Tabla de entrada de valores num\u00E9ricos, donde cada fila suele ser una serie de tiempo de valores de la misma instancia de m\u00E9trica
average.short=<p>Calcula un valor medio seg\u00FAn un juego de valores num\u00E9ricos de entrada.</p>
average.full=<p>Calcula un valor medio seg\u00FAn un juego de valores de entrada num\u00E9ricos.</p><p>Devuelve la media escalar del vector de entrada o <code>Double.NaN</code> si la entrada est\u00E1 vac\u00EDa.</p><p>Si la entrada contiene cualquier valor no num\u00E9rico, se devuelve una excepci\u00F3n <code>IllegalArgumentException</code>.</p>
average.displayName=Medio
averages.inputValues.short=Vector de valores de entrada num\u00E9ricos
average.inputValues.full=Vector de valores de entrada num\u00E9ricos
changes.short=Calcula un vector de diferencias de un vector de entrada de valores num\u00E9ricos
changes.displayName=Cambios de Tabla
changes.full=<p>Toma un vector de valores de entrada del tama\u00F1o <code>n</code> y produce un vector de (como m\u00E1ximo) <code>n-1</code> diferencias entre los valores posteriores.</p><p>Por ejemplo, si el vector de entrada es <code>{ 3, 2, 5, 3, 7 }</code>, el vector resultante ser\u00E1 <code>{ 1, -1, 3, -2, 4 }</code>.</p><p>Puede que una secuencia contenga <code>Double.NaN</code>, en cuyo caso, esos valores se omitir\u00E1n.</p><p>Si un valor de entrada no es num\u00E9rico, se devuelve una excepci\u00F3n <code>IllegalArgumentException<code>.</p>
changes.inputValues.short=Vector de entrada de valores num\u00E9ricos
changes.inputValues.full=Vector de entrada de valores num\u00E9ricos
tableChanges.displayName=Cambios de Tabla
tableChanges.short=<p>Toma una tabla de valores de entrada y genera una tabla de salida de vectores de diferencia, uno para cada vector de entrada. </p>
tableChanges.full=<p>Toma una tabla de valores de entrada y genera una tabla de salida de vectores de diferencia, uno para cada vector de entrada. </p><p>Devuelve una excepci\u00F3n <code>IllegalArgumentException</code> si la entrada no es una tabla de dos dimensiones o si la entrada contiene valores no num\u00E9ricos</p> 
tableChanges.inputTable.short=Tabla de entrada de valores num\u00E9ricos
tableChanges.inputTable.full=Tabla de entrada de valores num\u00E9ricos, donde cada fila suele ser una serie de tiempo de valores de la misma instancia de m\u00E9trica
