#
# Diagnostic Messages for the Java Language
#
# This is a Java property file used as a resource. See
# java.util.ResourceBundle,
# java.util.Properties,
# java.util.PropertyResourceBundle,
# java.text.MessageFormat, and
# java.util.Locale for more information on locales,
# property resources, and how to author the material in
# this file.
#
# Names should use the following convention:
# java.<major category>.<minor category>.<specific case>
# (Note that hyphens should be used to separate words within each section of the key.)
#

# TODO: This has to be in every language. Need some sort of way to ensure/simplify this...
javelin.ioexception = I/O \uC608\uC678\uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. ''{0}''

java.syntax = ''{0}'' \uADFC\uCC98 \uAD6C\uBB38 \uC624\uB958
java.syntax.missing-token = \uAD6C\uBB38 \uC624\uB958: {0}\uC774(\uAC00) \uD544\uC694\uD55C\uB370 ''{1}''\uC774(\uAC00) \uB300\uC2E0 \uBC1C\uACAC\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
java.syntax.unused-javadoc = JavaDoc \uC8FC\uC11D \uBB34\uC2DC
java.syntax.expression-expected = \uD45C\uD604\uC2DD\uC774 \uD544\uC694\uD55C\uB370 ''{0}''\uC774(\uAC00) \uB300\uC2E0 \uBC1C\uACAC\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
java.syntax.identifier-expected = \uC2DD\uBCC4\uC790\uAC00 \uD544\uC694\uD55C\uB370 ''{0}''\uC774(\uAC00) \uB300\uC2E0 \uBC1C\uACAC\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
java.syntax.type-expected = \uC720\uD615\uC774 \uD544\uC694\uD55C\uB370 ''{0}''\uC774(\uAC00) \uB300\uC2E0 \uBC1C\uACAC\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
java.syntax.invalid-lhs = \uD45C\uD604\uC2DD\uC758 \uC67C\uCABD\uC744 \uD560\uB2F9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
java.syntax.invalid-local-modifier = \uB85C\uCEEC \uD074\uB798\uC2A4 \uC120\uC5B8\uC758 \uD55C\uC815\uC790\uAC00 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4.
java.syntax.pointless-try = ''try'' \uBB38\uC5D0 ''catch'' \uB610\uB294 ''finally'' \uC808\uC774 \uD568\uAED8 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC558\uC2B5\uB2C8\uB2E4.
java.syntax.missing-if = ''else''\uC5D0 \uD574\uB2F9 ''if''\uAC00 \uC5C6\uAC70\uB098 \uAD04\uD638\uAC00 \uC77C\uCE58\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
java.syntax.identifier-keyword-conflict = {0}\uC740(\uB294) \uD0A4\uC6CC\uB4DC\uC774\uBBC0\uB85C \uC2DD\uBCC4\uC790\uB85C \uC0AC\uC6A9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
java.syntax.malformed-else = ''else'' \uB2E4\uC74C\uC5D0\uB294 \uBA85\uB839\uBB38\uC774 \uC640\uC57C \uD569\uB2C8\uB2E4.
java.syntax.inserting-right-brace = \uBE14\uB85D\uC744 \uB2EB\uB294 \uC624\uB978\uCABD \uAD04\uD638\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.
java.syntax.extra-right-brace-detected = \uAD04\uD638 \uC218\uAC00 \uC77C\uCE58\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
java.syntax.type-parameter.not-allowed = \uC720\uD615 \uB9E4\uAC1C\uBCC0\uC218\uB97C \uC0AC\uC6A9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
java.syntax.type-argument.not-allowed = \uC720\uD615 \uC778\uC218\uB97C \uC0AC\uC6A9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
java.syntax.missing-return-type = \uBA54\uC18C\uB4DC \uC120\uC5B8\uC5D0 \uB300\uD55C \uB9AC\uD134 \uC720\uD615\uC774 \uB204\uB77D\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
java.syntax.block-too-deeply-nested = \uD30C\uC77C \uAD6C\uBB38\uBD84\uC11D\uAE30\uAC00 \uB108\uBB34 \uB9CE\uC774 \uC911\uCCA9\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.

# TODO (twagner): The following is just blindly copied from v8, and needs to be checked/vetted
# against the source code.

java.long.overflow = \uC774 \uB9AC\uD130\uB7F4\uC774 \uB108\uBB34 \uAE38\uC5B4 long\uC5D0 \uB9DE\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
java.int.overflow = \uC774 \uB9AC\uD130\uB7F4\uC774 \uB108\uBB34 \uAE38\uC5B4 int\uC5D0 \uB9DE\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
java.double.infinite = \uC774 \uB9AC\uD130\uB7F4\uC774 \uB108\uBB34 \uAE38\uC5B4 double\uC5D0 \uC815\uD655\uD558\uAC8C \uC800\uC7A5\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
java.double.overflow = \uC774 \uB9AC\uD130\uB7F4\uC774 \uB108\uBB34 \uAE38\uC5B4 double\uC5D0 \uC815\uD655\uD558\uAC8C \uC800\uC7A5\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
java.double.zero = \uC774 \uB9AC\uD130\uB7F4\uC774 \uB108\uBB34 \uC9E7\uC544 double\uC5D0 \uC815\uD655\uD558\uAC8C \uC800\uC7A5\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
java.float.infinite = \uC774 \uB9AC\uD130\uB7F4\uC774 \uB108\uBB34 \uAE38\uC5B4 float\uC5D0 \uC815\uD655\uD558\uAC8C \uC800\uC7A5\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
java.float.overflow = \uC774 \uB9AC\uD130\uB7F4\uC774 \uB108\uBB34 \uAE38\uC5B4 float\uC5D0 \uC815\uD655\uD558\uAC8C \uC800\uC7A5\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
java.float.zero = \uC774 \uB9AC\uD130\uB7F4\uC774 \uB108\uBB34 \uC9E7\uC544 float\uC5D0 \uC815\uD655\uD558\uAC8C \uC800\uC7A5\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.escape.illegal = \uC54C \uC218 \uC5C6\uB294 \uC774\uC2A4\uCF00\uC774\uD504 \uCF54\uB4DC\uC785\uB2C8\uB2E4.

# This is a warning
java.constant.eval-error = \uC774 \uC0C1\uC218\uB97C \uD3C9\uAC00\uD558\uB294 \uB3D9\uC548 \uC608\uC678\uC0AC\uD56D\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. {0}

java.constant.cycle = \uC774 \uC0C1\uC218\uB97C \uD3C9\uAC00\uD558\uB294 \uB3D9\uC548 \uC21C\uD658 \uC885\uC18D\uC131\uC774 \uBC1C\uACAC\uB418\uC5C8\uC2B5\uB2C8\uB2E4.

java.break.illegal-context = \uB808\uC774\uBE14\uC774 \uC5C6\uB294 break \uBB38\uC740 for, while, do, switch \uBB38 \uC548\uC5D0\uC11C\uB9CC \uC0AC\uC6A9\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.

java.continue.illegal-context = \uB808\uC774\uBE14\uC774 \uC5C6\uB294 continue \uBB38\uC740 for, while, do \uBB38 \uC548\uC5D0\uC11C\uB9CC \uC0AC\uC6A9\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.

java.continue.illegal-statement = \uB808\uC774\uBE14\uC774 \uC788\uB294 continue \uBB38\uC740 \uB808\uC774\uBE14\uC774 \uC788\uB294 \uB300\uC0C1 for, while, do \uBB38\uC5D0\uC11C\uB9CC \uC0AC\uC6A9\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.

java.label.not-found = \uC774 \uC704\uCE58\uC5D0\uC11C \uC774 \uC774\uB984\uC744 \uAC00\uC9C4 \uB808\uC774\uBE14\uC744 \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.throw.not-handled = \uC774 \uD45C\uD604\uC2DD\uC740 \uD3EC\uD568\uD558\uB294 \uBAA8\uB4E0 try \uBB38\uC73C\uB85C \uCC3E\uC744 \uC218 \uC5C6\uACE0 \uC774 \uBA54\uC18C\uB4DC, \uC0DD\uC131\uC790, \uC774\uB2C8\uC15C\uB77C\uC774\uC800 \uBE14\uB85D\uC5D0\uC11C \uC0AC\uC6A9\uD560 \uC218 \uC5C6\uB294 \uC608\uC678\uC0AC\uD56D {0}\uC744(\uB97C) \uBC1C\uC0DD\uC2DC\uD0AC \uC218 \uC788\uC2B5\uB2C8\uB2E4.

java.loop.final-assignment = \uC774 \uB8E8\uD504\uC5D0\uC11C final \uBCC0\uC218\uC5D0 \uB300\uD55C \uD560\uB2F9\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4. \uBCC0\uC218\uB97C \uB450 \uBC88 \uC774\uC0C1 \uD560\uB2F9\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.

java.modifier.duplicate = \uC774 \uD55C\uC815\uC790\uAC00 \uBC18\uBCF5\uB418\uC5C8\uC2B5\uB2C8\uB2E4.

java.modifier.conflict.access = \uC561\uC138\uC2A4 \uC720\uD615\uC740 \uD55C \uAC1C(public, private \uB610\uB294 protected)\uB9CC \uB098\uC5F4\uB429\uB2C8\uB2E4.

java.modifier.conflict.abstract-final = \uBA64\uBC84\uB294 abstract\uC774\uBA74\uC11C \uB3D9\uC2DC\uC5D0 final\uC77C \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.field.modifiers.illegal = \uD544\uB4DC\uB97C synchronized, abstract \uB610\uB294 native\uB85C \uC120\uC5B8\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.field.volatile.modifiers.illegal = Volatile \uD544\uB4DC\uB97C final\uB85C \uC120\uC5B8\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.method.modifiers.illegal = \uBA54\uC18C\uB4DC\uB97C transient \uB610\uB294 volatile\uB85C \uC120\uC5B8\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.method.abstract.modifiers.illegal = \uCD94\uC0C1 \uBA54\uC18C\uB4DC\uB97C private, static, synchronized, native \uB610\uB294 strictfp\uB85C \uC120\uC5B8\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.method.native.modifiers.illegal = \uAE30\uBCF8 \uBA54\uC18C\uB4DC\uB97C strictfp\uB85C \uC120\uC5B8\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.constructor.modifiers.illegal = \uC0DD\uC131\uC790\uB97C abstract, static, final, native, synchronized, transient, volatile \uB610\uB294 strictfp\uB85C \uC120\uC5B8\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.class.illegal-modifiers = \uD074\uB798\uC2A4\uB97C transient, volatile, native \uB610\uB294 synchronized\uB85C \uC120\uC5B8\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.enum.illegal-modifiers = \uC5F4\uAC70\uD615\uC744 abstract, final, transient, volatile, native \uB610\uB294 synchronized\uB85C \uC120\uC5B8\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.enum.constructor.illegal-access = \uC798\uBABB\uB41C \uC561\uC138\uC2A4 \uD55C\uC815\uC790\uC785\uB2C8\uB2E4.

java.interface.illegal-modifiers = \uC778\uD130\uD398\uC774\uC2A4\uB97C final, transient, volatile, native \uB610\uB294 synchronized\uB85C \uC120\uC5B8\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.interface.members.illegal-access = \uC778\uD130\uD398\uC774\uC2A4 \uBA64\uBC84\uB294 \uD56D\uC0C1 public\uC774\uBA70, protected \uB610\uB294 priviate\uB85C \uC120\uC5B8\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.interface.members.field.illegal-modifier = \uC778\uD130\uD398\uC774\uC2A4 \uD544\uB4DC\uB97C abstract, transient, volatile, strictfp, native \uB610\uB294 synchronized\uB85C \uC120\uC5B8\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.interface.members.method.illegal-modifier = \uC778\uD130\uD398\uC774\uC2A4 \uBA54\uC18C\uB4DC\uB97C static, final, transient, volatile, strictfp, native \uB610\uB294 synchronized\uB85C \uC120\uC5B8\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.cast.not-type-name = \uCE90\uC2A4\uD2B8 \uD45C\uD604\uC2DD\uC5D0\uC11C \uAD04\uD638 \uC548\uC758 \uD45C\uD604\uC2DD\uC740 \uC720\uD615 \uC774\uB984\uC744 \uD3EC\uD568\uD574\uC57C \uD569\uB2C8\uB2E4.

java.type.name-in-use.class = {0} \uD30C\uC77C\uC758 \uC774 \uD504\uB85C\uC81D\uD2B8\uC5D0 \uC774 \uC774\uB984\uC744 \uAC00\uC9C4 \uD074\uB798\uC2A4\uAC00 \uC774\uBBF8 \uC815\uC758\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.

java.import.name-in-use.import = \uC774 \uC774\uB984\uC744 \uAC00\uC9C4 \uC720\uD615\uC744 \uC774\uBBF8 \uC784\uD3EC\uD2B8\uD588\uC2B5\uB2C8\uB2E4.

java.import.name-in-use.field = \uB2E8\uC77C static import \uC120\uC5B8\uC5D0 \uC774 \uD544\uB4DC\uAC00 \uC774\uBBF8 \uC815\uC758\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.

java.import.name-in-use.type = \uC774 \uD30C\uC77C\uC5D0 \uC774 \uC774\uB984\uC744 \uAC00\uC9C4 \uC720\uD615\uC774 \uC774\uBBF8 \uC815\uC758\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.

java.import.inner-class.inherited = \uC0C1\uC18D\uB418\uB294 \uB0B4\uBD80 \uD074\uB798\uC2A4\uB97C \uC784\uD3EC\uD2B8\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.static-import.not-found = \uC815\uC801 \uAE30\uD638 {1}\uC744(\uB97C) {0} \uD074\uB798\uC2A4\uC5D0\uC11C \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.inner-class.member.static-type = \uBE44\uC815\uC801 \uB0B4\uBD80 \uD074\uB798\uC2A4\uB294 static \uC720\uD615 \uBA64\uBC84\uB97C \uC120\uC5B8\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.inner-class.member.static-field = \uBE44\uC815\uC801 \uB0B4\uBD80 \uD074\uB798\uC2A4\uB294 static \uD544\uB4DC\uB97C \uC120\uC5B8\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.inner-class.member.static-method = \uBE44\uC815\uC801 \uB0B4\uBD80 \uD074\uB798\uC2A4\uB294 static \uBA54\uC18C\uB4DC\uB97C \uC120\uC5B8\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.inner-class.member.static-initializer = \uBE44\uC815\uC801 \uB0B4\uBD80 \uD074\uB798\uC2A4\uB294 \uC815\uC801 \uC774\uB2C8\uC15C\uB77C\uC774\uC800\uB97C \uC120\uC5B8\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.constructor-call.cycle = \uC774 \uD074\uB798\uC2A4 \uC0DD\uC131\uC790\uC758 \uB300\uCCB4 \uC0DD\uC131\uC790 \uD638\uCD9C \uBA85\uB839\uBB38\uC5D0\uC11C \uC8FC\uAE30\uAC00 \uBC1C\uACAC\uB418\uC5C8\uC2B5\uB2C8\uB2E4.

java.blank-final.static.not-initialized = \uBE48 final \uD544\uB4DC {0}\uC774(\uAC00) static\uC73C\uB85C \uC120\uC5B8\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uB9C8\uC9C0\uB9C9 \uC815\uC801 \uC774\uB2C8\uC15C\uB77C\uC774\uC800\uB97C \uC885\uB8CC\uD558\uAE30 \uC804\uC5D0 \uC774 \uD544\uB4DC\uB97C \uCD08\uAE30\uD654\uD574\uC57C \uD569\uB2C8\uB2E4.

java.blank-final.non-static.not-initialized = \uBAA8\uB4E0 \uC0DD\uC131\uC790\uB97C \uC885\uB8CC\uD558\uAE30 \uC804\uC5D0 \uBE48 final \uD544\uB4DC {0}\uC744(\uB97C) \uCD08\uAE30\uD654\uD574\uC57C \uD569\uB2C8\uB2E4.

java.method.body.unexpected = \uCD94\uC0C1 \uBC0F \uAE30\uBCF8 \uBA54\uC18C\uB4DC\uC5D0 \uBCF8\uBB38\uC744 \uD3EC\uD568\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.method.body.missing = \uCD94\uC0C1 \uB610\uB294 \uAE30\uBCF8 \uBA54\uC18C\uB4DC\uB97C \uC81C\uC678\uD55C \uB2E4\uB978 \uBA54\uC18C\uB4DC\uC5D0\uB294 \uBCF8\uBB38\uC774 \uD544\uC694\uD569\uB2C8\uB2E4.

java.method.no-return = return \uBB38\uC774 \uB204\uB77D\uB418\uC5C8\uC2B5\uB2C8\uB2E4.

java.constructor.wrong-name = \uBA54\uC18C\uB4DC\uC758 \uB9AC\uD134 \uC720\uD615\uC774 \uB204\uB77D\uB418\uC5C8\uAC70\uB098 \uC0DD\uC131\uC790 \uC120\uC5B8 \uC774\uB984\uC774 \uD074\uB798\uC2A4 \uC774\uB984\uACFC \uC77C\uCE58\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.

java.initializer.cannot-complete-normally = \uC774 \uC774\uB2C8\uC15C\uB77C\uC774\uC800\uB97C \uC815\uC0C1\uC801\uC73C\uB85C \uC644\uB8CC\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.block.unreachable = \uC2E4\uD589 \uC911\uC5D0 \uC774 \uBE14\uB85D\uC5D0 \uC5F0\uACB0\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.statement.unreachable = \uC2E4\uD589 \uC911\uC5D0 \uC774 \uBA85\uB839\uBB38\uC5D0 \uC5F0\uACB0\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.intializer.not-array = \uC774 \uC774\uB2C8\uC15C\uB77C\uC774\uC800 \uD45C\uD604\uC2DD\uC5D0 \uBC30\uC5F4\uC774 \uD544\uC694\uD569\uB2C8\uB2E4.

java.label.name-in-use = \uC774 \uC704\uCE58\uC5D0 \uC774 \uC774\uB984\uC744 \uAC00\uC9C4 \uB808\uC774\uBE14\uC774 \uC774\uBBF8 \uC874\uC7AC\uD569\uB2C8\uB2E4.

java.if-else.condition-not-boolean = if \uBB38\uC758 \uC870\uAC74\uC740 \uBD80\uC6B8 \uAC12\uC774 \uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.

java.while.condition-not-boolean = while \uBB38\uC758 \uC870\uAC74\uC740 \uBD80\uC6B8 \uAC12\uC774 \uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.

java.do-while.condition-not-boolean = do \uBB38\uC758 \uC870\uAC74\uC740 \uBD80\uC6B8 \uAC12\uC774 \uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.

java.for.condition-not-boolean = for \uBB38\uC758 \uC870\uAC74\uC740 \uBD80\uC6B8 \uAC12\uC774 \uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.

java.enhanced-for.condition-type = foreach \uBB38\uC740 \uD45C\uD604\uC2DD \uC720\uD615\uC5D0 \uC801\uC6A9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.assert.condition-not-boolean = assert \uBB38\uC758 \uC870\uAC74\uC740 \uBD80\uC6B8 \uAC12\uC774 \uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.

java.assert.detail-void = assert \uBB38\uC758 \uBA54\uC2DC\uC9C0 \uD45C\uD604\uC2DD\uC740 void\uB97C \uC81C\uC678\uD55C \uBAA8\uB4E0 \uC720\uD615\uC774 \uB420 \uC218 \uC788\uC2B5\uB2C8\uB2E4.

java.switch.expr.bad-type = switch \uD45C\uD604\uC2DD\uC740 byte, char, short, int \uB610\uB294 enum\uC774\uC5B4\uC57C \uD569\uB2C8\uB2E4.

java.switch.multiple-default = default \uB808\uC774\uBE14\uC774 \uC774 switch \uBB38\uC5D0 \uC774\uBBF8 \uC120\uC5B8\uB418\uC5B4 \uC788\uC2B5\uB2C8\uB2E4.

java.switch.case.not-convertable = \uC774 case\uC758 \uAC12\uC744 switch \uD45C\uD604\uC2DD \uC720\uD615\uC73C\uB85C \uBCC0\uD658\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.switch.case.not-constant = \uC774 case\uC758 \uAC12\uC740 \uCEF4\uD30C\uC77C \uC2DC\uC5D0 \uACB0\uC815\uD560 \uC218 \uC788\uB294 \uC0C1\uC218\uC5EC\uC57C \uD569\uB2C8\uB2E4.

java.switch.case.not-enum-constant = \uC774 case\uC758 \uAC12\uC740 \uBE44\uC815\uADDC\uD654\uB41C \uBAA9\uB85D \uC0C1\uC218\uC5EC\uC57C \uD569\uB2C8\uB2E4.

java.switch.case.value-repeated = \uC774 switch \uBB38\uC758 \uB2E4\uB978 case \uB808\uC774\uBE14\uC5D0\uC11C ''{0}'' \uAC12\uC744 \uC774\uBBF8 \uC0AC\uC6A9\uD558\uACE0 \uC788\uC2B5\uB2C8\uB2E4.

java.return.unexpected = \uC774\uB2C8\uC15C\uB77C\uC774\uC800\uC5D0\uC11C return \uBB38\uC744 \uC0AC\uC6A9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.return.argument.unexpected = \uC0DD\uC131\uC790 \uB610\uB294 void \uBA54\uC18C\uB4DC\uC5D0\uC11C \uAC12\uC744 \uBC18\uD658\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.return.argument.not-convertable = \uC774 \uD45C\uD604\uC2DD\uC758 \uAC12\uC744 \uC774 \uBA54\uC18C\uB4DC\uC758 \uB9AC\uD134 \uC720\uD615\uC73C\uB85C \uBCC0\uD658\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.return.argument.missing = void\uB97C \uBC18\uD658\uD558\uC9C0 \uC54A\uB294 \uBA54\uC18C\uB4DC\uC5D0\uC11C \uB9AC\uD134 \uAC12\uC744 \uC81C\uACF5\uD574\uC57C \uD569\uB2C8\uB2E4.

java.throw.not-reference-type = \uAE30\uBCF8 \uC720\uD615\uC744 \uB0B4\uBCF4\uB0BC \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.throw.not-throwable = java.lang.Throwable\uB85C \uCE90\uC2A4\uD2B8\uD560 \uC218 \uC788\uB294 \uAC1D\uCCB4\uB9CC \uB0B4\uBCF4\uB0BC \uC218 \uC788\uC2B5\uB2C8\uB2E4.

java.synchronized.not-reference-type = \uAE30\uBCF8 \uC720\uD615\uC5D0 \uB300\uD55C \uB3D9\uAE30\uD654\uB97C \uC218\uD589\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.catch.not-reference-type = \uAE30\uBCF8 \uC720\uD615\uC744 \uC0DD\uC131\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.catch.not-throwable = catch \uB9E4\uAC1C\uBCC0\uC218 \uC720\uD615\uC740 java.lang.Throwable\uB85C \uCE90\uC2A4\uD2B8\uD560 \uC218 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4.

java.catch.empty-try-checked = \uD574\uB2F9 try \uBE14\uB85D\uC774 \uBE44\uC5B4 \uC788\uC5B4 \uC120\uD0DD\uD55C \uC608\uC678\uC0AC\uD56D \uCE90\uCC98\uC5D0 \uC5F0\uACB0\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.catch.empty-try-unchecked = \uD574\uB2F9 try \uBE14\uB85D\uC774 \uBE44\uC5B4 \uC788\uC5B4 \uC120\uD0DD\uD558\uC9C0 \uC54A\uC740 \uC608\uC678\uC0AC\uD56D \uCE90\uCC98\uC5D0 \uC5F0\uACB0\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.catch.not-reachable = \uD574\uB2F9 try \uBE14\uB85D\uC774 \uC5EC\uAE30\uC5D0\uC11C \uCC3E\uC744 \uC218 \uC788\uB294 \uAC83\uC744 \uB0B4\uBCF4\uB0B4\uC9C0 \uC54A\uC544 \uC774 \uCE90\uCC98\uC5D0 \uC5F0\uACB0\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.resolve.package.not-exists = \uC774 \uD504\uB85C\uC81D\uD2B8\uC5D0 \uC774 \uC774\uB984\uC744 \uAC00\uC9C4 \uD328\uD0A4\uC9C0\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.

java.resolve.package-or-type.not-exists = \uC774 \uC704\uCE58\uC5D0\uC11C \uC774 \uC774\uB984\uC744 \uAC00\uC9C4 \uD328\uD0A4\uC9C0\uB098 \uC720\uD615\uC744 \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.resolve.type.not-exists = \uC774 \uC704\uCE58\uC5D0\uC11C \uC774 \uC774\uB984\uC744 \uAC00\uC9C4 \uC720\uD615\uC744 \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.resolved.namedtype.not-exists = {0} \uC720\uD615\uC744 \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.resolve.variable.not-exists = \uC774 \uC704\uCE58\uC5D0\uC11C \uC774 \uC774\uB984\uC744 \uAC00\uC9C4 \uBCC0\uC218\uB098 \uD544\uB4DC\uB97C \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.resolve.variable.not-static = \uC815\uC801 \uCEE8\uD14D\uC2A4\uD2B8\uC5D0\uC11C \uC774 \uBCC0\uC218\uB098 \uD544\uB4DC\uC5D0 \uC561\uC138\uC2A4\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.resolve.type.not-static = \uC774 \uC720\uD615\uC740 \uC815\uC801 \uCEE8\uD14D\uC2A4\uD2B8\uC5D0\uC11C \uCC38\uC870\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.resolve.method.not-exists = \uC774 \uC704\uCE58\uC5D0\uC11C \uC774 \uC774\uB984\uC744 \uAC00\uC9C4 \uBA54\uC18C\uB4DC\uB97C \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.resolve.method.not-static = \uC774 \uBA54\uC18C\uB4DC\uB294 \uC815\uC801 \uCEE8\uD14D\uC2A4\uD2B8\uC5D0\uC11C \uC561\uC138\uC2A4\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.resolve.ambiguous.not-exists = \uC774 \uC704\uCE58\uC5D0\uC11C \uC774 \uC774\uB984\uC744 \uAC00\uC9C4 \uBCC0\uC218, \uD544\uB4DC, \uC720\uD615 \uB610\uB294 \uD328\uD0A4\uC9C0\uB97C \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.package.not-exists = {0} \uD328\uD0A4\uC9C0\uAC00 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.

java.member-package.not-exists = {0} \uD328\uD0A4\uC9C0\uC5D0 \uC774 \uC774\uB984\uC744 \uAC00\uC9C4 \uBA64\uBC84 \uD328\uD0A4\uC9C0\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.

java.member-type.not-exists = {0} \uC720\uD615\uC5D0 \uC774\uB984 {1}\uC744(\uB97C) \uAC00\uC9C4 \uBA64\uBC84 \uC720\uD615\uC774 \uC5C6\uC2B5\uB2C8\uB2E4.

java.member-package-or-type.not-exists = {0} \uD328\uD0A4\uC9C0\uC5D0 \uC774 \uC774\uB984\uC744 \uAC00\uC9C4 \uBA64\uBC84 \uD328\uD0A4\uC9C0 \uB610\uB294 \uC720\uD615\uC774 \uC5C6\uC2B5\uB2C8\uB2E4.

java.package-member-type.not-exists = {0} \uD328\uD0A4\uC9C0\uC5D0 \uC774 \uC774\uB984\uC744 \uAC00\uC9C4 \uBA64\uBC84 \uC720\uD615\uC774 \uC5C6\uC2B5\uB2C8\uB2E4.

java.expression.package-qualifier = \uC774 \uC774\uB984\uC758 \uD55C\uC815\uC790\uB294 \uD544\uB4DC\uB97C \uD3EC\uD568\uD560 \uC218 \uC5C6\uB294 \uD328\uD0A4\uC9C0\uC785\uB2C8\uB2E4.

java.expression.not-reference-type = \uC774 \uC774\uB984\uC758 \uD55C\uC815\uC790\uB294 \uD544\uB4DC\uB97C \uD3EC\uD568\uD560 \uC218 \uC5C6\uB294 \uAE30\uBCF8 \uC720\uD615\uC785\uB2C8\uB2E4.

java.method.package-qualifier = \uC774 \uC774\uB984\uC758 \uD55C\uC815\uC790\uB294 \uBA54\uC18C\uB4DC\uB97C \uD3EC\uD568\uD560 \uC218 \uC5C6\uB294 \uD328\uD0A4\uC9C0\uC785\uB2C8\uB2E4.

java.method.not-reference-type = \uC774 \uC774\uB984\uC758 \uD55C\uC815\uC790\uB294 \uBA54\uC18C\uB4DC\uB97C \uD3EC\uD568\uD560 \uC218 \uC5C6\uB294 \uAE30\uBCF8 \uC720\uD615\uC785\uB2C8\uB2E4.

java.ambiguous.not-reference-type = \uC774 \uC774\uB984\uC758 \uD55C\uC815\uC790\uB294 \uD544\uB4DC\uB97C \uD3EC\uD568\uD560 \uC218 \uC5C6\uB294 \uAE30\uBCF8 \uC720\uD615\uC785\uB2C8\uB2E4.

java.type.not-exists = \uD074\uB798\uC2A4 \uB610\uB294 \uC18C\uC2A4 \uACBD\uB85C\uC5D0\uC11C {0} \uC720\uD615\uC744 \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.type.inaccessible = \uC774 \uC704\uCE58\uC5D0\uC11C {0} \uC720\uD615\uC5D0 \uC561\uC138\uC2A4\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.type.ambiguous = {0} \uC720\uD615\uC5D0 \uC774 \uC774\uB984\uC744 \uAC00\uC9C4 \uC561\uC138\uC2A4 \uAC00\uB2A5\uD55C \uBA64\uBC84 \uC720\uD615\uC774 \uB450 \uAC1C \uC774\uC0C1 \uC788\uC2B5\uB2C8\uB2E4.

java.type.field.not-exists = {0} \uC720\uD615\uC5D0 \uC774 \uC774\uB984\uC744 \uAC00\uC9C4 \uD544\uB4DC\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.

java.use.deprecated = {0}\uC774(\uAC00) \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uB294 API\uB97C \uC0AC\uC6A9\uD558\uAC70\uB098 \uCC38\uC870\uD569\uB2C8\uB2E4. \uC790\uC138\uD55C \uB0B4\uC6A9\uC744 \uBCF4\uB824\uBA74 -Xlint:deprecation\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB2E4\uC2DC \uCEF4\uD30C\uC77C\uD558\uC2ED\uC2DC\uC624.

java.warn.deprecation-field.use.deprecated-directly = {1} \uD074\uB798\uC2A4\uC758 {0} \uD544\uB4DC\uB294 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.

java.warn.deprecation-method.use.deprecated-directly = {1} \uD074\uB798\uC2A4\uC758 {0} \uBA54\uC18C\uB4DC\uB294 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.

java.warn.deprecation-constructor.use.deprecated-directly = {1} \uD074\uB798\uC2A4\uC758 {0} \uC0DD\uC131\uC790\uB294 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.

java.warn.deprecation-constructor.use.deprecated-by-class = \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uB294 {1} \uD074\uB798\uC2A4\uC5D0\uC11C {0} \uC0DD\uC131\uC790\uB97C \uD638\uCD9C\uD588\uC2B5\uB2C8\uB2E4.

java.warn.deprecation-class.decl.deprecated-superclass = {0} \uD074\uB798\uC2A4\uAC00 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uB294 {1} \uD074\uB798\uC2A4\uB97C \uD655\uC7A5\uD569\uB2C8\uB2E4.

java.warn.deprecation-class.decl.deprecated-superinterface = {0} \uD074\uB798\uC2A4\uAC00 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uB294 {1} \uC778\uD130\uD398\uC774\uC2A4\uB97C \uD655\uC7A5\uD569\uB2C8\uB2E4.

java.warn.deprecation-class.use.deprecated = {0} \uD074\uB798\uC2A4\uB294 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.

java.type.method.not-exists = {0} \uC720\uD615\uC5D0 {1}(\uC774)\uB77C\uB294 \uBA54\uC18C\uB4DC\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.

java.type.ambiguous-member.not-exists = {0} \uC720\uD615\uC5D0 \uC774 \uC774\uB984\uC744 \uAC00\uC9C4 \uD544\uB4DC \uB610\uB294 \uC720\uD615\uC774 \uC5C6\uC2B5\uB2C8\uB2E4.

java.expression.member.not-static = \uC774 \uD544\uB4DC\uB294 \uC815\uC801 \uCEE8\uD14D\uC2A4\uD2B8\uC5D0\uC11C \uC561\uC138\uC2A4\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.expression.field.inaccessible = {0} \uC720\uD615\uC758 \uC774 \uD544\uB4DC\uC5D0 \uC561\uC138\uC2A4\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.expression.method.inaccessible = {0} \uC720\uD615\uC758 \uC774 \uBA54\uC18C\uB4DC\uC5D0 \uC561\uC138\uC2A4\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.expression.field.ambiguous = {0} \uC720\uD615\uC5D0 \uC774 \uC774\uB984\uC744 \uAC00\uC9C4 \uC561\uC138\uC2A4 \uAC00\uB2A5\uD55C \uD544\uB4DC\uAC00 \uB450 \uAC1C \uC774\uC0C1 \uC788\uC2B5\uB2C8\uB2E4.

java.expression.method.ambiguous = {0} \uC720\uD615\uC5D0 \uC774 \uC774\uB984\uC744 \uAC00\uC9C4 \uC561\uC138\uC2A4 \uAC00\uB2A5\uD55C \uBA54\uC18C\uB4DC\uAC00 \uB450 \uAC1C \uC774\uC0C1 \uC788\uC2B5\uB2C8\uB2E4.

java.type.inner.illegal-dollar = ''$''\uC744(\uB97C) \uC0AC\uC6A9\uD558\uC5EC \uC18C\uC2A4 \uD30C\uC77C\uC5D0 \uC815\uC758\uB41C \uB0B4\uBD80 \uC720\uD615\uC744 \uCC38\uC870\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.class-instance-creation.not-reference-type = \uC0C8 \uD0A4\uC6CC\uB4DC\uB97C \uC0AC\uC6A9\uD558\uC5EC \uAE30\uBCF8 \uC720\uD615\uC758 \uC778\uC2A4\uD134\uC2A4\uB97C \uC0DD\uC131\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.class-instance-creation.abstract = \uC774 \uC720\uD615\uC740 abstract\uC774\uBBC0\uB85C \uC778\uC2A4\uD134\uC2A4\uB97C \uC0DD\uC131\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.class-instance-creation.enum = \uC5F4\uAC70\uD615 \uAE30\uBCF8 \uC720\uD615\uC758 \uC778\uC2A4\uD134\uC2A4\uB97C \uC0DD\uC131\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.method-call.non-reference = \uAC1D\uCCB4\uB9CC ''.''\uB85C \uD638\uCD9C\uD558\uB294 \uBA54\uC18C\uB4DC\uB97C \uAC00\uC9D1\uB2C8\uB2E4.

java.method-call.no-super = \uC774 \uC720\uD615\uC5D0\uB294 \uC288\uD37C\uD074\uB798\uC2A4\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.

java.method-call.super.abstract = \uC774 \uBA54\uC18C\uB4DC\uB294 \uCD94\uC0C1\uC774\uBBC0\uB85C \uD638\uCD9C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.constructor-call.qualifier.unexpected = {0} \uC720\uD615\uC740 (\uBE44\uC815\uC801) \uB0B4\uBD80 \uD074\uB798\uC2A4\uAC00 \uC544\uB2C8\uBBC0\uB85C \uD55C\uC815\uC790\uAC00 \uD544\uC694\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.

java.constructor-call.qualifier.not-subclass = {1} \uC720\uD615\uC740 {0}\uC758 \uC678\uBD80 \uC720\uD615 {2}\uC758 \uD558\uC704 \uD074\uB798\uC2A4\uAC00 \uC544\uB2D9\uB2C8\uB2E4.

java.constructor-call.qualifier.missing = {0} \uC720\uD615\uC740 {1} \uC720\uD615 \uB610\uB294 \uD558\uC704 \uD074\uB798\uC2A4\uC758 \uD3EC\uD568 \uC778\uC2A4\uD134\uC2A4\uAC00 \uD544\uC694\uD55C (\uBE44\uC815\uC801) \uB0B4\uBD80 \uD074\uB798\uC2A4\uC785\uB2C8\uB2E4.

java.outer-this.static = {0} \uC720\uD615\uC740 {1} \uC720\uD615 \uB610\uB294 \uD558\uC704 \uD074\uB798\uC2A4\uC758 \uD3EC\uD568 \uC778\uC2A4\uD134\uC2A4\uAC00 \uD544\uC694\uD55C (\uBE44\uC815\uC801) \uB0B4\uBD80 \uD074\uB798\uC2A4\uC785\uB2C8\uB2E4. \uC774 \uC704\uCE58\uB294 \uD558\uC704 \uD074\uB798\uC2A4\uC640 \uAC19\uC740 {2} \uC720\uD615\uC5D0 \uC911\uCCA9\uB429\uB2C8\uB2E4. \uC774\uC640 \uAC19\uC740 \uC815\uC801 \uCEE8\uD14D\uC2A4\uD2B8\uC5D0\uC11C \uC774 \uC720\uD615\uC744 \uCC38\uC870\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.method-call.no-match = {0} \uC720\uD615\uC5D0\uC11C {1} \uBA54\uC18C\uB4DC\uC640 \uC77C\uCE58\uD558\uB294 \uBA54\uC18C\uB4DC\uB97C \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.method-call.no-match-access = {0} \uC720\uD615\uC758 {1} \uBA54\uC18C\uB4DC\uAC00 \uB204\uB77D\uB418\uC5C8\uAC70\uB098 \uC774 \uC704\uCE58\uC5D0\uC11C \uC561\uC138\uC2A4\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.constructor-call.no-match = {0} \uC720\uD615\uC5D0\uC11C {1} \uC0DD\uC131\uC790\uC640 \uC77C\uCE58\uD558\uB294 \uC0DD\uC131\uC790\uB97C \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.constructor-call.no-match-access = {0} \uC720\uD615\uC758 {1} \uBA54\uC18C\uB4DC\uAC00 \uB204\uB77D\uB418\uC5C8\uAC70\uB098 \uC774 \uC704\uCE58\uC5D0\uC11C \uC561\uC138\uC2A4\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.method-call.ambiguous = {0} \uD638\uCD9C\uC774 \uBAA8\uD638\uD569\uB2C8\uB2E4. {2}\uC758 {1} \uBC0F {4}\uC758 {3} \uBAA8\uB450 \uC77C\uCE58\uD569\uB2C8\uB2E4.

java.array-access.not-array = ''[..]'' \uC5F0\uC0B0\uC790\uB294 \uBC30\uC5F4 \uC720\uD615\uC5D0\uB9CC \uC801\uC6A9\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.

java.casting.bad-conversion = {0}\uC5D0\uC11C {1}(\uC73C)\uB85C \uCE90\uC2A4\uD2B8\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.operator.unary.not-convertible = \uC774 \uC5F0\uC0B0\uC790\uB97C {0}\uC5D0 \uC801\uC6A9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.operator.binary.not-convertible = \uC774 \uC5F0\uC0B0\uC790\uB97C {0}, {1}\uC5D0 \uC801\uC6A9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.operator.binary.bad-equality = {0} \uC720\uD615\uACFC {1} \uC720\uD615\uC744 \uBE44\uAD50\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.types.inconvertible = \uBCC0\uD658\uD560 \uC218 \uC5C6\uB294 \uC720\uD615\uC785\uB2C8\uB2E4. {1}\uC774(\uAC00) \uD544\uC694\uD55C\uB370 {0}\uC774(\uAC00) \uBC1C\uACAC\uB418\uC5C8\uC2B5\uB2C8\uB2E4.

java.operator.shift-eq.not-primitive = \uC774 \uD560\uB2F9 \uC5F0\uC0B0\uC790\uB294 \uAE30\uBCF8 \uC815\uC218 \uACC4\uC5F4 \uC720\uD615\uC5D0\uB9CC \uC801\uC6A9\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.

java.assignment.not-convertable = \uC774 \uD560\uB2F9\uC758 \uD53C\uC5F0\uC0B0\uC790 \uC720\uD615\uC740 \uD560\uB2F9 \uBCC0\uD658\uC774 \uAC00\uB2A5\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.

java.foreach.not-convertable = \uD544\uC694\uD55C \uC720\uD615\uC5D0 \uD45C\uD604\uC2DD\uC744 \uD560\uB2F9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.instanceof.not-reference = instanceof \uC5F0\uC0B0\uC790\uB294 \uCC38\uC870 \uC720\uD615\uC5D0\uB9CC \uC801\uC6A9\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.

java.type.not-reifiable = \uC798\uBABB\uB41C \uC77C\uBC18 \uC720\uD615\uC785\uB2C8\uB2E4.

java.operator.increment.not-variable = \uC67C\uCABD \uD53C\uC5F0\uC0B0\uC790\uB294 \uAC12\uC774 \uC544\uB2C8\uB77C \uBCC0\uC218\uC5EC\uC57C \uD569\uB2C8\uB2E4.

java.conditional.first-not-boolean = \uC870\uAC74\uBD80 \uC5F0\uC0B0\uC790\uC758 \uCCAB\uBC88\uC9F8 \uD53C\uC5F0\uC0B0\uC790\uB294 \uBD80\uC6B8 \uAC12\uC774 \uB418\uC5B4\uC57C \uD569\uB2C8\uB2E4.

java.conditional.void-type = \uC870\uAC74\uBD80 \uC5F0\uC0B0\uC790\uC758 \uB450\uBC88\uC9F8\uC640 \uC138\uBC88\uC9F8 \uD53C\uC5F0\uC0B0\uC790\uB294 void \uC720\uD615\uC774 \uB420 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.conditional.bad-types = \uC870\uAC74\uBD80 \uC5F0\uC0B0\uC790\uC758 \uB450\uBC88\uC9F8\uC640 \uC138\uBC88\uC9F8 \uD53C\uC5F0\uC0B0\uC790\uB294 \uAE30\uBCF8 \uC22B\uC790 \uC720\uD615, \uBD80\uC6B8 \uB610\uB294 \uCC38\uC870 \uC720\uD615\uC774\uC5B4\uC57C \uD569\uB2C8\uB2E4.

java.field-reference.final-assignment = \uC774 \uD544\uB4DC\uAC00 final\uC774\uBBC0\uB85C \uC774 \uC704\uCE58\uC5D0 \uD544\uB4DC\uB97C \uD560\uB2F9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.variable-reference.final-assignment = \uC774 \uBCC0\uC218\uAC00 final\uC774\uBBC0\uB85C \uC774 \uC704\uCE58\uC5D0 \uBCC0\uC218\uB97C \uD560\uB2F9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.variable-reference.non-local.not-final = \uB85C\uCEEC \uB610\uB294 \uC775\uBA85 \uD074\uB798\uC2A4 \uB0B4\uBD80\uC5D0\uC11C \uB85C\uCEEC \uBCC0\uC218\uC640 \uB9E4\uAC1C\uBCC0\uC218\uC5D0 \uC561\uC138\uC2A4\uD558\uB824\uBA74 \uB85C\uCEEC \uBCC0\uC218\uC640 \uB9E4\uAC1C\uBCC0\uC218\uB97C final\uB85C \uC120\uC5B8\uD574\uC57C \uD569\uB2C8\uB2E4.

java.field-reference.illegal-forward = \uC774 \uD544\uB4DC\uB294 \uB098\uC911\uC5D0 \uD30C\uC77C\uC5D0 \uC815\uC758\uB418\uBBC0\uB85C \uC774 \uC704\uCE58\uC5D0\uC11C \uD574\uB2F9 \uD544\uB4DC\uB97C \uCC38\uC870\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.variable.not-definitely-assigned = \uC774 \uBCC0\uC218\uAC00 \uC774 \uC704\uCE58\uC5D0 \uD560\uB2F9\uB418\uC9C0 \uC54A\uC558\uC744 \uC218\uB3C4 \uC788\uC2B5\uB2C8\uB2E4.

java.parameter.not-definitely-unassigned = \uC774 \uB9E4\uAC1C\uBCC0\uC218\uAC00 final\uC774\uBBC0\uB85C \uD560\uB2F9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.local-variable.not-definitely-unassigned = \uC774 \uB9E4\uAC1C\uBCC0\uC218\uAC00 final\uC774\uBBC0\uB85C \uC7AC\uD560\uB2F9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.field.in-method.not-definitely-unassigned = \uC774 \uD544\uB4DC\uAC00 final\uC774\uBBC0\uB85C \uBA54\uC18C\uB4DC\uB97C \uD1B5\uD574 \uD560\uB2F9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.field.in-constructor.not-definitely-unassigned = \uC774 \uD544\uB4DC\uAC00 final\uC774\uBBC0\uB85C \uC0DD\uC131\uC790\uB97C \uD1B5\uD574 \uD560\uB2F9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.variable.not-definitely-unassigned = \uC774 \uBCC0\uC218\uB97C \uC774\uC804\uC5D0 \uD560\uB2F9\uD55C \uAC83 \uAC19\uC2B5\uB2C8\uB2E4. final \uBCC0\uC218\uC5D0 \uB450 \uBC88 \uD560\uB2F9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.variable.name-in-use = \uC774 \uC704\uCE58\uC5D0 \uC774 \uC774\uB984\uC744 \uAC00\uC9C4 \uBCC0\uC218\uAC00 \uC774\uBBF8 \uC874\uC7AC\uD569\uB2C8\uB2E4.

java.local-class.name-in-use = \uC774 \uC704\uCE58\uC5D0 \uC774 \uC774\uB984\uC744 \uAC00\uC9C4 \uB85C\uCEEC \uD074\uB798\uC2A4\uAC00 \uC774\uBBF8 \uC874\uC7AC\uD569\uB2C8\uB2E4.

java.class-name.not-outer = \uD604\uC7AC \uC704\uCE58\uC5D0 \uC774 \uC774\uB984\uC744 \uAC00\uC9C4 \uD074\uB798\uC2A4\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.

java.super-expression.static = ''super'' \uD0A4\uC6CC\uB4DC\uB294 \uC815\uC801 \uCEE8\uD14D\uC2A4\uD2B8\uC5D0\uC11C \uC0AC\uC6A9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.this-expression.static = ''this'' \uD0A4\uC6CC\uB4DC\uB294 \uC815\uC801 \uCEE8\uD14D\uC2A4\uD2B8\uC5D0\uC11C \uC0AC\uC6A9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.class.top-level.access = \uCD5C\uC0C1\uC704 \uD074\uB798\uC2A4\uB97C protected \uB610\uB294 private\uC73C\uB85C \uC120\uC5B8\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.class.top-level.static = \uCD5C\uC0C1\uC704 \uD074\uB798\uC2A4\uB294 \uC554\uC2DC\uC801\uC73C\uB85C \uD56D\uC0C1 \uC815\uC801\uC774\uC9C0\uB9CC \uBA85\uC2DC\uC801\uC73C\uB85C static\uC73C\uB85C \uC120\uC5B8\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.expected-type.wrong-id = \uC774 \uD30C\uC77C\uC5D0 \uC815\uC758\uB41C \uACF5\uC6A9 \uCD5C\uC0C1\uC704 \uC720\uD615 ''{0}''\uC758 \uC774\uB984\uC774 ''{1}'' \uD30C\uC77C\uC758 \uC774\uB984\uACFC \uC77C\uCE58\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.

java.expected-type.wrong-package = \uC774 \uC720\uD615\uC758 \uD328\uD0A4\uC9C0\uAC00 \uC18C\uC2A4 \uACBD\uB85C {0}\uC758 \uD574\uB2F9 \uC704\uCE58\uC640 \uC77C\uCE58\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.

java.type.superclass.not-class = \uC288\uD37C\uD074\uB798\uC2A4\uB294 \uC778\uD130\uD398\uC774\uC2A4\uAC00 \uC544\uB2C8\uB77C \uD074\uB798\uC2A4\uC5EC\uC57C \uD569\uB2C8\uB2E4.

java.type.superclass.throwable=\uC77C\uBC18 \uD074\uB798\uC2A4\uB294 java.lang.Throwable\uC744 \uD655\uC7A5\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.

java.type.super-interface.not-interface = \uB098\uC5F4\uB41C \uC778\uD130\uD398\uC774\uC2A4\uB294 \uD074\uB798\uC2A4\uAC00 \uC544\uB2C8\uB77C \uC778\uD130\uD398\uC774\uC2A4\uC5EC\uC57C \uD569\uB2C8\uB2E4.

java.type.super-interface.duplicate = \uC774 \uC778\uD130\uD398\uC774\uC2A4\uAC00 \uC774\uBBF8 \uBAA9\uB85D\uC5D0 \uC788\uC2B5\uB2C8\uB2E4.

java.type.super.self = \uD074\uB798\uC2A4 \uB610\uB294 \uC778\uD130\uD398\uC774\uC2A4\uB294 \uC2A4\uC2A4\uB85C\uB97C \uD655\uC7A5\uD558\uAC70\uB098 \uAD6C\uD604\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.member.type.name-in-use = \uC774 \uC720\uD615\uC5D0\uC11C \uC774 \uC774\uB984\uC744 \uAC00\uC9C4 \uC720\uD615\uC774 \uC774\uBBF8 \uC120\uC5B8\uB418\uC5C8\uC2B5\uB2C8\uB2E4.

java.member.type.name-in-use.outer = \uBA64\uBC84 \uC720\uD615\uC5D0 \uD3EC\uD568 \uC720\uD615\uACFC \uAC19\uC740 \uC774\uB984\uC744 \uC0AC\uC6A9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.inner-class.member.interface = \uBE44\uC815\uC801 \uB0B4\uBD80 \uD074\uB798\uC2A4\uB294 \uC778\uD130\uD398\uC774\uC2A4\uB97C \uBA64\uBC84\uB85C \uAC00\uC9C8 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.member.field.name-in-use = \uC774 \uC720\uD615\uC5D0\uC11C \uC774 \uC774\uB984\uC744 \uAC00\uC9C4 \uD544\uB4DC\uAC00 \uC774\uBBF8 \uC120\uC5B8\uB418\uC5C8\uC2B5\uB2C8\uB2E4.

java.member.method.name-in-use = \uC774 \uC720\uD615\uC5D0\uC11C \uC774 \uC11C\uBA85\uC744 \uAC00\uC9C4 \uBA54\uC18C\uB4DC\uAC00 \uC774\uBBF8 \uC120\uC5B8\uB418\uC5C8\uC2B5\uB2C8\uB2E4.

java.member.method.erasure-clash = \uC774\uB984 \uCDA9\uB3CC: {0} \uBC0F {1}\uC774(\uAC00) \uB3D9\uC77C\uD55C \uC774\uB808\uC774\uC154\uB97C \uAC00\uC9C0\uACE0 \uC788\uC2B5\uB2C8\uB2E4.

java.member.constructor.name-in-use = \uC774 \uD074\uB798\uC2A4\uC5D0\uC11C \uC774 \uC11C\uBA85\uC744 \uAC00\uC9C4 \uC0DD\uC131\uC790\uAC00 \uC774\uBBF8 \uC120\uC5B8\uB418\uC5C8\uC2B5\uB2C8\uB2E4.

java.member.method.throws.not-class = \uD074\uB798\uC2A4\uB9CC \uC608\uC678\uC0AC\uD56D\uC73C\uB85C \uBCF4\uB0BC \uC218 \uC788\uC73C\uBA70, \uC778\uD130\uD398\uC774\uC2A4\uB294 \uBCF4\uB0BC \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.member.method.throws.not-throwable = java.lang.Throwable \uBC0F \uD574\uB2F9 \uC288\uD37C\uD074\uB798\uC2A4\uB9CC \uC608\uC678\uC0AC\uD56D\uC73C\uB85C \uBCF4\uB0BC \uC218 \uC788\uC2B5\uB2C8\uB2E4.

java.token.illegal = \uC774 \uBB38\uC790\uB294 \uC62C\uBC14\uB978 Java \uD1A0\uD070\uC758 \uC77C\uBD80\uAC00 \uC544\uB2D9\uB2C8\uB2E4.

java.long-comment.unterminated = ''/*''\uB85C \uC2DC\uC791\uD55C \uC8FC\uC11D\uC740 ''*/''\uB85C \uB05D\uB098\uC57C \uD569\uB2C8\uB2E4.

java.short-comment.unterminated = ''//''\uB85C \uC2DC\uC791\uD55C \uC8FC\uC11D\uC740 \uC904\uBC14\uAFC8 \uBB38\uC790\uB85C \uB05D\uB098\uC57C \uD569\uB2C8\uB2E4.

java.character.empty = \uBB38\uC790\uB294 \uB530\uC634\uD45C \uC548\uC5D0 \uC785\uB825\uD574\uC57C \uD569\uB2C8\uB2E4.

java.character.unterminated = \uBB38\uC790 \uB9AC\uD130\uB7F4\uC740 \uC55E\uB4A4\uC5D0 \uB530\uC634\uD45C\uAC00 \uC788\uB294 \uBB38\uC790 \uB610\uB294 \uC774\uC2A4\uCF00\uC774\uD504 \uC2DC\uD000\uC2A4\uB85C \uAD6C\uC131\uB429\uB2C8\uB2E4.

java.string.unterminated = \uBB38\uC790\uC5F4\uC740 \uC2DC\uC791\uD560 \uB54C\uC640 \uB3D9\uC77C\uD55C \uD589\uC5D0\uC11C \uB2EB\uB294 \uB530\uC634\uD45C\uB97C \uC0AC\uC6A9\uD558\uC5EC \uB05D\uB0B4\uC57C \uD569\uB2C8\uB2E4.

java.character.malformed-octal-escape \uBB38\uC790 \uB9AC\uD130\uB7F4\uC5D0 \uC798\uBABB\uB41C \uD615\uC2DD\uC758 8\uC9C4\uC218 \uC774\uC2A4\uCF00\uC774\uD504 \uB610\uB294 \uC608\uC0C1\uCE58 \uC54A\uC740 \uBB38\uC790\uAC00 \uC788\uC2B5\uB2C8\uB2E4.

java.character.malformed \uC798\uBABB\uB41C \uD615\uC2DD\uC758 \uBB38\uC790 \uB9AC\uD130\uB7F4\uC785\uB2C8\uB2E4(\uD558\uB098\uC758 \uBB38\uC790\uAC12\uB9CC \uC874\uC7AC\uD560 \uC218 \uC788\uC74C).

java.string.malformed-octal-escape \uBB38\uC790\uC5F4 \uB9AC\uD130\uB7F4\uC5D0 \uC798\uBABB\uB41C \uD615\uC2DD\uC758 8\uC9C4\uC218 \uC774\uC2A4\uCF00\uC774\uD504\uAC00 \uC788\uC2B5\uB2C8\uB2E4.

java.hex-literal.empty = 0x\uB85C \uC2DC\uC791\uD558\uB294 16\uC9C4\uC218 \uAC12\uC744 \uC785\uB825\uD574\uC57C \uD569\uB2C8\uB2E4.

java.fp-literal.empty-exponent = \uBD80\uB3D9 \uC18C\uC218\uC810 \uB9AC\uD130\uB7F4\uC758 \uC9C0\uC218\uC5D0\uB294 \uC815\uC218 \uAC12\uC774 \uD544\uC694\uD569\uB2C8\uB2E4.

java.hexadecimal-fp-literal.missing-exponent = 16\uC9C4\uC218 \uBD80\uB3D9 \uC18C\uC218\uC810 \uB9AC\uD130\uB7F4\uC5D0\uB294 \uC9C0\uC218\uAC00 \uD544\uC694\uD569\uB2C8\uB2E4.

java.hexadecimal-fp-literal.malformed = 16\uC9C4\uC218 \uBD80\uB3D9 \uC18C\uC218\uC810 \uB9AC\uD130\uB7F4 \uC694\uC18C\uC758 \uC804\uCCB4 \uB610\uB294 \uC77C\uBD80\uAC00 \uB204\uB77D\uB418\uC5C8\uC2B5\uB2C8\uB2E4.

java.octal-literal.malformed = \uC798\uBABB\uB41C \uD615\uC2DD\uC758 8\uC9C4\uC218 \uAC12\uC785\uB2C8\uB2E4. \uBAA8\uB4E0 \uC22B\uC790\uB294 [0-7] \uBC94\uC704 \uC774\uB0B4\uC5EC\uC57C \uD569\uB2C8\uB2E4.

java.unicode.format = \uC720\uB2C8\uCF54\uB4DC \uC774\uC2A4\uCF00\uC774\uD504 \uC2DC\uD000\uC2A4\uB294 4\uC790\uB9BF\uC218\uC758 16\uC9C4\uC218\uC5EC\uC57C \uD569\uB2C8\uB2E4.

java.lexical.high-surrogate-character-in-identifier = \uD574\uB2F9 low surrogate\uAC00 \uC5C6\uB294 high surrogate \uC720\uB2C8\uCF54\uB4DC \uBB38\uC790\uAC00 \uC2DD\uBCC4\uC790\uC5D0\uC11C \uBC1C\uACAC\uB418\uC5C8\uC2B5\uB2C8\uB2E4.

java.lexical.low-surrogate-character-in-identifier = \uD574\uB2F9 high surrogate\uAC00 \uC5C6\uB294 low surrogate \uC720\uB2C8\uCF54\uB4DC \uBB38\uC790\uAC00 \uC2DD\uBCC4\uC790\uC5D0\uC11C \uBC1C\uACAC\uB418\uC5C8\uC2B5\uB2C8\uB2E4.

java.lexical.high-surrogate-character = \uD574\uB2F9 low surrogate\uAC00 \uC5C6\uB294 high surrogate \uC720\uB2C8\uCF54\uB4DC \uBB38\uC790\uC785\uB2C8\uB2E4.

java.lexical.low-surrogate-character = \uD574\uB2F9 high surrogate\uAC00 \uC5C6\uB294 low surrogate \uC720\uB2C8\uCF54\uB4DC \uBB38\uC790\uC785\uB2C8\uB2E4.

java.lexical.invalid-surrogate-pair-in-identifier = \uC2DD\uBCC4\uC790\uC5D0 \uBD80\uC801\uD569\uD55C \uCF54\uB4DC \uD3EC\uC778\uD2B8(\uACE0/\uC800 UTF-16 \uC30D)\uAC00 \uC788\uC2B5\uB2C8\uB2E4.

java.import.ambiguous = \uC774 \uC720\uD615 \uC774\uB984\uC774 ''*''-import, ''{0}'', ''{1}'' \uC911 \uB458 \uC774\uC0C1\uACFC \uC77C\uCE58\uD558\uAE30 \uB54C\uBB38\uC5D0 \uBAA8\uD638\uD569\uB2C8\uB2E4.

java.statement.expression = \uD45C\uD604\uC2DD\uC744 \uBA85\uB839\uBB38\uC73C\uB85C \uC798\uBABB \uC0AC\uC6A9\uD558\uACE0 \uC788\uC2B5\uB2C8\uB2E4.
java.statement.no-condition = \uC870\uAC74\uC740 \uAD04\uD638 \uC548\uC5D0 \uC785\uB825\uD574\uC57C \uD569\uB2C8\uB2E4.

java.array-creation.bad = \uC778\uC2A4\uD134\uC2A4\uD654\uB41C \uC720\uD615 \uC774\uB984 \uB2E4\uC74C\uC5D0\uB294 \uB300\uAD04\uD638 \uB610\uB294 \uC18C\uAD04\uD638\uAC00 \uC640\uC57C \uD569\uB2C8\uB2E4.

java.array.bad-dimension = \uBC30\uC5F4 \uCC28\uC6D0\uC758 \uC720\uD615\uC740 int\uB85C \uBCC0\uD658\uD560 \uC218 \uC788\uC5B4\uC57C \uD569\uB2C8\uB2E4.

java.annotations.method.illegal-param = \uC8FC\uC11D \uBA54\uC18C\uB4DC\uC5D0 \uB9E4\uAC1C\uBCC0\uC218\uB97C \uC0AC\uC6A9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.annotations.method.illegal-throws = \uC8FC\uC11D \uBA54\uC18C\uB4DC\uC5D0 throw \uC808\uC744 \uC0AC\uC6A9\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.annotations.illegal-extends = \uC8FC\uC11D \uC120\uC5B8\uC740 \uB2E4\uB978 \uC778\uD130\uD398\uC774\uC2A4\uB97C \uD655\uC7A5\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.annotations.value.not-convertible = \uC774 \uC8FC\uC11D \uAC12\uC744 \uC8FC\uC11D \uBA64\uBC84 \uC120\uC5B8 \uC720\uD615\uC73C\uB85C \uBCC0\uD658\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.annotations.value.not-constant = \uC774 \uC8FC\uC11D \uBA64\uBC84 \uAC12\uC740 \uCEF4\uD30C\uC77C \uD0C0\uC784 \uC0C1\uC218\uC5EC\uC57C \uD569\uB2C8\uB2E4.

java.annotations.class-value.not-literal = \uC774 \uAC12\uC740 \uD074\uB798\uC2A4 \uB9AC\uD130\uB7F4 \uD45C\uD604\uC2DD\uC774\uC5B4\uC57C \uD569\uB2C8\uB2E4.

java.annotations.value.missing = ''{0}'' \uBA64\uBC84\uC758 \uAC12\uC744 \uC81C\uACF5\uD574\uC57C \uD569\uB2C8\uB2E4.

java.annotations.no-such-member = \uC8FC\uC11D \uC720\uD615 ''{0}''\uC5D0 ''{1}''(\uC774)\uB77C\uB294 \uBA64\uBC84\uAC00 \uC5C6\uC2B5\uB2C8\uB2E4.

java.annotations.duplicate-annotation = \uC774 \uC120\uC5B8\uC5D0 ''{0}'' \uC720\uD615\uC758 \uC8FC\uC11D\uC774 \uC774\uBBF8 \uC788\uC2B5\uB2C8\uB2E4.

java.annotations.duplicate-member = \uC774 \uC8FC\uC11D\uC774 ''{0}'' \uBA64\uBC84\uC758 \uAC12\uC744 \uC774\uBBF8 \uC9C0\uC815\uD588\uC2B5\uB2C8\uB2E4.

java.annotations.not-annotation-type = \uC774 \uC720\uD615\uC740 \uC8FC\uC11D \uC720\uD615\uC774 \uC544\uB2D9\uB2C8\uB2E4.

java.annotations.method.bad-return-type = \uC8FC\uC11D \uBA54\uC18C\uB4DC\uC758 \uB9AC\uD134 \uC720\uD615\uC740 \uAE30\uBCF8 \uC720\uD615, \uC5F4\uAC70 \uC720\uD615, \uC8FC\uC11D \uC720\uD615, \uBB38\uC790\uC5F4 \uB610\uB294 \uD074\uB798\uC2A4\uC5EC\uC57C \uD569\uB2C8\uB2E4.

java.annotations.invalid-target=\uC774 \uC8FC\uC11D \uC720\uD615\uC740 \uC774 \uC694\uC18C \uC720\uD615\uC5D0 \uB300\uD574 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4.
java.annotations.repeated-target=\uB300\uC0C1 \uC8FC\uC11D\uC5D0 \uBC18\uBCF5\uB418\uB294 ElementType \uC0C1\uC218\uAC00 \uC788\uC2B5\uB2C8\uB2E4.
java.annotations.cycle=\uC8FC\uC11D \uC21C\uD658\uC774 \uC798\uBABB\uB418\uC5C8\uC2B5\uB2C8\uB2E4.

java.expected-type.missing = \uC774 \uD30C\uC77C\uC740 \uD074\uB798\uC2A4 \uB610\uB294 \uC18C\uC2A4 \uACBD\uB85C\uC5D0 \uC704\uCE58\uD558\uBBC0\uB85C {0}(\uC774)\uB77C\uB294 \uC720\uD615\uC744 \uC815\uC758\uD574\uC57C \uD569\uB2C8\uB2E4.

java.class.superclass.final = \uC774 \uC720\uD615\uC5D0 \uB300\uD574 \uB098\uC5F4\uB41C \uC288\uD37C\uD074\uB798\uC2A4\uB294 final\uC774\uBA70 \uD30C\uC0DD\uB420 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.depend.cycle = \uC774 \uC5D4\uD2F0\uD2F0\uB97C \uD3EC\uD568\uD558\uB294 \uC21C\uD658 \uC885\uC18D\uC131\uC774 \uBC1C\uACAC\uB418\uC5C8\uC2B5\uB2C8\uB2E4.

java.class.abstract.cannot-implement = \uC774 \uD074\uB798\uC2A4\uC758 \uC288\uD37C\uD074\uB798\uC2A4 \uB610\uB294 \uC778\uD130\uD398\uC774\uC2A4\uB294 \uC774 \uC704\uCE58\uC5D0\uC11C \uC561\uC138\uC2A4\uD560 \uC218 \uC5C6\uC5B4 \uC0C1\uC18D\uB418\uC9C0 \uC54A\uB294 \uCD94\uC0C1 \uBA54\uC18C\uB4DC\uB97C \uC815\uC758\uD558\uACE0 \uC788\uC2B5\uB2C8\uB2E4. \uC774\uB7EC\uD55C \uBA54\uC18C\uB4DC\uB85C \uC778\uD574 \uD074\uB798\uC2A4\uB294 \uBE44\uCD94\uC0C1\uD654\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.

java.class.abstract.method-cannot-implement = \uC774 \uC720\uD615\uC758 \uC288\uD37C\uD074\uB798\uC2A4 \uB610\uB294 \uC778\uD130\uD398\uC774\uC2A4\uB294 \uC5EC\uAE30\uC5D0\uC11C \uC561\uC138\uC2A4\uD560 \uC218 \uC5C6\uB294 \uCD94\uC0C1 \uBA54\uC18C\uB4DC {0}\uC744(\uB97C) \uC815\uC758\uD558\uACE0 \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uBA54\uC18C\uB4DC\uB294 \uC0C1\uC18D\uB418\uC9C0 \uC54A\uC544 \uAD6C\uD604\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.

java.class.abstract.method-not-implemented = \uC774 \uD074\uB798\uC2A4\uB294 \uCD94\uC0C1 \uBA54\uC18C\uB4DC {0}\uC744(\uB97C) \uAD6C\uD604\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.

java.member.method.final-override = \uC774 \uBA54\uC18C\uB4DC\uB294 final\uB85C \uC120\uC5B8\uB41C {1}\uC758 {0}\uC744(\uB97C) \uC6B0\uC120 \uC801\uC6A9\uD569\uB2C8\uB2E4.

java.member.method.static-conflict = \uC774 \uBA54\uC18C\uB4DC\uB294 \uC815\uC801\uC131\uC774 \uB2E4\uB978 {1}\uC758 {0}\uC744(\uB97C) \uC6B0\uC120 \uC801\uC6A9\uD569\uB2C8\uB2E4.

java.member.method.static-implementer = \uC774 \uBA54\uC18C\uB4DC\uB294 \uC815\uC801\uC778 {1}\uC758 {0}\uC744(\uB97C) \uAD6C\uD604\uD569\uB2C8\uB2E4.

java.member.method.return-type-conflict = \uC774 \uBA54\uC18C\uB4DC\uB294 {1}\uC758 {0}\uC744(\uB97C) \uCDA9\uB3CC\uD558\uB294 \uBC18\uD658 \uC720\uD615\uC73C\uB85C \uC6B0\uC120 \uC801\uC6A9\uD569\uB2C8\uB2E4.

java.member.method.erasure-conflict=\uC774 \uBA54\uC18C\uB4DC \uBC0F {1}\uC758 {0} \uBA54\uC18C\uB4DC\uB294 \uB3D9\uC77C\uD55C \uC774\uB808\uC774\uC154\uB97C \uAC00\uC9C0\uACE0 \uC788\uC5B4 \uC11C\uB85C \uC6B0\uC120 \uC801\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.

java.member.method.access-conflict = \uC774 \uBA54\uC18C\uB4DC\uB294 \uC561\uC138\uC2A4 \uC81C\uD55C\uC774 \uC57D\uD55C {1}\uC758 {0}\uC744(\uB97C) \uC6B0\uC120 \uC801\uC6A9\uD569\uB2C8\uB2E4.

java.member.method.throws-conflict = \uC774 \uBA54\uC18C\uB4DC\uB294 \uC5EC\uAE30\uC5D0 \uB098\uC5F4\uB41C \uAC00\uB2A5\uD55C \uBAA8\uB4E0 \uC608\uC678\uC0AC\uD56D\uC744 \uD3EC\uD568\uD558\uC9C0 \uC54A\uB294 {1}\uC758 {0}\uC744(\uB97C) \uC6B0\uC120 \uC801\uC6A9\uD569\uB2C8\uB2E4.

java.member.method.static-conflict.inherited = {1}\uC758 {0} \uBA54\uC18C\uB4DC\uC640 {3}\uC758 {2} \uBA54\uC18C\uB4DC\uC758 \uC815\uC801\uC131\uC774 \uCDA9\uB3CC\uD569\uB2C8\uB2E4.

java.member.method.static-implementer.inherited = {1}\uC758 {0} \uBA54\uC18C\uB4DC\uB294 {3}\uC758 \uCD94\uC0C1 \uBA54\uC18C\uB4DC {2}\uC744(\uB97C) \uAD6C\uD604\uD558\uB824\uACE0 \uD558\uC9C0\uB9CC \uC774 \uBA54\uC18C\uB4DC\uAC00 \uC815\uC801\uC774\uC5B4\uC11C \uAD6C\uD604\uD558\uC9C0 \uBABB\uD569\uB2C8\uB2E4.

java.member.method.return-type-conflict.inherited = {1}\uC758 {0} \uBA54\uC18C\uB4DC\uC640 {3}\uC758 {2} \uBA54\uC18C\uB4DC\uC758 \uB9AC\uD134 \uC720\uD615\uC774 \uCDA9\uB3CC\uD569\uB2C8\uB2E4.

java.member.method.erasure-conflict.inherited={1}\uC758 {0} \uBA54\uC18C\uB4DC\uC640 {3}\uC758 {2} \uBA54\uC18C\uB4DC\uB294 \uB3D9\uC77C\uD55C \uC774\uB808\uC774\uC154\uB97C \uAC00\uC9C0\uACE0 \uC788\uC5B4 \uC11C\uB85C \uC6B0\uC120 \uC801\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.

java.member.method.multiple-inherited-methods={1}\uC758 {0} \uBA54\uC18C\uB4DC\uC640 {3}\uC758 {2} \uBA54\uC18C\uB4DC\uB294 \uAC19\uC740 \uC11C\uBA85\uC73C\uB85C \uC0C1\uC18D\uB429\uB2C8\uB2E4.

java.member.method.access-conflict.inherited = {1}\uC758 {0} \uBA54\uC18C\uB4DC\uC640 {3}\uC758 {2} \uBA54\uC18C\uB4DC\uC758 \uC561\uC138\uC2A4 \uC81C\uD55C\uC774 \uCDA9\uB3CC\uD569\uB2C8\uB2E4.

java.member.method.throws-conflict.inherited = {1}\uC758 {0} \uBA54\uC18C\uB4DC\uC640 {3}\uC758 {2} \uBA54\uC18C\uB4DC\uC758 throw \uC808\uC774 \uCDA9\uB3CC\uD569\uB2C8\uB2E4.

java.warn.unchecked-return.inherited = \uC774 \uC720\uD615\uC740 \uB450 \uBC84\uC804\uC758 {1} \uBA54\uC18C\uB4DC\uB97C \uD558\uB098\uB294 {2}\uC5D0\uC11C \uC0C1\uC18D\uD558\uBA70 \uB2E4\uB978 \uD558\uB098\uB294 {3}\uC5D0\uC11C \uC0C1\uC18D\uD569\uB2C8\uB2E4. \uB9AC\uD134 \uC720\uD615\uC5D0\uB294 \uC120\uD0DD\uD558\uC9C0 \uC54A\uC740 \uBCC0\uD658\uC774 \uD544\uC694\uD569\uB2C8\uB2E4.

java.class.resolve.ioerror = {0}\uC5D0\uC11C \uC774 \uD074\uB798\uC2A4\uB97C \uB85C\uB4DC\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC6D0\uC778: {1}.

java.class.resolve.notfound = {0} \uD074\uB798\uC2A4\uB97C \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.class.annotation.with-enum = {0} \uD074\uB798\uC2A4\uC5D0 {1} \uC720\uD615\uC758 \uC8FC\uC11D\uC774 \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uC8FC\uC11D \uC720\uD615\uC5D0\uB294 \uC5F4\uAC70\uD615 \uBA64\uBC84\uAC00 \uC788\uC2B5\uB2C8\uB2E4. \uC774 \uC8FC\uC11D\uC740 \uD604\uC7AC \uC9C0\uC6D0\uB418\uC9C0 \uC54A\uC73C\uBBC0\uB85C \uBB34\uC2DC\uB429\uB2C8\uB2E4.

java.pkg.name.collision = \uD328\uD0A4\uC9C0\uAC00 \uAC19\uC740 \uC774\uB984\uC758 \uD074\uB798\uC2A4\uC640 \uCDA9\uB3CC\uD569\uB2C8\uB2E4.

# Displayed when an I/O exception occurs during generate.
generate.io-exception = ''{0}''\uC5D0 \uB300\uD55C .class \uD30C\uC77C\uC5D0 \uC4F8 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. {1}

# Errors detected by the Javelin back-end

back-end.constant-pool-too-big = ''{0}'' \uD074\uB798\uC2A4\uC5D0 \uC0C1\uC218({1})\uAC00 \uB108\uBB34 \uB9CE\uC2B5\uB2C8\uB2E4.

back-end.method.args-too-big = ''{0}'' \uBA54\uC18C\uB4DC\uC5D0 \uC778\uC218({1})\uAC00 \uB108\uBB34 \uB9CE\uC2B5\uB2C8\uB2E4.

back-end.constructor.args-too-big = ''{0}'' \uC0DD\uC131\uC790\uC5D0 \uC778\uC218({1})\uAC00 \uB108\uBB34 \uB9CE\uC2B5\uB2C8\uB2E4.

java.enum.super-constructor-call = \uC5F4\uAC70\uD615 \uC0DD\uC131\uC790\uC5D0\uC11C \uC288\uD37C\uD074\uB798\uC2A4 \uD638\uCD9C\uC774 \uBD80\uC801\uD569\uD569\uB2C8\uB2E4.

java.class.enum-const.not-found = \uC5F4\uAC70\uD615 \uC0C1\uC218 ''{0}''\uC744(\uB97C) \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.

java.bound.not-interface=\uC5EC\uAE30\uC5D0\uB294 \uC778\uD130\uD398\uC774\uC2A4\uAC00 \uD544\uC694\uD569\uB2C8\uB2E4.
java.bound.erasure-clash=\uC720\uD615 \uBCC0\uC218\uC758 \uBC14\uC6B4\uB4DC \uC774\uB808\uC774\uC154\uB294 \uB2EC\uB77C\uC57C \uD569\uB2C8\uB2E4.
java.generics.type-argument-count=\uC720\uD615 \uC778\uC218\uC758 \uAC1C\uC218\uAC00 \uC798\uBABB\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
java.generics.type-argument-primitive=\uAE30\uBCF8 \uC720\uD615 \uC778\uC218\uAC00 \uC798\uBABB\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
java.generics.type-argument-bounds=\uC720\uD615 \uC778\uC218\uAC00 \uC778\uC218 \uBC14\uC6B4\uB4DC \uB0B4\uC5D0 \uC788\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.

java.warn.unchecked-conversion=\uC120\uD0DD\uD558\uC9C0 \uC54A\uC740 \uBCC0\uD658\uC785\uB2C8\uB2E4.

java.warn.unchecked-return = \uC774 \uBA54\uC18C\uB4DC\uB294 {1}\uC758 {0}\uC744(\uB97C) \uC6B0\uC120 \uC801\uC6A9\uD569\uB2C8\uB2E4. \uBC18\uD658 \uC720\uD615\uC5D0 \uC120\uD0DD\uD558\uC9C0 \uC54A\uC740 \uBCC0\uD658\uC774 \uD544\uC694\uD569\uB2C8\uB2E4.

unchecked.suppressed-warning=\uC77C\uBD80 \uC785\uB825 \uD30C\uC77C\uC740 \uC120\uD0DD\uD558\uC9C0 \uC54A\uC558\uAC70\uB098 \uC548\uC804\uD558\uC9C0 \uC54A\uC740 \uC791\uC5C5\uC744 \uC0AC\uC6A9\uD569\uB2C8\uB2E4.\n\uC790\uC138\uD55C \uB0B4\uC6A9\uC744 \uBCF4\uB824\uBA74 -Xlint:unchecked\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB2E4\uC2DC \uCEF4\uD30C\uC77C\uD558\uC2ED\uC2DC\uC624.

deprecation.suppressed-warning=\uC77C\uBD80 \uC785\uB825 \uD30C\uC77C\uC740 \uC0AC\uC6A9\uB418\uC9C0 \uC54A\uB294 API\uB97C \uC0AC\uC6A9\uD569\uB2C8\uB2E4.\n\uC790\uC138\uD55C \uB0B4\uC6A9\uC744 \uBCF4\uB824\uBA74 -Xlint:deprecation\uC744 \uC0AC\uC6A9\uD558\uC5EC \uB2E4\uC2DC \uCEF4\uD30C\uC77C\uD558\uC2ED\uC2DC\uC624.

# The following resource keys should mirror those found in
# IJavaFormattingOptions.java.  They use the following convention:
# java.<option page>.<option group>.<specific option>
#
# Note that for every fully qualified (2+ parts) option key, each hierarchical
# parent must also be defined.  That is because the option groups and option
# pages draw their names from this list as well.
#
# The exception is "java" itself, since it isn't used anywhere in the UI
# # java = Java

java                                    = Java

java.lines                              = Java: \uC904 \uBC14\uAFC8

java.lines.before                       = \uC55E\uC758 \uBE48 \uD589
java.lines.before.imports               = \uC784\uD3EC\uD2B8
java.lines.before.class                 = \uD074\uB798\uC2A4
java.lines.before.methodDecl            = \uBA54\uC18C\uB4DC \uC120\uC5B8
java.lines.before.nestedClass           = \uC911\uCCA9 \uD074\uB798\uC2A4

java.lines.ownLine                      = \uC0C8 \uD589 \uC2DC\uC791
java.lines.ownLine.else                 = else
java.lines.ownLine.while                = while
java.lines.ownLine.catch                = catch
java.lines.ownLine.finally              = finally
java.lines.ownLine.extends              = extends
java.lines.ownLine.implements           = implements
java.lines.ownLine.implemented_classes  = \uAD6C\uD604\uB41C \uD074\uB798\uC2A4
java.lines.ownLine.decl_parameters      = \uBA54\uC18C\uB4DC \uC120\uC5B8 \uB9E4\uAC1C\uBCC0\uC218
java.lines.ownLine.call_parameters      = \uBA54\uC18C\uB4DC \uD638\uCD9C \uB9E4\uAC1C\uBCC0\uC218
java.lines.ownLine.throws               = throws
java.lines.ownLine.throw_classes        = throw \uD074\uB798\uC2A4
java.lines.ownLine.enum                 = \uC5F4\uAC70 \uAC12



java.spaces                             = Java: \uACF5\uBC31

java.spaces.beforeParen                 = \uAD04\uD638 \uC55E
java.spaces.beforeParen.methodDecl      = \uBA54\uC18C\uB4DC \uC120\uC5B8
java.spaces.beforeParen.methodCall      = \uBA54\uC18C\uB4DC \uD638\uCD9C
java.spaces.beforeParen.if              = if
java.spaces.beforeParen.while           = while
java.spaces.beforeParen.for             = for
java.spaces.beforeParen.switch          = switch
java.spaces.beforeParen.synchronized    = synchronized
java.spaces.beforeParen.catch           = catch

java.spaces.insideParens                = \uAD04\uD638 \uC548
java.spaces.insideParens.methodDecl     = \uBA54\uC18C\uB4DC \uC120\uC5B8
java.spaces.insideParens.methodCall     = \uBA54\uC18C\uB4DC \uD638\uCD9C
java.spaces.insideParens.if             = if
java.spaces.insideParens.while          = while
java.spaces.insideParens.for            = for
java.spaces.insideParens.switch         = switch
java.spaces.insideParens.synchronized   = synchronized
java.spaces.insideParens.catch          = catch
java.spaces.insideParens.operation      = \uC791\uC5C5

# Special options for for statements
java.spaces.for                         = for \uBB38 \uB9E4\uAC1C\uBCC0\uC218
java.spaces.for.beforeSemicolon         = \uAC01 \uC138\uBBF8\uCF5C\uB860 \uC55E
java.spaces.for.afterSemicolon          = \uAC01 \uC138\uBBF8\uCF5C\uB860 \uB4A4
java.spaces.for.emptySemicolon          = \uBE48 \uC138\uBBF8\uCF5C\uB860 \uC0AC\uC774
java.spaces.for.beforeColon             = \uCF5C\uB860 \uC55E
java.spaces.for.afterColon              = \uCF5C\uB860 \uB4A4

java.spaces.param                       = \uBA54\uC18C\uB4DC \uD638\uCD9C \uB9E4\uAC1C\uBCC0\uC218
java.spaces.param.comma                 = \uAC01 \uC27C\uD45C \uB4A4
java.spaces.param.noParams              = \uB9E4\uAC1C\uBCC0\uC218 \uC5C6\uC74C

java.spaces.generic                     = \uC77C\uBC18
java.spaces.generic.beforeClass         = \uC77C\uBC18 \uD074\uB798\uC2A4 \uC55E
java.spaces.generic.inside              = \uC77C\uBC18 \uD074\uB798\uC2A4 \uC548
java.spaces.generic.afterComma          = \uAC01 \uC27C\uD45C \uB4A4
java.spaces.generic.afterField          = \uD544\uB4DC \uB610\uB294 \uC77C\uBC18 \uB9E4\uAC1C\uBCC0\uC218 \uB4A4

java.spaces.cast                        = \uCE90\uC2A4\uD2B8 \uC5F0\uC0B0\uC790
java.spaces.cast.after                  = \uAD04\uD638 \uB4A4

java.spaces.aroundOperator              = \uC5F0\uC0B0\uC790 \uC55E\uB4A4
# Having a separate option for every option is overwhelming and silly.
# Lump similar categories together, and point their options at the groups.
#java.spaces.aroundOperator.eq           = =
#java.spaces.aroundOperator.plus         = +
#java.spaces.aroundOperator.minus        = -
#java.spaces.aroundOperator.mult         = *
#java.spaces.aroundOperator.div          = /
#java.spaces.aroundOperator.mod          = %
#java.spaces.aroundOperator.and          = &
#java.spaces.aroundOperator.or           = |
#java.spaces.aroundOperator.xor          = ^
#java.spaces.aroundOperator.lshift       = <<
#java.spaces.aroundOperator.rshift       = >>
#java.spaces.aroundOperator.urshift      = >>>
#java.spaces.aroundOperator.andand       = &&
#java.spaces.aroundOperator.oror         = ||
#java.spaces.aroundOperator.lt           = <
#java.spaces.aroundOperator.gt           = >
#java.spaces.aroundOperator.lteq         = <=
#java.spaces.aroundOperator.gteq         = >=
#java.spaces.aroundOperator.eqeq         = ==
#java.spaces.aroundOperator.noteq        = !=
#java.spaces.aroundOperator.pluseq       = +=
#java.spaces.aroundOperator.minuseq      = -=
#java.spaces.aroundOperator.multeq       = *=
#java.spaces.aroundOperator.diveq        = /=
#java.spaces.aroundOperator.modeq        = %=
#java.spaces.aroundOperator.andeq        = &=
#java.spaces.aroundOperator.oreq         = |=
#java.spaces.aroundOperator.xoreq        = ^=
#java.spaces.aroundOperator.lshifteq     = <<=
#java.spaces.aroundOperator.rshifteq     = >>=
#java.spaces.aroundOperator.urshifteq    = >>>=
#java.spaces.aroundOperator.question     = ?
#java.spaces.aroundOperator.colon        = :
#java.spaces.aroundOperator.instanceof   = instanceof
java.spaces.aroundOperator.arithmetic   = \uC0B0\uC220 \uC5F0\uC0B0\uC790(+ - * / %)
java.spaces.aroundOperator.bitwise      = \uBE44\uD2B8 \uC5F0\uC0B0\uC790(& | ^)
java.spaces.aroundOperator.shift        = \uC2DC\uD504\uD2B8 \uC5F0\uC0B0\uC790(<< >> >>>)
java.spaces.aroundOperator.logical      = \uB17C\uB9AC \uC5F0\uC0B0\uC790(&& ||)
java.spaces.aroundOperator.relational   = \uAD00\uACC4 \uC5F0\uC0B0\uC790(== != < > <= >=)
java.spaces.aroundOperator.ternary      = \uC0BC\uD56D \uC5F0\uC0B0\uC790(? :)
java.spaces.aroundOperator.assignment   = \uD560\uB2F9 \uC5F0\uC0B0\uC790(= += |= <<= \uB4F1)
java.spaces.aroundOperator.parentheses  = \uAD04\uD638


java.braces                 = Java: \uAD04\uD638
java.braces.class           = \uD074\uB798\uC2A4
java.braces.enum            = \uC5F4\uAC70
java.braces.method          = \uBA54\uC18C\uB4DC \uC120\uC5B8
java.braces.if              = if
java.braces.switch          = switch
java.braces.case            = case
java.braces.while           = while
java.braces.do              = do
java.braces.for             = for
java.braces.synchronized    = synchronized
java.braces.try             = try
java.braces.catch           = catch
java.braces.finally         = finally
java.braces.anonymous       = \uC775\uBA85 \uB0B4\uBD80 \uD074\uB798\uC2A4
java.braces.array           = \uC815\uC801 \uBC30\uC5F4 \uC120\uC5B8


# Combo choices for generic brace formats
java.braces.cuddled            = \uAC00\uAE5D\uAC8C \uBD99\uC5B4 \uC788\uC74C
java.braces.cuddled_with_space = \uBD99\uC5B4 \uC788\uC74C(\uC0AC\uC774\uC5D0 \uACF5\uBC31)
java.braces.standard           = \uD45C\uC900
java.braces.standard2          = \uC904 \uBC14\uAFC8 \uC5C6\uB294 \uD45C\uC900
java.braces.indented           = \uB4E4\uC5EC\uC4F4 \uAD04\uD638
java.braces.indented2          = \uB4E4\uC5EC\uC4F4 \uAD04\uD638 +

# Special case for brace rules above when braces are empty
java.braces.empty              = \uBE48 \uBE14\uB85D
java.braces.empty.normal       = \uC77C\uBC18 \uADDC\uCE59
java.braces.empty.empty        = {}
java.braces.empty.space        = { }
java.braces.empty.leaveAlone   = \uBCC0\uACBD \uC548\uD568



java.other                          = Java: \uAE30\uD0C0

# Special options for switch statements
java.other.case                             = switch \uBB38\uC758 case
java.other.case.spaceBeforeColon            = \uCF5C\uB860 \uC55E\uC758 \uACF5\uBC31
java.other.case.indentCase                  = case \uBB38 \uB4E4\uC5EC\uC4F0\uAE30
java.other.case.indentBodies                = case \uBCF8\uBB38 \uB4E4\uC5EC\uC4F0\uAE30
java.other.case.betweenCaseBlocks           = case \uADF8\uB8F9 \uC0AC\uC774\uC758 \uBE48 \uD589 \uC0BD\uC785
java.other.case.blocks                      = \uBE14\uB85D \uB0B4 Case \uBCF8\uBB38

java.other.blocks                           = \uBE14\uB85D
java.other.blocks.convertNestedStatements   = \uD55C \uD589\uC73C\uB85C \uB41C \uBCF8\uBB38\uC744 \uBE14\uB85D\uC73C\uB85C \uBCC0\uD658

java.other.assert                           = \uC5B4\uC15C\uC120
java.other.assert.parens                    = \uAD04\uD638 \uC548\uC758 \uD14C\uC2A4\uD2B8 \uC870\uAC74 \uC904 \uBC14\uAFC8
java.other.assert.colon                     = \uCF5C\uB860\uC73C\uB85C \uC0C8 \uD589 \uC2DC\uC791

java.other.string                           = \uC5F0\uACB0\uB41C \uBB38\uC790\uC5F4
java.other.string.wrapConcat                = \uB2E4\uC74C \uC904\uB85C \uBC14\uAFC8
java.other.string.wrapPlus                  = \uC774\uC804 \uD589\uC5D0 '+' \uADF8\uB300\uB85C \uB460
java.other.string.outdentPlus               = \uC704 \uBB38\uC790\uC5F4 \uD589\uC5D0 '+' \uB0B4\uC5B4\uC4F0\uAE30

java.other.string.wordBreak                 = \uC5EC\uBC31\uC5D0 \uB9DE\uAC8C \uBB38\uC790\uC5F4 \uBC14\uAFC8
java.other.string.wordJoin                  = \uC5EC\uBC31\uC5D0 \uB9DE\uAC8C \uBB38\uC790\uC5F4 \uC5F0\uACB0
java.other.string.concat                    = \uC5F0\uACB0\uB41C \uBB38\uC790\uC5F4
java.other.string.wrap.none                 = \uD55C \uD589 \uC720\uC9C0
java.other.string.wrap.line                 = \uB2E4\uC74C \uD589\uC73C\uB85C \uBC14\uAFC8
java.other.string.wrap.indent               = \uB2E4\uC74C \uD589\uC73C\uB85C \uBC14\uAFC8, \uB4E4\uC5EC\uC4F0\uAE30
java.other.string.wrap.string               = \uBB38\uC790\uC5F4 \uC2DC\uC791\uC73C\uB85C \uC904 \uBC14\uAFC8
java.other.string.wrap.plusLine             = \uB2E4\uC74C \uD589\uC73C\uB85C + \uBCF4\uB0C4
java.other.string.wrap.plusIndent           = \uB2E4\uC74C \uD589\uC73C\uB85C + \uBCF4\uB0C4, \uB4E4\uC5EC\uC4F0\uAE30
java.other.string.wrap.plusString           = \uBB38\uC790\uC5F4 \uC2DC\uC791\uC73C\uB85C + \uBCF4\uB0C4
java.other.string.wrap.plusPreString        = \uBB38\uC790\uC5F4 \uC2DC\uC791 \uC55E\uC5D0 + \uBCF4\uB0C4

java.other.annotation                       = JSR-175 \uC8FC\uC11D
java.other.annotation.spaceBeforeParen      = \uAD04\uD638 \uC55E \uACF5\uBC31
java.other.annotation.spaceInsideParens     = \uAD04\uD638 \uC548 \uACF5\uBC31
java.other.annotation.spaceEmptyParens      = \uBE48 \uAD04\uD638 \uC548 \uACF5\uBC31
java.other.annotation.spaceBeforeEqual      = \uB4F1\uD638 \uC55E \uACF5\uBC31
java.other.annotation.spaceAfterEqual       = \uB4F1\uD638 \uB4A4 \uACF5\uBC31
java.other.annotation.parameters            = \uB9E4\uAC1C\uBCC0\uC218 \uBC30\uCE58
java.other.annotation.wrap.none             = \uD55C \uD589 \uC720\uC9C0
java.other.annotation.wrap.params           = \uCCAB\uBC88\uC9F8 \uB9E4\uAC1C\uBCC0\uC218 \uC544\uB798 \uC815\uB82C
java.other.annotation.wrap.indent           = \uB4E4\uC5EC\uC4F4 \uB9E4\uAC1C\uBCC0\uC218 \uC815\uB82C
java.other.annotation.parenLine             = \uB9C8\uC9C0\uB9C9 \uAD04\uD638\uB97C \uD574\uB2F9 \uD589\uC5D0 \uBC30\uCE58

java.other.imports                          = \uC784\uD3EC\uD2B8
java.other.imports.sorted                   = \uBB38\uC790\uC21C \uC815\uB82C
java.other.imports.grouped                  = \uCD5C\uC0C1\uC704 \uD328\uD0A4\uC9C0 \uADF8\uB8F9\uD654
java.other.imports.star3                    = \uC778\uC2A4\uD134\uC2A4 3\uAC1C \uB2E4\uC74C\uC5D0 \uC640\uC77C\uB4DC \uCE74\uB4DC \uBB38\uC790 \uC0AC\uC6A9


# Because there is no generic text language, the text formatting options are
# piggybacking on java for message resources.  The following resource keys
# should mirror those found in ITextFormattingOptions.java.  They use the
# following convention:
# text.<option page>.<option group>.<specific option>
#
# Note that for every fully qualified (2+ parts) option key, each hierarchical
# parent must also be defined.  That is because the option groups and option
# pages draw their names from this list as well.

text                                = \uD14D\uC2A4\uD2B8
text.general.use_tabs               = \uD0ED \uC0AC\uC6A9
text.general.tab_columns            = \uD0ED \uC5F4
text.general.indent_columns         = \uB4E4\uC5EC\uC4F0\uAE30 \uC5F4
text.general.right_margin_columns   = \uC624\uB978\uCABD \uC5EC\uBC31 \uC5F4
