params.clusterName=Cluster cible de l'op\u00E9ration
params.clusterName.displayName=Nom de cluster dynamique
params.period=Fr\u00E9quence de collecte pour la mesure sur chaque instance dans le cluster indiqu\u00E9 sous forme de cha\u00EEne, par exemple, 15, 15s, 30s, 1m (unit\u00E9 par d\u00E9faut : secondes)
params.period.displayName=\u00C9chantillonnage
params.duration=Taille maximale de la fen\u00EAtre de collecte d'\u00E9chantillon sous forme de cha\u00EEne, par exemple, 5, 5s, 5m, 1h (unit\u00E9 par d\u00E9faut : secondes)
params.duration.displayName=P\u00E9riode de conservation d'\u00E9chantillon
params.percentServersLimit=Pourcentage de seuil, exprim\u00E9 sous forme de valeur comprise entre 0,0 et 100,0, de serveurs du cluster cible devant respecter le seuil HeapFreePercent pour d\u00E9clencher la r\u00E8gle
params.percentServersLimit.displayName=Pourcentage de serveurs

cluster.lowheapFree.displayName=Faible pourcentage de portion de m\u00E9moire libre moyen de cluster
cluster.lowHeapFree.desc=Renvoie True si le pourcentage de serveurs du cluster respectant la condition HeapFreePercent moyenne sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieur \u00E0 la fraction sp\u00E9cifi\u00E9e
cluster.lowHeapFree.full=Renvoie True si le pourcentage de serveurs dans le cluster respectant la condition de HeapFreePercent moyen sur l'intervalle de temps indiqu\u00E9 est plus grand que la fraction sp\u00E9cifi\u00E9e. L'appelant indique le taux de collecte pour la mesure <code>JVMRuntimeMBean</code> <code>HeapFreePercent</code> et la dur\u00E9e des \u00E9chantillons \u00E0 conserver, ainsi qu'un seuil bas et le pourcentage de serveurs dans le cluster que la valeur moyenne sur la fen\u00EAtre ne doit pas d\u00E9passer par le haut au cours de l'intervalle de temps indiqu\u00E9 afin que la r\u00E8gle se d\u00E9clenche. G\u00E9n\u00E9ralement, on utilise cette r\u00E8gle comme mesure de la portion de m\u00E9moire \u00E0 travers le cluster qui peut \u00EAtre utilis\u00E9e pour indiquer qu'il faut augmenter la capacit\u00E9 du cluster (id\u00E9alement par l'augmentation d'un cluster dynamique).<br/><br/> <p>G\u00E9n\u00E9ralement, on utilise cette r\u00E8gle comme mesure de l' <i><b>augmentation</b></i> sur la portion de m\u00E9moire \u00E0 travers un cluster qui peut \u00EAtre utilis\u00E9e pour indiquer qu'il faut \u00E9ventuellement augmenter la capacit\u00E9 du cluster (probablement par l'augmentation d'instances dans un cluster dynamique).</p> <p>Par exemple, pour les entr\u00E9es suivantes </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Nom du cluster</td><td>mycluster</td></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>5 minutes</td></tr><tr><td>Pourcentage moyen de portion de m\u00E9moire libre</td><td>20</td></tr><tr><td>Pourcentage de serveurs</td><td>60</td></tr></table><p>, la r\u00E8gle doit \u00EAtre lue comme <b><i>"D\u00E9clencheur si la valeur moyenne du pourcentage libre de la portion de m\u00E9moire JVM est de moins de 20 % sur 60 % des serveurs dans le cluster sur une fen\u00EAtre de 5 minutes, recueillie \u00E0 des intervalles de 30 secondes"</i></b>. </p><br/><br/><b>On ne peut utiliser cette r\u00E8gle que sur le serveur d'administration.</b>

server.lowHeapFree.desc=Renvoie True si le pourcentage de portion de m\u00E9moire libre moyen sur l'intervalle de temps indiqu\u00E9 est inf\u00E9rieur au seuil sp\u00E9cifi\u00E9
server.lowheapFree.displayName=Faible pourcentage de portion de m\u00E9moire libre moyen
server.lowHeapFree.full=<p>Renvoie True si le pourcentage moyen de portion de m\u00E9moire libre sur l'intervalle de temps indiqu\u00E9 est inf\u00E9rieur au seuil sp\u00E9cifi\u00E9.</p><br/> <p>On utilise g\u00E9n\u00E9ralement cette r\u00E8gle comme mesure de l'<i><b>augmentation</b></i> de la portion de m\u00E9moire \u00E0 l'int\u00E9rieur du serveur local dans lequel la r\u00E8gle est appliqu\u00E9e.</p> <p>Par exemple, pour les entr\u00E9es suivantes </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>5 minutes</td></tr><tr><td>Pourcentage moyen de portion de m\u00E9moire libre</td><td>20</td></tr></table><p>, la r\u00E8gle doit \u00EAtre lue comme <b><i>"D\u00E9clencheur si la valeur moyenne du pourcentage libre de la portion de m\u00E9moire JVM est de moins de 20 % sur une fen\u00EAtre de 5 minutes, recueillie \u00E0 des intervalles de 30 secondes"</i></b>. </p><br/><br/><b>On peut utiliser cette r\u00E8gle sur un serveur au choix (administration ou g\u00E9r\u00E9).</b> 

cluster.highHeapFree.desc=Cette r\u00E8gle est d\u00E9clench\u00E9e si le pourcentage de portion de m\u00E9moire libre de JVM moyen d\u00E9passe un seuil indiqu\u00E9 de pourcentage de serveurs dans un cluster
cluster.highheapFree.displayName=Pourcentage de portion de m\u00E9moire libre moyen \u00E9lev\u00E9 de cluster
cluster.highHeapFree.full=<p>Cette r\u00E8gle se d\u00E9clenche si le pourcentage de portion de m\u00E9moire JVM libre est sup\u00E9rieur \u00E0 un seuil indiqu\u00E9 pour un certain pourcentage de serveurs de ce cluster. Le taux de collecte pour la mesure sur chaque instance clusteris\u00E9e doit \u00EAtre pr\u00E9cis\u00E9, de m\u00EAme que la fen\u00EAtre de temps (param\u00E8tre de <i>dur\u00E9e</i>) sur laquelle les \u00E9chantillons doivent \u00EAtre pr\u00E9lev\u00E9s. Cette r\u00E8gle ne pourra pas \u00EAtre \u00E9valu\u00E9e correctement tant que l'on n'aura pas pr\u00E9lev\u00E9 suffisamment d'\u00E9chantillons \u00E0 partir de toute instance du cluster qui respecte la dur\u00E9e d'\u00E9chantillon requise.</p><p>On utilise g\u00E9n\u00E9ralement cette r\u00E8gle comme mesure de la <i><b>d\u00E9tente</b></i> de la portion de m\u00E9moire \u00E0 travers un cluster qui peut servir \u00E0 indiquer que la capacit\u00E9 du cluster peut \u00EAtre r\u00E9duite en toute s\u00E9curit\u00E9 (id\u00E9alement par la r\u00E9duction d'un cluster dynamique).</p> <p>Par exemple, pour les entr\u00E9es suivantes </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Nom du cluster</td><td>mycluster</td></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>5 minutes</td></tr><tr><td>Pourcentage moyen de portion de m\u00E9moire libre</td><td>60</td></tr><tr><td>Pourcentage de serveurs</td><td>75</td></tr></table><p>, la r\u00E8gle doit \u00EAtre lue comme <b><i>"D\u00E9clencheur si la valeur moyenne du pourcentage libre de la portion de m\u00E9moire JVM est sup\u00E9rieure ou \u00E9gale \u00E0 60 % sur 75 % des serveurs du cluster pendant une fen\u00EAtre de 5 minutes, recueillie \u00E0 des intervalles de 30 secondes"</i></b>. </p><br/><br/><b>Cette r\u00E8gle est uniquement disponible sur le serveur d'administration.</b>

server.highHeapFree.desc=Renvoie True si le pourcentage de portion de m\u00E9moire libre sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieur ou \u00E9gal au seuil indiqu\u00E9
server.highHeapFree.displayName=Pourcentage de portion de m\u00E9moire libre moyen \u00E9lev\u00E9
server.highHeapFree.full=Renvoie True si le pourcentage de portion de m\u00E9moire libre sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieur ou \u00E9gal au seuil sp\u00E9cifi\u00E9. <br/><br/> <p>On utilise g\u00E9n\u00E9ralement cette r\u00E8gle comme mesure de l'<i><b>augmentation</b></i> de la portion de m\u00E9moire \u00E0 l'int\u00E9rieur du serveur local dans lequel la r\u00E8gle est appliqu\u00E9e.</p> <p>Par exemple, pour les entr\u00E9es suivantes </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>10 minutes</td></tr><tr><td>Pourcentage moyen de portion de m\u00E9moire libre</td><td>60</td></tr></table><p>, la r\u00E8gle doit \u00EAtre lue comme <b><i>"D\u00E9clencheur si la valeur moyenne du pourcentage libre de la portion de m\u00E9moire JVM est sup\u00E9rieure ou \u00E9gale \u00E0 60 % sur une fen\u00EAtre de 10 minutes, recueillie \u00E0 des intervalles de 30 secondes"</i></b>. </p><br/><br/><b>On peut utiliser cette r\u00E8gle sur tout serveur (administration ou g\u00E9r\u00E9).</b> 

####################### START Process CPU Load ##########################################################

cluster.lowProcessCpuLoadAverage.desc=Renvoie True si le pourcentage de serveurs du cluster respectant la valeur <code>ProcessCpuLoad</code> moyenne du MXBean <code>java.lang:type=OperatingSystem</code> sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieur aux seuils sp\u00E9cifi\u00E9s
cluster.lowProcessCpuLoadAverage.displayName=Faible processus moyen de cluster pour la charge de l'UC
cluster.lowProcessCpuLoadAverage.full=Renvoie True si le pourcentage de serveurs dans le cluster respectant la valeur moyenne de <code>ProcessCpuLoad</code> sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieur \u00E0 la fraction sp\u00E9cifi\u00E9e. L'appelant indique le taux de collecte pour la mesure <code>java.lang:type=OperatingSystem</code> <code>ProcessCpuLoad</code> et la dur\u00E9e des \u00E9chantillons \u00E0 conserver ainsi qu'un seuil inf\u00E9rieur et le pourcentage de serveurs du cluster que la valeur moyenne sur la fen\u00EAtre ne doit pas d\u00E9passer par le haut pendant l'intervalle de temps indiqu\u00E9 afin que la r\u00E8gle se d\u00E9clenche.<br/><p>La valeur de <code>ProcessCpuLoad</code> est <b>propre \u00E0 la plateforme</b> et n'est <b>pas disponible sur toutes les plateformes</b>.</p><p>Cette r\u00E8gle est g\u00E9n\u00E9ralement utilis\u00E9e comme mesure de la <i><b>r\u00E9duction</b></i> de la charge du syst\u00E8me \u00E0 travers le cluster cible, qui peut \u00EAtre utilis\u00E9e pour indiquer que la capacit\u00E9 du cluster doit \u00E9ventuellement \u00EAtre r\u00E9duite (probablement par une r\u00E9duction des instances dans le cluster dynamique cible).</p> <p>Par exemple, pour les entr\u00E9es suivantes </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Nom du cluster</td><td>mycluster</td></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>15 minutes</td></tr><tr><td>ProcessCpuLoad moyenne</td><td>0,2</td></tr><tr><td>Pourcentage de serveurs</td><td>75</td></tr></table><p>, la r\u00E8gle doit \u00EAtre lue comme <b><i>"D\u00E9clencheur si la valeur moyenne de ProcessCpuLoad est inf\u00E9rieure \u00E0 0,2 sur 75 % des serveurs du cluster sur une fen\u00EAtre de 15 minutes, recueillie \u00E0 des intervalles de 30 secondes"</i></b>. </p><br/><br/><b>Cette r\u00E8gle ne peut \u00EAtre utilis\u00E9e que sur le serveur d'administration et sur des plateformes o\u00F9 la mesure ProcessCpuLoad est disponible.</b>

cluster.highProcessCpuLoadAverage.desc=Renvoie True si le pourcentage de serveurs du cluster respectant la valeur <code>ProcessCpuLoad</code> moyenne du MXBean <code>java.lang:type=OperatingSystem</code> sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieur \u00E0 la fraction sp\u00E9cifi\u00E9e
cluster.highProcessCpuLoadAverage.displayName=Moyenne \u00E9lev\u00E9e de processus de cluster pour la charge de l'UC
cluster.highProcessCpuLoadAverage.full=Renvoie True si le pourcentage de serveurs dans le cluster respectant la valeur moyenne de <code>ProcessCpuLoad</code> sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieur \u00E0 la fraction sp\u00E9cifi\u00E9e. L'appelant indique le taux de collecte pour la mesure <code>java.lang:type=OperatingSystem</code> <code>ProcessCpuLoad</code> et la dur\u00E9e des \u00E9chantillons \u00E0 conserver ainsi qu'un seuil sup\u00E9rieur et le pourcentage de serveurs du cluster que la valeur moyenne sur la fen\u00EAtre doit d\u00E9passer par le haut pendant l'intervalle de temps indiqu\u00E9 afin que la r\u00E8gle se d\u00E9clenche.<br/><p>Noter que la valeur de <code>ProcessCpuLoad</code> est <b>sp\u00E9cifique \u00E0 la plateforme</b> et n'est <b>pas disponible sur toutes les plateformes</b>.</p><p>On utilise g\u00E9n\u00E9ralement cette r\u00E8gle comme mesure de l'<i><b>augmentation</b></i> sur la charge du syst\u00E8me \u00E0 travers le cluster cible, qui peut \u00EAtre utilis\u00E9e comme indication que la capacit\u00E9 du cluster doit \u00E9ventuellement \u00EAtre augment\u00E9e (probablement par une augmentation des instances dans un cluster dynamique).</p> <p>Par exemple, pour les entr\u00E9es suivantes </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Nom du cluster</td><td>mycluster</td></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>5 minutes</td></tr><tr><td>ProcessCpuLoad moyenne</td><td>0,8</td></tr><tr><td>Pourcentage de serveurs</td><td>60</td></tr></table><p>, la r\u00E8gle doit \u00EAtre lue comme <b><i>"D\u00E9clencheur si la valeur moyenne de ProcessCpuLoad est sup\u00E9rieure ou \u00E9gale \u00E0 0,8 sur 60 % des serveurs du cluster sur une fen\u00EAtre de 5 minutes, recueillie \u00E0 des intervalles de 30 secondes"</i></b>. </p><br/><br/><b>On ne peut utiliser cette r\u00E8gle que sur le serveur d'administration.</b>

server.lowProcessCpuLoadAverage.desc=Renvoie True si la charge moyenne du processus de l'UC sur l'intervalle indiqu\u00E9 est inf\u00E9rieure au seuil sp\u00E9cifi\u00E9
server.lowProcessCpuLoadAverage.displayName=Faible processus moyen pour la charge de l'UC
server.lowProcessCpuLoadAverage.full=Renvoie True si le <code>ProcessCpuLoad</code> moyen sur l'intervalle de temps indiqu\u00E9 est inf\u00E9rieur au seuil sp\u00E9cifi\u00E9e.<br/><p>Noter que la valeur de <code>ProcessCpuLoad</code> est <b>sp\u00E9cifique \u00E0 la plateforme</b> et n'est <b>pas disponible sur toutes les plateformes</b>.</p><p>On utilise g\u00E9n\u00E9ralement cette r\u00E8gle comme mesure de la <i><b>d\u00E9tente</b></i> dans la charge moyenne du syst\u00E8me \u00E0 l'int\u00E9rieur du serveur local dans lequel la r\u00E8gle est appliqu\u00E9e.</p> <p>Par exemple, pour les entr\u00E9es suivantes </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>15 minutes</td></tr><tr><td>ProcessCPULoad moyen</td><td>0,2</td></tr></table><p>, la r\u00E8gle doit \u00EAtre lue comme <b><i>"D\u00E9clencheur si la valeur moyenne de ProcessCpuLoad est inf\u00E9rieure \u00E0 0,2 sur une fen\u00EAtre de 15 minutes, recueillie \u00E0 des intervalles de 30 secondes"</i></b>. </p><br/><br/><b>On peut utiliser cette r\u00E8gle sur tout serveur (administration ou g\u00E9r\u00E9).</b> 

server.highProcessCpuLoadAverage.desc=Renvoie True si la charge moyenne du processus de l'UC sur l'intervalle indiqu\u00E9 est sup\u00E9rieure ou \u00E9gale au seuil sp\u00E9cifi\u00E9
server.highProcessCpuLoadAverage.displayName=Moyenne \u00E9lev\u00E9e de processus pour la charge de l'UC
server.highProcessCpuLoadAverage.full=Renvoie True si le <code>ProcessCpuLoad</code> moyen sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieur ou \u00E9gal au seuil sp\u00E9cifi\u00E9. <br/><p>La valeur de <code>ProcessCpuLoad</code> est <b>propre \u00E0 la plate-forme</b> et n'est <b>pas disponible sur toutes les plates-formes</b>.</p><p>Cette r\u00E8gle est g\u00E9n\u00E9ralement utilis\u00E9e comme mesure d'une <i><b>augmentation</b></i> dans la charge syst\u00E8me moyenne \u00E0 l'int\u00E9rieur du serveur local dans lequel la r\u00E8gle est ex\u00E9cut\u00E9e.</p><p>Par exemple, pour les entr\u00E9es suivantes </p><table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>10 minutes</td></tr><tr><td>ProcessCPULoad moyen</td><td>0,8</td></tr></table><p>, la r\u00E8gle doit \u00EAtre lue comme <b><i>'D\u00E9clencher si la valeur moyenne de ProcessCpuLoad est sup\u00E9rieure ou \u00E9gale \u00E0 0,8 sur une fen\u00EAtre de 10 minutes, recueillie \u00E0 des intervalles de 30 secondes'</i></b>. </p><br/><br/><b>Cette r\u00E8gle peut \u00EAtre utilis\u00E9e sur tous les serveurs (d'administration ou g\u00E9r\u00E9s).</b> 

procCpuLoadLimit.desc=Valeur seuil pour la valeur moyenne de ProcessCpuLoad
procCpuLoadLimit.displayName=ProcessCpuLoad moyen

####################### END Process CPU Load ###########################################################

####################### START System CPU Load ##########################################################

cluster.lowSystemCpuLoadAverage.desc=Renvoie True si le pourcentage de serveurs du cluster respectant la valeur <code>SystemCpuLoad</code> moyenne du MXBean <code>java.lang:type=OperatingSystem</code> sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieur aux seuils sp\u00E9cifi\u00E9s
cluster.lowSystemCpuLoadAverage.displayName=Faible moyenne de charge syst\u00E8me de l'UC du cluster
cluster.lowSystemCpuLoadAverage.full=Renvoie True si le pourcentage de serveurs dans le cluster respectant la valeur moyenne de <code>SystemCpuLoad</code> sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieur \u00E0 la fraction sp\u00E9cifi\u00E9e. L'appelant indique le taux de collecte pour la mesure <code>java.lang:type=OperatingSystem</code> <code>SystemCpuLoad</code> et la dur\u00E9e des \u00E9chantillons \u00E0 conserver ainsi qu'un seuil inf\u00E9rieur et le pourcentage de serveurs du cluster que la valeur moyenne sur la fen\u00EAtre ne doit pas d\u00E9passer par le haut pendant l'intervalle de temps indiqu\u00E9 afin que la r\u00E8gle se d\u00E9clenche.<br/><p>La valeur de <code>SystemCpuLoad</code> est <b>propre \u00E0 la plateforme</b> et n'est <b>pas disponible sur toutes les plateformes</b>.</p><p>Cette r\u00E8gle est g\u00E9n\u00E9ralement utilis\u00E9e comme mesure de la <i><b>r\u00E9duction</b></i> de la moyenne de charge syst\u00E8me de l'UC \u00E0 travers le cluster cible, qui peut \u00EAtre utilis\u00E9e pour indiquer que la capacit\u00E9 du cluster doit \u00E9ventuellement \u00EAtre r\u00E9duite (probablement par une r\u00E9duction des instances dans le cluster dynamique cible).</p> <p>Par exemple, pour les entr\u00E9es suivantes </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Nom du cluster</td><td>mycluster</td></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>15 minutes</td></tr><tr><td>SystemCpuLoad moyenne</td><td>0,2</td></tr><tr><td>Pourcentage de serveurs</td><td>75</td></tr></table><p>, la r\u00E8gle doit \u00EAtre lue comme <b><i>"D\u00E9clencheur si la valeur moyenne de SystemCpuLoad est inf\u00E9rieure \u00E0 0,2 sur 75 % des serveurs du cluster sur une fen\u00EAtre de 15 minutes, recueillie \u00E0 des intervalles de 30 secondes"</i></b>. </p><br/><b>Cette r\u00E8gle ne peut \u00EAtre utilis\u00E9e que sur le serveur d'administration et sur des plateformes o\u00F9 la mesure SystemCpuLoad est disponible.</b>

cluster.highSystemCpuLoadAverage.desc=Renvoie True si le pourcentage de serveurs du cluster respectant la valeur <code>SystemCpuLoad</code> moyenne du MXBean <code>java.lang:type=OperatingSystem</code> sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieur \u00E0 la fraction sp\u00E9cifi\u00E9e
cluster.highSystemCpuLoadAverage.displayName=Moyenne \u00E9lev\u00E9e de charge syst\u00E8me de l'UC du cluster 
cluster.highSystemCpuLoadAverage.full=Renvoie True si le pourcentage de serveurs dans le cluster respectant la valeur moyenne de <code>SystemCpuLoad</code> sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieur \u00E0 la fraction sp\u00E9cifi\u00E9e. L'appelant indique le taux de collecte pour la mesure <code>java.lang:type=OperatingSystem</code> <code>SystemCpuLoad</code> et la dur\u00E9e des \u00E9chantillons \u00E0 conserver ainsi qu'un seuil sup\u00E9rieur et le pourcentage de serveurs du cluster que la valeur moyenne sur la fen\u00EAtre doit d\u00E9passer par le haut pendant l'intervalle de temps indiqu\u00E9 afin que la r\u00E8gle se d\u00E9clenche.<br/><p>Noter que la valeur de <code>SystemCpuLoad</code> est <b>sp\u00E9cifique \u00E0 la plateforme</b> et n'est <b>pas disponible sur toutes les plateformes</b>.</p><p>On utilise g\u00E9n\u00E9ralement cette r\u00E8gle comme mesure de l'<i><b>augmentation</b></i> sur la charge du syst\u00E8me \u00E0 travers le cluster cible, qui peut \u00EAtre utilis\u00E9e comme indication que la capacit\u00E9 du cluster doit \u00E9ventuellement \u00EAtre augment\u00E9e (probablement par une augmentation des instances dans un cluster dynamique).</p> <p>Par exemple, pour les entr\u00E9es suivantes </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Nom du cluster</td><td>mycluster</td></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>5 minutes</td></tr><tr><td>SystemCpuLoad moyenne</td><td>0,8</td></tr><tr><td>Pourcentage de serveurs</td><td>60</td></tr></table><p>, la r\u00E8gle doit \u00EAtre lue comme <b><i>"D\u00E9clencheur si la valeur moyenne de SystemCpuLoad est sup\u00E9rieure ou \u00E9gale \u00E0 0,8 sur 60 % des serveurs du cluster sur une fen\u00EAtre de 5 minutes, recueillie \u00E0 des intervalles de 30 secondes"</i></b>.</p><br/><b>On ne peut utiliser cette r\u00E8gle que sur le serveur d'administration.</b>

server.lowSystemCpuLoadAverage.desc=Renvoie True si la charge moyenne du syst\u00E8me de l'UC sur l'intervalle indiqu\u00E9 est inf\u00E9rieure au seuil sp\u00E9cifi\u00E9
server.lowSystemCpuLoadAverage.displayName=Faible moyenne de charge syst\u00E8me de l'UC 
server.lowSystemCpuLoadAverage.full=Renvoie True si le SystemCpuLoad moyen sur l'intervalle de temps indiqu\u00E9 est inf\u00E9rieur au seuil sp\u00E9cifi\u00E9.<br/> <p>La valeur de <code>SystemCpuLoad</code> est <b>propre \u00E0 la plate-forme</b> et n'est <b>pas disponible sur toutes les plates-formes</b>.</p><p>Cette r\u00E8gle est g\u00E9n\u00E9ralement utilis\u00E9e comme mesure de la <i><b>d\u00E9tente</b></i> sur la charge syst\u00E8me moyenne \u00E0 l'int\u00E9rieur du serveur local dans lequel la r\u00E8gle est ex\u00E9cut\u00E9e.</p> <p>Par exemple, pour les entr\u00E9es suivantes </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>15 minutes</td></tr><tr><td>SystemCPULoad moyen</td><td>0,2</td></tr></table><p>, la r\u00E8gle doit \u00EAtre lue comme <b><i>'D\u00E9clencher si la valeur moyenne de SystemCpuLoad est inf\u00E9rieure \u00E0 0,2 sur une fen\u00EAtre de 15 minutes, recueillie \u00E0 des intervalles de 30 secondes'</i></b>. </p><br/><br/><b>Cette r\u00E8gle peut \u00EAtre utilis\u00E9e sur tous les serveurs (d'administration ou g\u00E9r\u00E9s).</b> 

server.highSystemCpuLoadAverage.desc=Renvoie True si la charge moyenne du syst\u00E8me de l'UC sur l'intervalle indiqu\u00E9 est sup\u00E9rieure ou \u00E9gale au seuil sp\u00E9cifi\u00E9
server.highSystemCpuLoadAverage.displayName=Moyenne \u00E9lev\u00E9e de charge syst\u00E8me de l'UC 
server.highSystemCpuLoadAverage.full=Renvoie True si le SystemCpuLoad moyen sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieur ou \u00E9gal au seuil sp\u00E9cifi\u00E9. <br/><p>La valeur de <code>SystemCpuLoad</code> est <b>propre \u00E0 la plate-forme</b> et n'est <b>pas disponible sur toutes les plates-formes</b>.</p><p>Cette r\u00E8gle est g\u00E9n\u00E9ralement utilis\u00E9e comme mesure d'une <i><b>augmentation</b></i> dans la charge syst\u00E8me moyenne \u00E0 l'int\u00E9rieur du serveur local dans lequel la r\u00E8gle est ex\u00E9cut\u00E9e.</p><p>Par exemple, pour les entr\u00E9es suivantes </p><table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>10 minutes</td></tr><tr><td>SystemCpuLoad moyen</td><td>0,8</td></tr></table><p>, la r\u00E8gle doit \u00EAtre lue comme <b><i>'D\u00E9clencher si la valeur moyenne de SystemCpuLoad est sup\u00E9rieure ou \u00E9gale \u00E0 0,8 sur une fen\u00EAtre de 10 minutes, recueillie \u00E0 des intervalles de 30 secondes'</i></b>. </p><br/><br/><b>Cette r\u00E8gle peut \u00EAtre utilis\u00E9e sur tous les serveurs (d'administration ou g\u00E9r\u00E9s).</b> 

sysCpuloadLimit.desc=Valeur seuil pour la valeur moyenne de SystemCpuLoad
sysCpuloadLimit.displayName=SystemCpuLoad moyen

####################### END System CPU Load ##########################################################

percentFreeLimit.desc=Seuil de pourcentage de portion de m\u00E9moire libre de JVM moyen, sous forme de valeur comprise entre 0,0 et 100,0 
percentFreeLimit.displayName=Pourcentage moyen de portion de m\u00E9moire libre 

cluster.lowSystemLoadAverage.desc=Renvoie True si le pourcentage de serveurs du cluster respectant la valeur <code>SystemLoadAverage</code> moyenne du MXBean <code>java.lang:type=OperatingSystem</code> sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieur aux seuils sp\u00E9cifi\u00E9s
cluster.lowSystemLoadAverage.displayName=Faible moyenne de charge syst\u00E8me de cluster
cluster.lowSystemLoadAverage.full=Renvoie True si le pourcentage de serveurs dans le cluster respectant la valeur <code>SystemLoadAverage</code> moyenne sur l'intervalle de temps indiqu\u00E9 est plus grand que la fraction sp\u00E9cifi\u00E9e. L'appelant indique le taux de collecte pour la mesure <code>java.lang:type=OperatingSystem</code> <code>SystemLoadAverage</code> et la dur\u00E9e des \u00E9chantillons \u00E0 conserver, ainsi qu'un seuil bas et le pourcentage de serveurs dans le cluster que la valeur moyenne sur la fen\u00EAtre ne doit pas d\u00E9passer au cours de l'intervalle de temps indiqu\u00E9 afin que la r\u00E8gle se d\u00E9clenche. Cette r\u00E8gle est g\u00E9n\u00E9ralement utilis\u00E9e comme mesure de la charge du syst\u00E8me \u00E0 travers le cluster qui peut \u00EAtre utilis\u00E9e pour indiquer que la capacit\u00E9 du cluster peut \u00EAtre r\u00E9duite (id\u00E9alement par la r\u00E9duction d'un cluster dynamique). La valeur de <code>SystemLoadAverage</code> d\u00E9pend du syst\u00E8me.<br/><br/> <p>Cette r\u00E8gle est g\u00E9n\u00E9ralement utilis\u00E9e comme mesure de la <i><b>r\u00E9duction</b></i> de la charge moyenne du syst\u00E8me \u00E0 travers le cluster cible qui peut \u00EAtre utilis\u00E9e pour indiquer que la capacit\u00E9 du cluster doit peut-\u00EAtre \u00EAtre r\u00E9duite (probablement par la r\u00E9duction d'instances dans le cluster dynamique cible).</p> <p>Par exemple, pour les entr\u00E9es suivantes </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Nom du cluster</td><td>mycluster</td></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>15 minutes</td></tr><tr><td>SystemLoadAverage moyen</td><td>0,2</td></tr><tr><td>Pourcentage de serveurs</td><td>75</td></tr></table><p>, la r\u00E8gle doit \u00EAtre lue comme <b><i>"D\u00E9clencheur si la valeur moyenne de SystemLoadAverage est de moins de 0,2 sur 75 % des serveurs dans le cluster sur une fen\u00EAtre de 15 minutes, recueillie \u00E0 des intervalles de 30 secondes"</i></b>. </p><br/><br/><b>Cette r\u00E8gle ne peut \u00EAtre utilis\u00E9e que sur le serveur d'administration.</b>

server.lowSystemLoadAverage.desc=Renvoie True si la charge syst\u00E8me moyenne sur l'intervalle indiqu\u00E9 est inf\u00E9rieure au seuil sp\u00E9cifi\u00E9
server.lowSystemLoadAverage.displayName=Faible moyenne de charge syst\u00E8me
server.lowSystemLoadAverage.full=Renvoie True si la charge moyenne du syst\u00E8me sur l'intervalle de temps indiqu\u00E9 est inf\u00E9rieure au seuil sp\u00E9cifi\u00E9. <br/><br/> <p>On utilise g\u00E9n\u00E9ralement cette r\u00E8gle comme mesure de la <i><b>d\u00E9tente</b></i> sur la charge moyenne du syst\u00E8me \u00E0 l'int\u00E9rieur du serveur local dans lequel la r\u00E8gle est appliqu\u00E9e.</p> <p>Par exemple, pour les entr\u00E9es suivantes </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>15 minutes</td></tr><tr><td>SystemLoadAverage moyen</td><td>0,2</td></tr></table><p>, la r\u00E8gle doit \u00EAtre lue comme <b><i>"D\u00E9clencheur si la valeur moyenne de SystemLoadAverage est inf\u00E9rieure \u00E0 0,2 sur une fen\u00EAtre de 15 minutes, recueillie \u00E0 des intervalles de 30 secondes"</i></b>. </p><br/><br/><b>On peut utiliser cette r\u00E8gle sur tout serveur (administration ou g\u00E9r\u00E9).</b> 

cluster.highSystemLoadAverage.desc=Renvoie True si le pourcentage de serveurs du cluster respectant la valeur <code>SystemLoadAverage</code> moyenne du MXBean <code>java.lang:type=OperatingSystem</code> sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieur \u00E0 la fraction sp\u00E9cifi\u00E9e
cluster.highSystemLoadAverage.displayName=Moyenne \u00E9lev\u00E9e de charge syst\u00E8me de cluster
cluster.highSystemLoadAverage.full=Renvoie True si le pourcentage de serveurs dans le cluster respectant la valeur <code>SystemLoadAverage</code> moyenne sur l'intervalle de temps indiqu\u00E9 est plus grand que la fraction sp\u00E9cifi\u00E9e. L'appelant indique le taux de collecte pour la mesure <code>java.lang:type=OperatingSystem</code> <code>SystemLoadAverage</code> et la dur\u00E9e des \u00E9chantillons \u00E0 conserver, ainsi qu'un seuil haut et le pourcentage de serveurs dans le cluster que la valeur moyenne sur la fen\u00EAtre doit d\u00E9passer par le haut au cours de l'intervalle de temps indiqu\u00E9 afin que la r\u00E8gle se d\u00E9clenche. G\u00E9n\u00E9ralement, on utilise cette r\u00E8gle comme mesure de la charge du syst\u00E8me \u00E0 travers le cluster qui peut \u00EAtre utilis\u00E9e pour indiquer qu'on doit augmenter la capacit\u00E9 du cluster (id\u00E9alement par l'augmentation d'un cluster dynamique). Noter que la valeur de <code>SystemLoadAverage</code> d\u00E9pend du syst\u00E8me.<br/><br/> <p>G\u00E9n\u00E9ralement, on utilise cette r\u00E8gle comme mesure de l'<i><b>augmentation</b></i> de la charge du syst\u00E8me \u00E0 travers le cluster cible qui peut \u00EAtre utilis\u00E9e pour indiquer qu'il faut \u00E9ventuellement augmenter la capacit\u00E9 du cluster (probablement par l'augmentation d'instances dans un cluster dynamique).</p> <p>Par exemple, pour les entr\u00E9es suivantes </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Nom du cluster</td><td>mycluster</td></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>5 minutes</td></tr><tr><td>SystemLoadAverage moyen</td><td>0,8</td></tr><tr><td>Pourcentage de serveurs</td><td>60</td></tr></table><p>, la r\u00E8gle doit \u00EAtre lue comme <b><i>"D\u00E9clencheur si la valeur moyenne de SystemLoadAverage est sup\u00E9rieure ou \u00E9gale \u00E0 0,8 sur 60 % des serveurs dans le cluster sur une fen\u00EAtre de 5 minutes, recueillie \u00E0 des intervalles de 30 secondes"</i></b>. </p><br/><br/><b>On ne peut utiliser cette r\u00E8gle que sur le serveur d'administration.</b>

server.highSystemLoadAverage.desc=Renvoie True si la charge syst\u00E8me moyenne sur l'intervalle indiqu\u00E9 est sup\u00E9rieure ou \u00E9gale au seuil sp\u00E9cifi\u00E9
server.highSystemLoadAverage.displayName=Moyenne \u00E9lev\u00E9e de charge syst\u00E8me
server.highSystemLoadAverage.full=Renvoie True si la charge syst\u00E8me moyenne sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieure ou \u00E9gale au seuil sp\u00E9cifi\u00E9. <br/><br/> <p>Cette r\u00E8gle est g\u00E9n\u00E9ralement utilis\u00E9e comme mesure de la <i><b>d\u00E9tente</b></i> sur la charge syst\u00E8me moyenne \u00E0 l'int\u00E9rieur du serveur local dans lequel la r\u00E8gle est ex\u00E9cut\u00E9e.</p> <p>Par exemple, pour les entr\u00E9es suivantes </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>10 minutes</td></tr><tr><td>SystemLoadAverage moyen</td><td>0,8</td></tr></table><p>, la r\u00E8gle doit \u00EAtre lue comme <b><i>'D\u00E9clencher si la valeur moyenne de SystemLoadAverage est sup\u00E9rieure ou \u00E9gale \u00E0 0,8 sur une fen\u00EAtre de 10 minutes, recueillie \u00E0 des intervalles de 30 secondes"</i></b>. </p><br/><br/><b>Cette r\u00E8gle peut \u00EAtre utilis\u00E9e sur tous les serveurs (d'administration ou g\u00E9r\u00E9s).</b> 

loadLimit.desc=Valeur seuil pour la valeur moyenne de SystemLoadAveragevalue
loadLimit.displayName=Valeur moyenne de SystemLoadAverage
 
cluster.highStuckThreads.desc=Renvoie True si le pourcentage de serveurs du cluster respectant la valeur <code>StuckThreadCount</code> moyenne sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieur \u00E0 la fraction sp\u00E9cifi\u00E9e
cluster.highStuckThreads.displayName=Moyenne \u00E9lev\u00E9e de threads bloqu\u00E9s de cluster
cluster.highStuckThreads.full=Renvoie True si le pourcentage de serveurs dans le cluster respectant la valeur moyenne <code>StuckThreadCount</code> sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieur \u00E0 la fraction sp\u00E9cifi\u00E9e. L'appelant indique le taux de collecte pour la mesure <code>ThreadPoolRuntimeMBean</code> <code>StuckThreadCount</code> et la dur\u00E9e des \u00E9chantillons \u00E0 conserver, ainsi qu'un seuil sup\u00E9rieur et le pourcentage de serveurs dans le cluster que la valeur sur la fen\u00EAtre doit d\u00E9passer par le haut pour l'intervalle de temps indiqu\u00E9 afin que la r\u00E8gle se d\u00E9clenche. <p>On utilise g\u00E9n\u00E9ralement cette r\u00E8gle comme mesure de l'<b><i>instabilit\u00E9</b></i> sur les noeuds \u00E0 travers le cluster, sachant qu'un nombre montant de threads bloqu\u00E9s peut signaler un serveur qui est ou sera prochainement bloqu\u00E9. Cela peut servir \u00E0 indiquer que la capacit\u00E9 du cluster doit \u00EAtre augment\u00E9e (id\u00E9alement par une augmentation d'un cluster dynamique).</p> <p>Par exemple, pour les entr\u00E9es suivantes </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Nom de cluster</td><td>mycluster</td></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>10 minutes</td></tr><tr><td>Threads bloqu\u00E9s moyens</td><td>5</td></tr><tr><td>Pourcentage de serveurs</td><td>60</td></tr></table><p>La r\u00E8gle doit \u00EAtre lue comme <b><i>"D\u00E9clencheur si le nombre moyen de threads bloqu\u00E9s \u00E0 travers le cluster est sup\u00E9rieur ou \u00E9gal \u00E0 5 sur 60 % des serveurs du cluster sur une fen\u00EAtre de 10 minutes, recueillie \u00E0 des intervalles de 30 secondes"</i></b>. </p><br/><br/><b>On ne peut utiliser cette r\u00E8gle que sur le serveur d'administration.</b>

server.highStuckThreads.desc=Renvoie True si le nombre moyen de threads bloqu\u00E9s sur l'intervalle indiqu\u00E9 est sup\u00E9rieur ou \u00E9gal au seuil indiqu\u00E9
server.highStuckThreads.displayName=Moyenne \u00E9lev\u00E9e de threads bloqu\u00E9s
server.highStuckThreads.full=Renvoie True si le nombre moyen de threads bloqu\u00E9s sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieur ou \u00E9gal au seuil sp\u00E9cifi\u00E9. <br/><br/> <p>On utilise g\u00E9n\u00E9ralement cette r\u00E8gle comme mesure de l'<i><b>augmentation</b></i> sur la contrainte du serveur sur la base du d\u00E9compte moyen de threads bloqu\u00E9s \u00E0 l'int\u00E9rieur du serveur local dans lequel la r\u00E8gle est appliqu\u00E9e.</p> <p>Par exemple, pour les entr\u00E9es suivantes </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>10 minutes</td></tr><tr><td>Moyenne de threads bloqu\u00E9s</td><td>5</td></tr></table><p>, la r\u00E8gle doit \u00EAtre lue comme <b><i>"D\u00E9clencheur si la valeur moyenne de <code>StuckThreadCount</code> est sup\u00E9rieure ou \u00E9gale \u00E0 5 sur une fen\u00EAtre de 10 minutes, recueillie \u00E0 des intervalles de 30 secondes"</i></b>. </p><br/><br/><b>On peut utiliser cette r\u00E8gle sur tout serveur (administration ou g\u00E9r\u00E9).</b> 

stuckThreadsLimit.desc=Valeur moyenne de seuil limite de threads bloqu\u00E9s
stuckThreadsLimit.displayName=Moyenne de threads bloqu\u00E9s

cluster.highIdleThreads.desc=Renvoie True si le pourcentage de serveurs du cluster respectant la valeur ExecuteThreadIdleCount moyenne de ThreadPoolRuntimeMBean sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieur \u00E0 la fraction sp\u00E9cifi\u00E9e
cluster.highIdleThreads.displayName=Nombre moyen \u00E9lev\u00E9 de threads inactifs de cluster
cluster.highIdleThreads.full=<p>Renvoie True si le pourcentage de serveurs dans le cluster respectant la condition moyenne <code>ExecuteThreadIdleCount</code> sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieur \u00E0 la fraction sp\u00E9cifi\u00E9e. L'appelant indique le taux de collecte pour la mesure <code>ThreadPoolRuntimeMBean</code> <code>ExecuteThreadIdleCount</code> et la dur\u00E9e des \u00E9chantillons \u00E0 conserver, ainsi qu'un seuil sup\u00E9rieur et le pourcentage de serveurs dans le cluster que la valeur moyenne sur la fen\u00EAtre doit d\u00E9passer par le haut pour l'intervalle de temps indiqu\u00E9 afin que la r\u00E8gle se d\u00E9clenche.</p> <p>On utilise g\u00E9n\u00E9ralement cette r\u00E8gle comme mesure de <b><i>d\u00E9tente</i></b> de la charge de serveur \u00E0 travers le cluster, qui peut servir \u00E0 indiquer que la capacit\u00E9 du cluster peut \u00EAtre r\u00E9duite en toute s\u00E9curit\u00E9 (id\u00E9alement par la r\u00E9duction d'un cluster dynamique).</p><br/><br/> <p>Par exemple, pour les entr\u00E9es suivantes </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Nom de cluster</td><td>mycluster</td></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>10 minutes</td></tr><tr><td>D\u00E9compte moyen de threads inactifs</td><td>20</td></tr><tr><td>Pourcentage de serveurs</td><td>75</td></tr></table><p>La r\u00E8gle doit \u00EAtre lue comme <b><i>"D\u00E9clencheur si le nombre moyen de threads inactifs \u00E0 travers le cluster est sup\u00E9rieur ou \u00E9gal \u00E0 20 sur 75 % des serveurs du cluster sur une fen\u00EAtre de 10 minutes, recueillie \u00E0 des intervalles de 30 secondes"</i></b>. </p><br/><br/><b>On ne peut utiliser cette r\u00E8gle que sur le serveur d'administration.</b>

server.highIdleThreads.desc=Renvoie True si le nombre moyen de threads inactifs sur l'intervalle indiqu\u00E9 est sup\u00E9rieur ou \u00E9gal au seuil sp\u00E9cifi\u00E9
server.highIdleThreads.displayName=Nombre moyen \u00E9lev\u00E9 de threads inactifs 
server.highIdleThreads.full=Renvoie True si le nombre moyen de threads inactifs sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieur ou \u00E9gal au seuil sp\u00E9cifi\u00E9. <br/><br/> <p>Par exemple, pour les entr\u00E9es suivantes </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>10 minutes</td></tr><tr><td>Moyenne de threads inactifs</td><td>20</td></tr></table><p>La r\u00E8gle doit \u00EAtre lue comme <b><i>"D\u00E9clencheur si la valeur moyenne de threads inactifs \u00E0 l'int\u00E9rieur du serveur est sup\u00E9rieure ou \u00E9gale \u00E0 20 sur une fen\u00EAtre de 10 minutes, recueillie \u00E0 des intervalles de 30 secondes"</i></b>. </p><br/><br/><b>On peut utiliser cette r\u00E8gle sur tout serveur (administration ou g\u00E9r\u00E9).</b>

cluster.lowIdleThreads.desc=Renvoie True si le pourcentage de serveurs du cluster respectant la valeur ExecuteThreadIdleCount moyenne de ThreadPoolRuntimeMBean sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieur \u00E0 la fraction sp\u00E9cifi\u00E9e
cluster.lowIdleThreads.displayName=Nombre moyen faible de threads inactifs de cluster
cluster.lowIdleThreads.full=<p>Renvoie True si le pourcentage de serveurs dans le cluster respectant la condition moyenne <code>ExecuteThreadIdleCount</code> sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieur \u00E0 la fraction sp\u00E9cifi\u00E9e. L'appelant indique le taux de collecte pour la mesure<code>ThreadPoolRuntimeMBean</code> <code>ExecuteThreadIdleCount</code> et la dur\u00E9e des \u00E9chantillons \u00E0 conserver, ainsi qu'un seuil inf\u00E9rieur et le pourcentage de serveurs dans le cluster que la valeur moyenne sur la fen\u00EAtre ne doit pas d\u00E9passer par le haut pour l'intervalle de temps indiqu\u00E9 afin que la r\u00E8gle se d\u00E9clenche. </p> <p>On utilise g\u00E9n\u00E9ralement cette r\u00E8gle comme mesure de l'<b><i>augmentation</i></b> de la charge \u00E0 travers le cluster, qui peut servir \u00E0 indiquer que la capacit\u00E9 du cluster doit \u00EAtre augment\u00E9e (id\u00E9alement par l'augmentation d'un cluster dynamique).<br/><br/> <p>Par exemple, pour les entr\u00E9es suivantes </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Nom de cluster</td><td>mycluster</td></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>10 minutes</td></tr><tr><td>D\u00E9compte moyen de threads inactifs</td><td>5</td></tr><tr><td>Pourcentage de serveurs</td><td>60</td></tr></table><p>La r\u00E8gle doit \u00EAtre lue comme <b><i>"D\u00E9clencheur si le nombre moyen de threads inactifs \u00E0 travers le cluster est inf\u00E9rieur \u00E0 5 sur 60 % des serveurs du cluster sur une fen\u00EAtre de 10 minutes, recueillie \u00E0 des intervalles de 30 secondes"</i></b>. </p><br/><br/><b>On ne peut utiliser cette r\u00E8gle que sur le serveur d'administration.</b>

server.lowIdleThreads.desc=Renvoie True si le nombre moyen de threads inactifs sur l'intervalle indiqu\u00E9 est inf\u00E9rieur au seuil sp\u00E9cifi\u00E9
server.lowIdleThreads.displayName=Faible nombre moyen de threads inactifs
server.lowIdleThreads.full=Renvoie True si le nombre moyen de threads inactifs sur l'intervalle de temps indiqu\u00E9 est inf\u00E9rieur au seuil sp\u00E9cifi\u00E9. <br/><br/> <p>Par exemple, pour les entr\u00E9es suivantes </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>10 minutes</td></tr><tr><td>Moyenne de threads inactifs</td><td>5</td></tr></table><p>La r\u00E8gle doit \u00EAtre lue comme <b><i>"D\u00E9clencheur si la valeur moyenne de threads inactifs \u00E0 l'int\u00E9rieur du serveur est inf\u00E9rieure \u00E0 5 sur une fen\u00EAtre de 10 minutes, recueillie \u00E0 des intervalles de 30 secondes"</i></b>. </p><br/><br/><b>On peut utiliser cette r\u00E8gle sur tout serveur (administration ou g\u00E9r\u00E9).</b> 

idleThreadLimit.desc=Valeur seuil ExecuteThreadIdleCount moyenne
idleThreadLimit.displayName=Nombre moyen de threads inactifs

cluster.highPendingUserRequests.desc=Renvoie True si le pourcentage de serveurs du cluster respectant la valeur <code>PendingUserRequestCount</code> moyenne de <code>ThreadPoolRuntimeMBean</code> sur l'intervalle indiqu\u00E9 est sup\u00E9rieur \u00E0 la fraction sp\u00E9cifi\u00E9e
cluster.highPendingUserRequests.displayName=Nombre moyen \u00E9lev\u00E9 de demandes utilisateur en suspens de cluster
cluster.highPendingUserRequests.full=Renvoie True si le pourcentage de serveurs dans le cluster respectant la valeur moyenne <code>PendingUserRequestCount</code> sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieur \u00E0 la fraction sp\u00E9cifi\u00E9e. L'appelant indique le taux de collecte pour la mesure<code>ThreadPoolRuntimeMBean</code> <code>PendingUserRequestCount</code> et la dur\u00E9e des \u00E9chantillons \u00E0 conserver, ainsi qu'un seuil sup\u00E9rieur et le pourcentage de serveurs dans le cluster que la valeur moyenne sur la fen\u00EAtre doit d\u00E9passer par le haut pour l'intervalle de temps indiqu\u00E9 afin que la r\u00E8gle se d\u00E9clenche. <br/><br/> <p>On utilise g\u00E9n\u00E9ralement cette r\u00E8gle comme mesure de l'<b><i>augmentation</i></b> de la charge du syst\u00E8me \u00E0 travers le cluster, qui peut servir \u00E0 indiquer que la capacit\u00E9 du cluster doit \u00EAtre augment\u00E9e (id\u00E9alement par l'augmentation d'un cluster dynamique).</p> <p>Par exemple, pour les entr\u00E9es suivantes </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Nom de cluster</td><td>mycluster</td></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>10 minutes</td></tr><tr><td>Demandes moyennes d'utilisateur en suspens</td><td>100</td></tr><tr><td>Pourcentage de serveurs</td><td>60</td></tr></table><p>La r\u00E8gle doit \u00EAtre lue comme <b><i>"D\u00E9clencheur si le nombre moyen de demandes utilisateur en suspens \u00E0 travers le cluster est sup\u00E9rieur ou \u00E9gal \u00E0 100 sur 60 % des serveurs du cluster sur une fen\u00EAtre de 10 minutes, recueillie \u00E0 des intervalles de 30 secondes"</i></b>. </p><br/><br/><b>On ne peut utiliser cette r\u00E8gle que sur le serveur d'administration.</b>

server.highPendingUserRequests.desc=Renvoie True si le nombre moyen de demandes utilisateur en suspens sur l'intervalle indiqu\u00E9 est sup\u00E9rieur au seuil sp\u00E9cifi\u00E9
server.highPendingUserRequests.displayName=Nombre moyen \u00E9lev\u00E9 de demandes utilisateur en suspens
server.highPendingUserRequests.full=Renvoie True si le nombre moyen de demandes utilisateur en suspens sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieur au seuil sp\u00E9cifi\u00E9. <br/><br/> <p>Par exemple, pour les entr\u00E9es suivantes </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>10 minutes</td></tr><tr><td>Moyenne de demandes utilisateur en suspens </td><td>100</td></tr></table><p>La r\u00E8gle doit \u00EAtre lue comme <b><i>"D\u00E9clencheur si le nombre moyen de demandes utilisateur en suspens \u00E0 l'int\u00E9rieur du serveur est sup\u00E9rieur ou \u00E9gal \u00E0 100 sur une fen\u00EAtre de 10 minutes, recueillie \u00E0 des intervalles de 30 secondes"</i></b>. </p><br/><br/><b>On peut utiliser cette r\u00E8gle sur tout serveur (administration ou g\u00E9r\u00E9).</b> 

cluster.lowPendingUserRequests.desc=Renvoie True si le pourcentage de serveurs du cluster respectant la valeur <code>PendingUserRequestCount</code> moyenne de <code>ThreadPoolRuntimeMBean</code> sur l'intervalle indiqu\u00E9 est sup\u00E9rieur \u00E0 la fraction sp\u00E9cifi\u00E9e
cluster.lowPendingUserRequests.displayName=Faible nombre moyen de demandes utilisateur en suspens de cluster
cluster.lowPendingUserRequests.full=Renvoie True si le pourcentage de serveurs dans le cluster respectant la valeur moyenne <code>PendingUserRequestCount</code> sur l'intervalle de temps indiqu\u00E9 est plus grand que la fraction sp\u00E9cifi\u00E9e. L'appelant indique le taux de collecte pour la mesure<code>ThreadPoolRuntimeMBean</code> <code>PendingUserRequestCount</code> et la dur\u00E9e des \u00E9chantillons \u00E0 conserver, ainsi qu'un seuil bas et le pourcentage de serveurs dans le cluster que la valeur moyenne sur la fen\u00EAtre ne doit pas d\u00E9passer par le haut au cours de l'intervalle de temps indiqu\u00E9 afin que la r\u00E8gle se d\u00E9clenche. G\u00E9n\u00E9ralement, on utilise cette r\u00E8gle comme mesure de la r\u00E9duction de la charge du syst\u00E8me \u00E0 travers le cluster qui peut \u00EAtre utilis\u00E9e pour indiquer qu'on peut r\u00E9duire la capacit\u00E9 du cluster (id\u00E9alement par la r\u00E9duction d'un cluster dynamique).<br/><br/> <p>G\u00E9n\u00E9ralement, on utilise cette r\u00E8gle comme mesure de la <b><i>r\u00E9duction</i></b> de la charge du syst\u00E8me \u00E0 travers un cluster qui peut \u00EAtre utilis\u00E9e pour indiquer qu'on peut r\u00E9duire la capacit\u00E9 du cluster (id\u00E9alement par la r\u00E9duction d'un cluster dynamique).</p> <p>Par exemple, pour les entr\u00E9es suivantes </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Nom du cluster</td><td>mycluster</td></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>15 minutes</td></tr><tr><td>Moyenne des demandes utilisateur en suspens</td><td>5</td></tr><tr><td>Pourcentage de serveurs</td><td>75</td></tr></table><p>La r\u00E8gle doit \u00EAtre lue comme <b><i>"D\u00E9clencheur si le nombre moyen de demandes utilisateur en suspens \u00E0 travers le cluster est inf\u00E9rieur \u00E0 5 sur 75 % des serveurs dans le cluster sur une fen\u00EAtre de 15 minutes, recueillie \u00E0 des intervalles de 30 secondes"</i></b>. </p><br/><br/><b>On ne peut utiliser cette r\u00E8gle que sur le serveur d'administration.</b>

server.lowPendingUserRequests.desc=Renvoie True si le nombre moyen de demandes utilisateur en suspens sur l'intervalle indiqu\u00E9 est inf\u00E9rieur au seuil sp\u00E9cifi\u00E9
server.lowPendingUserRequests.displayName=Faible nombre moyen de demandes utilisateur en suspens
server.lowPendingUserRequests.full=Renvoie True si le nombre moyen de demandes utilisateur en suspens sur l'intervalle de temps indiqu\u00E9 est inf\u00E9rieur au seuil sp\u00E9cifi\u00E9. <br/><br/> <p>Par exemple, pour les entr\u00E9es suivantes </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>15 minutes</td></tr><tr><td>Moyenne de demandes utilisateur en suspens </td><td>5</td></tr></table><p>La r\u00E8gle doit \u00EAtre lue comme <b><i>"D\u00E9clencheur si le nombre moyen de demandes utilisateur en suspens \u00E0 l'int\u00E9rieur du serveur est inf\u00E9rieur \u00E0 5 sur une fen\u00EAtre de 15 minutes, recueillie \u00E0 des intervalles de 30 secondes"</i></b>. </p><br/><br/><b>On peut utiliser cette r\u00E8gle sur tout serveur (administration ou g\u00E9r\u00E9).</b> 

pendingRequestsLimit.desc=Valeur seuil PendingUserRequestCount moyenne
pendingRequestsLimit.displayName=Moyenne de demandes utilisateur en suspens

cluster.highQueueLength.desc=Renvoie True si le pourcentage de serveurs du cluster respectant la valeur <code>QueueLength</code> moyenne de ThreadPoolRuntimeMBean sur l'intervalle indiqu\u00E9 est sup\u00E9rieur \u00E0 la fraction sp\u00E9cifi\u00E9e
cluster.highQueueLength.displayName=Longueur moyenne \u00E9lev\u00E9e de file d'attente de pool de threads de cluster
cluster.highQueueLength.full=Renvoie True si le pourcentage de serveurs dans le cluster respectant la valeur moyenne <code>QueueLength</code> sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieur \u00E0 la fraction sp\u00E9cifi\u00E9e. L'appelant indique le taux de collecte pour la mesure<code>ThreadPoolRuntimeMBean</code> <code>QueueLength</code> et la dur\u00E9e des \u00E9chantillons \u00E0 conserver, ainsi qu'un seuil sup\u00E9rieur et le pourcentage de serveurs dans le cluster que la valeur moyenne sur la fen\u00EAtre doit d\u00E9passer par le haut pour l'intervalle de temps indiqu\u00E9 afin que la r\u00E8gle se d\u00E9clenche.<br/><br/> <p>On utilise g\u00E9n\u00E9ralement cette r\u00E8gle comme mesure de l'<b><i>augmentation</i></b> de la charge du syst\u00E8me \u00E0 travers le cluster, qui peut servir \u00E0 indiquer que la capacit\u00E9 du cluster doit \u00EAtre augment\u00E9e (id\u00E9alement par l'augmentation d'un cluster dynamique).</p> <p>Par exemple, pour les entr\u00E9es suivantes </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Nom de cluster</td><td>mycluster</td></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>10 minutes</td></tr><tr><td>Longueur de file d'attente moyenne</td><td>100</td></tr><tr><td>Pourcentage de serveurs</td><td>60</td></tr></table><p>La r\u00E8gle doit \u00EAtre lue comme <b><i>"D\u00E9clencheur si la taille moyenne de la file d'attente d'ex\u00E9cution ThreadPool \u00E0 travers le cluster est sup\u00E9rieure ou \u00E9gale \u00E0 100 sur 60 % des serveurs du cluster sur une fen\u00EAtre de 10 minutes, recueillie \u00E0 des intervalles de 30 secondes"</i></b>. </p><br/><br/><b>On ne peut utiliser cette r\u00E8gle que sur le serveur d'administration.</b>

server.highQueueLength.desc=Renvoie True si la longueur moyenne de file d'attente de pool de threads sur l'intervalle indiqu\u00E9 est sup\u00E9rieure ou \u00E9gale au seuil sp\u00E9cifi\u00E9
server.highQueueLength.displayName=Longueur moyenne \u00E9lev\u00E9e de file d'attente de pool de threads
server.highQueueLength.full=Renvoie True si la longueur moyenne de la file d'attente de pool de threads sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieure ou \u00E9gale au seuil sp\u00E9cifi\u00E9. <br/><br/> <p>Par exemple, pour les entr\u00E9es suivantes </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>10 minutes</td></tr><tr><td>Longueur de file d'attente moyenne</td><td>100</td></tr></table><p>La r\u00E8gle doit \u00EAtre lue comme <b><i>"D\u00E9clencheur si la taille moyenne de file d'attente d'ex\u00E9cution ThreadPool \u00E0 l'int\u00E9rieur du serveur est sup\u00E9rieure ou \u00E9gale \u00E0 100 sur une fen\u00EAtre de 10 minutes, recueillie \u00E0 des intervalles de 30 secondes"</i></b>. </p><br/><br/><b>On peut utiliser cette r\u00E8gle sur tout serveur (administration ou g\u00E9r\u00E9).</b> 

cluster.lowQueueLength.desc=Renvoie True si le pourcentage de serveurs du cluster respectant la valeur <code>QueueLength</code> moyenne de ThreadPoolRuntimeMBean sur l'intervalle indiqu\u00E9 est sup\u00E9rieur \u00E0 la fraction sp\u00E9cifi\u00E9e
cluster.lowQueueLength.displayName=Faible longueur moyenne de file d'attente de pool de threads de cluster
cluster.lowQueueLength.full=Renvoie True si le pourcentage de serveurs dans le cluster respectant la valeur moyenne <code>QueueLength</code> sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieur \u00E0 la fraction sp\u00E9cifi\u00E9e. L'appelant indique le taux de collecte pour la mesure<code>ThreadPoolRuntimeMBean</code> <code>QueueLength</code> et la dur\u00E9e des \u00E9chantillons \u00E0 conserver, ainsi qu'un seuil inf\u00E9rieur et le pourcentage de serveurs dans le cluster que la valeur moyenne sur la fen\u00EAtre ne doit pas d\u00E9passer par le haut pour l'intervalle de temps indiqu\u00E9 afin que la r\u00E8gle se d\u00E9clenche.<br/><br/> <p>On utilise g\u00E9n\u00E9ralement cette r\u00E8gle comme mesure de la <b><i>r\u00E9duction</i></b> de la charge du syst\u00E8me \u00E0 travers le cluster, qui peut servir \u00E0 indiquer que la capacit\u00E9 du cluster peut \u00EAtre r\u00E9duite en toute s\u00E9curit\u00E9 (id\u00E9alement par la r\u00E9duction d'un cluster dynamique).</p> <p>Par exemple, pour les entr\u00E9es suivantes </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Nom de cluster</td><td>mycluster</td></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>15 minutes</td></tr><tr><td>Longueur de file d'attente moyenne</td><td>5</td></tr><tr><td>Pourcentage de serveurs</td><td>75</td></tr></table><p>La r\u00E8gle doit \u00EAtre lue comme <b><i>"D\u00E9clencheur si la taille moyenne de la file d'attente d'ex\u00E9cution ThreadPool \u00E0 travers le cluster est inf\u00E9rieure \u00E0 5 sur 75 % des serveurs du cluster sur une fen\u00EAtre de 15 minutes, recueillie \u00E0 des intervalles de 30 secondes"</i></b>. </p><br/><br/><b>On ne peut utiliser cette r\u00E8gle que sur le serveur d'administration.</b>

server.lowQueueLength.desc=Renvoie True si la longueur moyenne de file d'attente de pool de threads sur l'intervalle indiqu\u00E9 est inf\u00E9rieure au seuil sp\u00E9cifi\u00E9
server.lowQueueLength.displayName=Faible longueur moyenne de file d'attente de pool de threads
server.lowQueueLength.full=Renvoie True si la longueur moyenne de la file d'attente de pool de threads sur l'intervalle de temps indiqu\u00E9 est inf\u00E9rieure au seuil sp\u00E9cifi\u00E9. <br/><br/> <p>Par exemple, pour les entr\u00E9es suivantes </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>15 minutes</td></tr><tr><td>Longueur de file d'attente moyenne</td><td>5</td></tr></table><p>La r\u00E8gle doit \u00EAtre lue comme <b><i>"D\u00E9clencheur si la taille moyenne de file d'attente d'ex\u00E9cution ThreadPool \u00E0 l'int\u00E9rieur du serveur est inf\u00E9rieure \u00E0 5 sur une fen\u00EAtre de 15 minutes, recueillie \u00E0 des intervalles de 30 secondes"</i></b>. </p><br/><br/><b>On peut utiliser cette r\u00E8gle sur tout serveur (administration ou g\u00E9r\u00E9).</b> 

queueLengthLimit.desc=Valeur seuil QueueLength moyenne
queueLengthLimit.displayName=Longueur moyenne de la file d'attente

cluster.highThroughput.desc=Renvoie True si le pourcentage de serveurs du cluster respectant la valeur <code>Throughput</code> moyenne de <code>ThreadPoolRuntimeMBean</code> sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieur \u00E0 la fraction sp\u00E9cifi\u00E9e
cluster.highThroughput.displayName=D\u00E9bit moyen \u00E9lev\u00E9 de cluster 
cluster.highThroughput.full=Renvoie True si le pourcentage de serveurs dans le cluster respectant la valeur moyenne <code>Throughput</code> sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieur \u00E0 la fraction sp\u00E9cifi\u00E9e. L'appelant indique le taux de collecte pour la mesure<code>ThreadPoolRuntimeMBean</code> <code>Throughput</code> et la dur\u00E9e des \u00E9chantillons \u00E0 conserver, ainsi qu'un seuil sup\u00E9rieur et le pourcentage de serveurs dans le cluster que la valeur moyenne sur la fen\u00EAtre doit d\u00E9passer par le haut pour l'intervalle de temps indiqu\u00E9 afin que la r\u00E8gle se d\u00E9clenche.<br/><br/> <p>On utilise g\u00E9n\u00E9ralement cette r\u00E8gle comme mesure de l'<b><i>augmentation</i></b> de la charge du syst\u00E8me \u00E0 travers le cluster, qui peut servir \u00E0 indiquer que la capacit\u00E9 du cluster doit \u00EAtre augment\u00E9e (id\u00E9alement par l'augmentation d'un cluster dynamique).</p> <p>Par exemple, pour les entr\u00E9es suivantes </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Nom de cluster</td><td>mycluster</td></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>10 minutes</td></tr><tr><td>Limite de d\u00E9bit</td><td>100</td></tr><tr><td>Pourcentage de serveurs</td><td>60</td></tr></table><p>La r\u00E8gle doit \u00EAtre lue comme <b><i>"D\u00E9clencheur si le d\u00E9bit moyen \u00E0 travers le cluster est sup\u00E9rieur ou \u00E9gal \u00E0 100 sur 60 % des serveurs du cluster sur une fen\u00EAtre de 10 minutes, recueilli \u00E0 des intervalles de 30 secondes"</i></b>. </p><br/><br/><b>On ne peut utiliser cette r\u00E8gle que sur le serveur d'administration.</b>

server.highThroughput.desc=Cette r\u00E8gle est d\u00E9clench\u00E9e si le d\u00E9bit moyen sur le serveur local sur l'intervalle indiqu\u00E9 est sup\u00E9rieur ou \u00E9gal au seuil sp\u00E9cifi\u00E9
server.highThroughput.displayName=D\u00E9bit moyen \u00E9lev\u00E9
server.highThroughput.full=Se d\u00E9clenche si le d\u00E9bit moyen sur le serveur local sur l'intervalle indiqu\u00E9 est sup\u00E9rieur ou \u00E9gal au seuil sp\u00E9cifi\u00E9.<br/><br/> <p>On utilise g\u00E9n\u00E9ralement cette r\u00E8gle comme mesure de l'<i><b>augmentation</b></i> dans la charge du syst\u00E8me \u00E0 travers le cluster, qui peut servir \u00E0 indiquer que la capacit\u00E9 du cluster doit \u00EAtre augment\u00E9e (id\u00E9alement par une augmentation du cluster dynamique).</p> <p>Par exemple, pour les entr\u00E9es suivantes </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>10 minutes</td></tr><tr><td>Limite de d\u00E9bit</td><td>100</td></tr></table><p>La r\u00E8gle doit \u00EAtre lue comme <b><i>"D\u00E9clencheur si le d\u00E9bit moyen \u00E0 l'int\u00E9rieur du serveur est sup\u00E9rieur ou \u00E9gal \u00E0 100 sur une fen\u00EAtre de 10 minutes, recueilli \u00E0 des intervalles de 30 secondes"</i></b>. </p><br/><br/><b>On peut utiliser cette r\u00E8gle sur tout serveur (administration ou g\u00E9r\u00E9).</b> 

cluster.lowThroughput.desc=Renvoie True si le pourcentage de serveurs du cluster respectant la valeur <code>Throughput</code> moyenne de <code>ThreadPoolRuntimeMBean</code> sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieur \u00E0 la fraction sp\u00E9cifi\u00E9e
cluster.lowThroughput.displayName=Faible d\u00E9bit moyen de cluster
cluster.lowThroughput.full=Renvoie True si le pourcentage de serveurs dans le cluster respectant la valeur moyenne <code>Throughput</code> sur l'intervalle de temps indiqu\u00E9 est sup\u00E9rieur \u00E0 la fraction sp\u00E9cifi\u00E9e. L'appelant indique le taux de collecte pour la mesure<code>ThreadPoolRuntimeMBean</code> <code>Throughput</code> et la dur\u00E9e des \u00E9chantillons \u00E0 conserver, ainsi qu'un seuil inf\u00E9rieur et le pourcentage de serveurs dans le cluster que la valeur moyenne sur la fen\u00EAtre ne doit pas d\u00E9passer par le haut pour l'intervalle de temps indiqu\u00E9 afin que la r\u00E8gle se d\u00E9clenche.<br/><br/> <p>On utilise g\u00E9n\u00E9ralement cette r\u00E8gle comme mesure de la <b><i>r\u00E9duction</i></b> de la charge du syst\u00E8me \u00E0 travers le cluster, qui peut servir \u00E0 indiquer que la capacit\u00E9 du cluster peut \u00EAtre r\u00E9duite en toute s\u00E9curit\u00E9 (id\u00E9alement par la r\u00E9duction d'un cluster dynamique).</p> <p>Par exemple, pour les entr\u00E9es suivantes </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Nom de cluster</td><td>mycluster</td></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>10 minutes</td></tr><tr><td>Limite de d\u00E9bit</td><td>5</td></tr><tr><td>Pourcentage de serveurs</td><td>75</td></tr></table><p>La r\u00E8gle doit \u00EAtre lue comme <b><i>"D\u00E9clencheur si le d\u00E9bit moyen \u00E0 travers le cluster est inf\u00E9rieur \u00E0 5 sur 75 % des serveurs du cluster sur une fen\u00EAtre de 15 minutes, recueilli \u00E0 des intervalles de 30 secondes"</i></b>. </p><br/><br/><b>On ne peut utiliser cette r\u00E8gle que sur le serveur d'administration.</b>

server.lowThroughput.desc=Cette r\u00E8gle est d\u00E9clench\u00E9e si le d\u00E9bit moyen sur le serveur local sur l'intervalle indiqu\u00E9 est inf\u00E9rieur au seuil sp\u00E9cifi\u00E9
server.lowThroughput.displayName=Faible d\u00E9bit moyen
server.lowThroughput.full=Renvoie True si le d\u00E9bit moyen sur l'intervalle de temps indiqu\u00E9 est inf\u00E9rieur au seuil sp\u00E9cifi\u00E9. <br/><br/> <p>Par exemple, pour les entr\u00E9es suivantes </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>15 minutes</td></tr><tr><td>Limite de d\u00E9bit</td><td>5</td></tr></table><p>La r\u00E8gle doit \u00EAtre lue comme <b><i>"D\u00E9clencheur si le d\u00E9bit moyen \u00E0 l'int\u00E9rieur du serveur est inf\u00E9rieur \u00E0 5 sur une fen\u00EAtre de 15 minutes, recueilli \u00E0 des intervalles de 30 secondes"</i></b>. </p><br/><br/><b>On peut utiliser cette r\u00E8gle sur tout serveur (administration ou g\u00E9r\u00E9).</b> 

throughputLimit.desc=Valeur seuil de d\u00E9bit moyen
throughputLimit.displayName=Seuil de d\u00E9bit moyen

generic.params.attribute=<p>Expression EL utilis\u00E9e pour extraire une valeur sur chaque instance de MBean correspondante, sachant que l'expression est une expression d'attribut relative \u00E0 chaque MBean.</p><br/><p>Par exemple, si le MBean est le ServerRuntimeMBean, "OpenSocketsCurrentCount" re\u00E7oit la valeur de l'attribut "OpenSocketsCurrentCount", tandis que "HealthState.State" acc\u00E8de \u00E0 la valeur "State" de l'objet enfant "HealthState".</p>
generic.params.instancePattern=ObjectName JMX valide ou mod\u00E8le ObjectName
generic.params.operation=Op\u00E9rateur de comparaison Bool\u00E9enne valide, par ex. &lt;, &lt;=, ==, &gt;=, &gt;
generic.params.thresholdValue=Valeur seuil permettant une comparaison avec l'attribut s\u00E9lectionn\u00E9 \u00E0 l'aide de l'op\u00E9rateur de comparaison indiqu\u00E9

generic.params.instance.displayName=Mod\u00E8le de nom d'instance 
generic.params.attribute.displayName=Expression d'attribut
generic.params.operation.displayName=Op\u00E9rateur de comparaison
generic.params.thresholdValue.displayName=Valeur de seuil

server.generic.desc=<p>Forme g\u00E9n\u00E9rale de SmartRule appliqu\u00E9e au serveur permettant de consulter les tendances de toute mesure visible \u00E0 travers JMX dans le JVM local.</p>
server.generic.displayName=R\u00E8gle intelligente de mesure g\u00E9n\u00E9rique
server.generic.full=<p>Forme g\u00E9n\u00E9rale de SmartRule appliqu\u00E9e au serveur permettant de consulter les tendances de toute mesure visible \u00E0 travers JMX dans le JVM local. Cette r\u00E8gle permet de consulter la valeur moyenne de toute mesure obtenue \u00E0 travers JMX sur une fen\u00EAtre de temps r\u00E9cente et de comparer cette valeur moyenne \u00E0 une valeur seuil sp\u00E9cifi\u00E9e \u00E0 l'aide de l'op\u00E9rateur de comparaison fourni. Si la valeur moyenne de la mesure correspond \u00E0 ou d\u00E9passe la limite indiqu\u00E9e, la condition g\u00E9n\u00E9rale de la r\u00E8gle est respect\u00E9e et cette r\u00E8gle renverra True.</p> <p>Cette r\u00E8gle est utile pour acc\u00E9der \u00E0 d'autres mesures JMX visibles \u00E0 l'int\u00E9rieur d'un serveur, qui ne sont pas accessibles \u00E0 travers les autres SmartRules disponibles du serveur</p> <p>Par exemple, pour les entr\u00E9es suivantes </p> <br/><table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Mod\u00E8le de nom d'instance</td><td>java.lang:type=OperatingSystem</td></tr><tr><td>Expression d'attribut</td><td>ProcessCpuLoad</td></tr><tr><td>Op\u00E9rateur de comparaison</td><td>&gt;=</td></tr><tr><td>Valeur seuil</td><td>0,9</td></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>10 minutes</td></tr></table><br/> <p>la r\u00E8gle doit \u00EAtre lue comme :</p> <p><i>Si la valeur moyenne de <b>ProcessCpuLoad</b> sur <code>OperatingSystemMXBean</code> sur une fen\u00EAtre de 10 minutes est &gt;= 0,9, elle renvoie <code>True</code></i>.</p> <br/> <p><b>Noter</b> que cet exemple utilise un attribut non document\u00E9 sur <code>OperatingSystemMXBean</code>. 

cluster.generic.desc=<p>Forme g\u00E9n\u00E9rale de SmartRule de cluster permettant de consulter les tendances de toute mesure visible \u00E0 travers JMX sur un cluster.</p>
cluster.generic.displayName=R\u00E8gle intelligente de mesure g\u00E9n\u00E9rale de cluster
cluster.generic.full=<p>Forme g\u00E9n\u00E9rale de SmartRule de cluster permettant de consulter les tendances de toute mesure visible \u00E0 travers JMX sur un cluster. Cette r\u00E8gle permet de consulter la valeur moyenne de toute mesure obtenue \u00E0 travers JMX sur une fen\u00EAtre de temps r\u00E9cente et de comparer cette valeur moyenne \u00E0 une valeur seuil sp\u00E9cifi\u00E9e \u00E0 l'aide de l'op\u00E9rateur de comparaison fourni pour chaque serveur dans le cluster. Si le pourcentage de serveurs qui correspond aux crit\u00E8res de comparaison atteint ou d\u00E9passe la limite indiqu\u00E9e, la condition g\u00E9n\u00E9rale de la r\u00E8gle est respect\u00E9e et cette r\u00E8gle renverra True.</p> <p>Cette r\u00E8gle est utile pour acc\u00E9der \u00E0 d'autres mesures JMX visibles sur les serveurs du cluster, qui ne sont pas accessibles \u00E0 travers les autres SmartRules disponibles sur l'ensemble du cluster</p> <p>Par exemple, pour les entr\u00E9es suivantes </p> <br/><table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Param\u00E8tre</th><th>Valeur</th></tr><tr><td>Nom de cluster</td><td>mycluster</td></tr><tr><td>Mod\u00E8le de nom d'instance</td><td>java.lang:type=OperatingSystem</td></tr><tr><td>Expression d'attribut</td><td>ProcessCpuLoad</td></tr><tr><td>Op\u00E9rateur de comparaison</td><td>&gt;=</td></tr><tr><td>Valeur seuil</td><td>0,9</td></tr><tr><td>Taux d'\u00E9chantillonnage</td><td>30 secondes</td></tr><tr><td>P\u00E9riode de conservation d'\u00E9chantillon</td><td>10 minutes</td></tr><tr><td>Pourcentage de serveurs</td><td>75</td></tr></table><br/> <p>La r\u00E8gle doit \u00EAtre lue comme :</p> <p><i>si la valeur moyenne de <b>ProcessCpuLoad</b> sur <code>OperatingSystemMXBean</code> sur une fen\u00EAtre de 10 minutes est &gt;= 0,9 sur 75 % des serveurs dans le cluster "mycluster", elle renvoie <code>True</code></i>.</p> <br/> <p><b>Noter</b> que cet exemple utilise un attribut non document\u00E9 sur <code>OperatingSystemMXBean</code>.
