messagedetail2162200=No se ha definido una clase principal en el archivo de manifiesto del m\u00F3dulo de Java denominado. Este m\u00F3dulo se tratar\u00E1 como JAR de la utilidad y se omitir\u00E1n los siguientes pasos de inicializaci\u00F3n.
cause2162200=Consulte el cuerpo del mensaje.
action2162200=No se necesita ninguna acci\u00F3n a menos que considere que debe ser un m\u00F3dulo de cliente de Java. En este caso, debe especificar Main_Class para este m\u00F3dulo en MANIFEST.MF.
messagedetail2162201=No se ha encontrado una aplicaci\u00F3n activa en el servidor con el nombre especificado. Puede que no se haya desplegado la aplicaci\u00F3n o si se ha desplegado, puede que no est\u00E9 activa.
cause2162201=Puede que no se haya desplegado la aplicaci\u00F3n o, si se ha desplegado, puede que no est\u00E9 activa.
action2162201=Es posible que desee corregir el nombre de la aplicaci\u00F3n o asegurarse de que la aplicaci\u00F3n se activa en el servidor poni\u00E9ndose en contacto con el administrador del sistema.
cause2162202=Este es un mensaje retirado.
action2162202=No se necesita ninguna acci\u00F3n.
cause2162203=Este es un mensaje retirado.
action2162203=No se necesita ninguna acci\u00F3n.
cause2162204=Este es un mensaje retirado.
action2162204=No se necesita ninguna acci\u00F3n.
cause2162205=Este es un mensaje retirado.
action2162205=No se necesita ninguna acci\u00F3n.
cause2162206=No hay ninguna entrada para javax.transaction.UserTransaction en el contexto ra\u00EDz.
action2162206=P\u00F3ngase en contacto con My Oracle Support.
cause2162207=Este es un mensaje retirado.
action2162207=No se necesita ninguna acci\u00F3n.
cause2162208=Este es un mensaje retirado.
action2162208=No se necesita ninguna acci\u00F3n.
cause2162209=Este es un mensaje retirado.
action2162209=No se necesita ninguna acci\u00F3n.
cause2162210=Consulte el cuerpo del mensaje.
action2162210=No se necesita ninguna acci\u00F3n.
cause2162211=Consulte el cuerpo del mensaje.
action2162211=No se necesita ninguna acci\u00F3n.
cause2162212=Consulte el cuerpo del mensaje.
action2162212=No se necesita ninguna acci\u00F3n.
cause2162213=Consulte el cuerpo del mensaje.
action2162213=No se necesita ninguna acci\u00F3n.
cause2162214=Consulte el cuerpo del mensaje.
action2162214=No se necesita ninguna acci\u00F3n.
cause2162215=Consulte el cuerpo del mensaje.
action2162215=No se necesita ninguna acci\u00F3n.
cause2162216=Consulte el cuerpo del mensaje.
action2162216=No se necesita ninguna acci\u00F3n.
messagedetail2162217=No se ha encontrado ninguna aplicaci\u00F3n en el servidor con el nombre especificado.
cause2162217=Puede que est\u00E9 utilizando un nombre incorrecto para la aplicaci\u00F3n o que la aplicaci\u00F3n no se pueda desplegar o activar en el servidor con dicho nombre.
action2162217=Corrija el nombre de la aplicaci\u00F3n o aseg\u00FArese de que la aplicaci\u00F3n se despliega en el servidor poni\u00E9ndose en contacto con el administrador del sistema.
messagedetail2162218=El ID de la aplicaci\u00F3n especificada se compone del nombre y la versi\u00F3n de la aplicaci\u00F3n. No se ha encontrado una aplicaci\u00F3n activa en el servidor con ese nombre y esa versi\u00F3n.
cause2162218=Puede ocurrir porque no se haya desplegado ninguna aplicaci\u00F3n con ese nombre y versi\u00F3n en el servidor, porque el servidor est\u00E9 en proceso de desplegar y activar esta versi\u00F3n de la aplicaci\u00F3n o porque est\u00E1 utilizando un nombre o versi\u00F3n incorrectos de la aplicaci\u00F3n.
action2162218=Compruebe que est\u00E1 utilizando el nombre y versi\u00F3n correctos de la aplicaci\u00F3n. Igualmente, puede volver a intentarlo en unos minutos si el servidor est\u00E1 en proceso de desplegar o activar la aplicaci\u00F3n. Si esto no funciona, env\u00EDe un mensaje de error al administrador del sistema.
cause2162219=Este es un mensaje retirado.
action2162219=No se necesita ninguna acci\u00F3n.
cause2162220=Este es un mensaje retirado.
action2162220=No se necesita ninguna acci\u00F3n.
cause2162221=Este es un mensaje retirado.
action2162221=No se necesita ninguna acci\u00F3n.
cause2162222=Este es un mensaje retirado.
action2162222=No se necesita ninguna acci\u00F3n.
cause2162223=Este es un mensaje retirado.
action2162223=No se necesita ninguna acci\u00F3n.
cause2162224=Este es un mensaje retirado.
action2162224=No se necesita ninguna acci\u00F3n.
cause2162225=Este es un mensaje retirado.
action2162225=No se necesita ninguna acci\u00F3n.
cause2162226=Este es un mensaje retirado.
action2162226=No se necesita ninguna acci\u00F3n.
cause2162227=Este es un mensaje retirado.
action2162227=No se necesita ninguna acci\u00F3n.
cause2162228=Este es un mensaje retirado.
action2162228=No se necesita ninguna acci\u00F3n.
cause2162229=Este es un mensaje retirado.
action2162229=P\u00F3ngase en contacto con My Oracle Support.
cause2162230=Este es un mensaje retirado.
action2162230=No se necesita ninguna acci\u00F3n.
cause2162231=Fallo al enlazar java:comp/DefaultJMSConnectionFactory al contenedor del cliente de aplicaci\u00F3n.
action2162231=P\u00F3ngase en contacto con My Oracle Support.
