messagedetail2150001=weblogic-pubsub.xml\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u691C\u8A3C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30A8\u30E9\u30FC\u306F{0}\u3067\u3059
cause2150001=weblogic-pubsub.xml\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u30FB\u30D5\u30A1\u30A4\u30EB\u306B\u30A8\u30E9\u30FC\u304C\u3042\u308A\u307E\u3059\u3002
action2150001=\u30B9\u30AD\u30FC\u30DE\u306B\u5F93\u3063\u3066weblogic-pubsub.xml\u306E\u30A8\u30E9\u30FC\u3092\u4FEE\u6B63\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150002=\u53D7\u4FE1Bayeux\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u30C1\u30E3\u30CD\u30EB\u306E\u4F5C\u6210\u3092\u30EA\u30AF\u30A8\u30B9\u30C8\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u59D4\u4EFB\u3055\u308C\u305F\u30E6\u30FC\u30B6\u30FC\u306B\u5341\u5206\u306A\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002
cause2150002=\u30C1\u30E3\u30CD\u30EB\u3092\u4F5C\u6210\u3059\u308B\u305F\u3081\u306E\u5341\u5206\u306A\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002
action2150002=PubSub\u30B5\u30FC\u30D0\u30FC\u69CB\u6210\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u8A2D\u5B9A\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150003=\u53D7\u4FE1Bayeux\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u30C1\u30E3\u30CD\u30EB\u306E\u524A\u9664\u3092\u30EA\u30AF\u30A8\u30B9\u30C8\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u59D4\u4EFB\u3055\u308C\u305F\u30E6\u30FC\u30B6\u30FC\u306B\u5341\u5206\u306A\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002
cause2150003=\u30C1\u30E3\u30CD\u30EB\u3092\u524A\u9664\u3059\u308B\u305F\u3081\u306E\u5341\u5206\u306A\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002
action2150003=PubSub\u30B5\u30FC\u30D0\u30FC\u69CB\u6210\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u8A2D\u5B9A\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150004=\u53D7\u4FE1bayeux\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u30C1\u30E3\u30CD\u30EB\u3078\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u3092\u30EA\u30AF\u30A8\u30B9\u30C8\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u30EA\u30AF\u30A8\u30B9\u30C8\u306F\u30B5\u30FC\u30D0\u30FC\u306B\u3088\u3063\u3066\u53D7\u3051\u4ED8\u3051\u3089\u308C\u307E\u305B\u3093\u3002
cause2150004=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306F\u3001\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u524D\u306B\u30CF\u30F3\u30C9\u30B7\u30A7\u30A4\u30AF\u3092\u9001\u4FE1\u3057\u3066\u63A5\u7D9A\u3059\u308B\u305F\u3081\u306Ebayeux\u30D7\u30ED\u30C8\u30B3\u30EB\u306B\u5F93\u3063\u3066\u3044\u306A\u3044\u304B\u3001\u76F4\u63A5\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u3092\u8A31\u53EF\u3059\u308B\u3088\u3046\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action2150004=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u304Cbayeux\u30D7\u30ED\u30C8\u30B3\u30EB\u306B\u5F93\u3063\u3066\u3044\u308B\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3057\u3001PubSub\u30B5\u30FC\u30D0\u30FC\u306E\u69CB\u6210\u3067\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u304C\u76F4\u63A5\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u3092\u8A31\u53EF\u3059\u308B\u3088\u3046\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u306A\u3044\u304B\u3069\u3046\u304B\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150005=\u7121\u52B9\u306Apersistent-client-timeout-secs: persistent-client-timeout-secs\u306F{0}\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001client-timeout-secs\u306F{1}\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059
cause2150005=persistent-client-timeout-secs\u306Ftimeout-secs\u3088\u308A\u5927\u304D\u3044\u5024\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action2150005=PubSub\u30B5\u30FC\u30D0\u30FC\u306E\u69CB\u6210\u306Epersistent-client-timeout\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail2150006=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30BF\u30A4\u30D7{0}\u304C\u6B63\u3057\u304F\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u6709\u52B9\u306A\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30BF\u30A4\u30D7\u306F\u6B21\u306E\u3068\u304A\u308A\u3067\u3059: long-polling\u3001callback-polling\u3001iframe\u3001\u304A\u3088\u3073flash
cause2150006=PubSub\u30B5\u30FC\u30D0\u30FC\u3067\u7121\u52B9\u306A\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u30FB\u30BF\u30A4\u30D7\u304C\u69CB\u6210\u3055\u308C\u307E\u3057\u305F\u3002
action2150006=PubSub\u30B5\u30FC\u30D0\u30FC\u306E\u69CB\u6210\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150007=\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D5\u30A3\u30EB\u30BF{0}\u304C\u53C2\u7167\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001PubSub\u30B5\u30FC\u30D0\u30FC\u306E\u69CB\u6210\u306B\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D5\u30A3\u30EB\u30BF\u306E\u69CB\u6210\u304C\u3042\u308A\u307E\u305B\u3093\u3002
cause2150007=\u30C1\u30E3\u30CD\u30EB\u8A2D\u5B9A\u3067\u53C2\u7167\u3055\u308C\u3066\u3044\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D5\u30A3\u30EB\u30BF\u540D\u3068message-filter\u8A2D\u5B9A\u3068\u306E\u9593\u306B\u4E0D\u4E00\u81F4\u304C\u3042\u308A\u307E\u3059\u3002
action2150007=PubSub\u30B5\u30FC\u30D0\u30FC\u306E\u69CB\u6210\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150008=PubSub\u30B5\u30FC\u30D0\u30FC\u306E\u69CB\u6210\u3067\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D5\u30A3\u30EB\u30BF\u306F\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u304C\u3001\u30C1\u30E3\u30CD\u30EB\u8A2D\u5B9A\u3067\u306F{0}\u3068\u3044\u3046\u540D\u524D\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D5\u30A3\u30EB\u30BF\u304C\u53C2\u7167\u3055\u308C\u3066\u3044\u307E\u3059
cause2150008=\u30C1\u30E3\u30CD\u30EB\u8A2D\u5B9A\u3067\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D5\u30A3\u30EB\u30BF\u304C\u30EA\u30AF\u30A8\u30B9\u30C8\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D5\u30A3\u30EB\u30BF\u304CPubSub\u30B5\u30FC\u30D0\u30FC\u3067\u6307\u5B9A\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action2150008=message-filter\u8A2D\u5B9A\u3092\u6307\u5B9A\u3059\u308B\u304B\u3001\u30C1\u30E3\u30CD\u30EB\u8A2D\u5B9A\u304B\u3089message-filter\u306E\u53C2\u7167\u3092\u524A\u9664\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150009=\u7121\u52B9\u306Amessage-filter\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059: message-filter {0}\u304CPubSub\u30B5\u30FC\u30D0\u30FC\u306E\u69CB\u6210\u3067\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u95A2\u9023\u3059\u308B\u30AF\u30E9\u30B9{1}\u3092\u6B63\u3057\u304F\u521D\u671F\u5316\u3067\u304D\u307E\u305B\u3093\u3002
cause2150009=\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30D5\u30A3\u30EB\u30BF{0}\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u3044\u308B\u30AF\u30E9\u30B9{1}\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
action2150009=PubSub\u30B5\u30FC\u30D0\u30FC\u306E\u69CB\u6210\u3067message-filter-name\u3068message-filter-class\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150010=\u30C1\u30E3\u30CD\u30EB{0}\u306B\u5BFE\u3059\u308B\u30A2\u30AF\u30B7\u30E7\u30F3{1}\u306F\u3059\u3079\u3066\u306E\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306B\u5BFE\u3057\u3066\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u3059
cause2150010=\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u5236\u7D04\u304C\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u306A\u3044\u304B\u30011\u3064\u306E\u30C1\u30E3\u30CD\u30EB\u4E0A\u306E\u3059\u3079\u3066\u306E\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306B\u5BFE\u3057\u3066\u8A31\u53EF\u3059\u308B\u3088\u3046\u306B\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u3059
action2150010=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093: \u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059
messagedetail2150011=\u30C1\u30E3\u30CD\u30EB{0}\u306B\u5BFE\u3059\u308B\u30A2\u30AF\u30B7\u30E7\u30F3{1}\u306F\u3001\u3069\u306E\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306B\u5BFE\u3057\u3066\u3082\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
cause2150011=PubSub\u30B5\u30FC\u30D0\u30FC\u306E\u69CB\u6210\u306E\u5236\u7D04\u3067\u306F\u3001\u3053\u306E\u30C1\u30E3\u30CD\u30EB\u306B\u5BFE\u3059\u308B\u3053\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u304C\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action2150011=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail2150012=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8{0}\u306F\u533F\u540D\u30E6\u30FC\u30B6\u30FC\u3067\u3059\u304C\u3001\u30C1\u30E3\u30CD\u30EB{1}\u306F\u30ED\u30B0\u30A4\u30F3\u3092\u30EA\u30AF\u30A8\u30B9\u30C8\u3057\u307E\u3059\u3002
cause2150012=\u3053\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u5B9F\u884C\u3059\u308B\u305F\u3081\u306E\u30ED\u30B0\u30A4\u30F3\u304C\u30EA\u30AF\u30A8\u30B9\u30C8\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action2150012=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail2150013=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8{0}\u306F\u30C1\u30E3\u30CD\u30EB{1}\u306B\u5BFE\u3059\u308B\u30A2\u30AF\u30B7\u30E7\u30F3{2}\u306E\u5B9F\u884C\u3092\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
cause2150013=PubSub\u30B5\u30FC\u30D0\u30FC\u306E\u69CB\u6210\u3067\u306F\u3001\u3053\u306E\u30C1\u30E3\u30CD\u30EB\u306B\u5BFE\u3059\u308B\u3053\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u304C\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action2150013=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail2150014=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8{0}\u306F\u3001\u30C1\u30E3\u30CD\u30EB{1}\u306B\u5BFE\u3059\u308B\u30A2\u30AF\u30B7\u30E7\u30F3{2}\u306E\u5B9F\u884C\u3092\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u3059
cause2150014=PubSub\u30B5\u30FC\u30D0\u30FC\u306E\u69CB\u6210\u3067\u306F\u3001\u3053\u306E\u30C1\u30E3\u30CD\u30EB\u306B\u5BFE\u3059\u308B\u3053\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u306E\u5B9F\u884C\u304C\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action2150014=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail2150015=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u69CB\u6210\u3067\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u304C\u30C1\u30E3\u30CD\u30EB\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u3092\u8A31\u53EF\u3055\u308C\u3066\u3044\u306A\u3044\u304B\u3001\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u304C\u533F\u540D\u3067\u3042\u308B\u306E\u306B\u30C1\u30E3\u30CD\u30EB\u69CB\u6210\u3067\u7279\u5B9A\u306E\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306E\u307F\u304C\u30C1\u30E3\u30CD\u30EB\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u3092\u8A31\u53EF\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u3001\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8{0}\u306B\u306F\u30C1\u30E3\u30CD\u30EB{1}\u3092\u30B5\u30D6\u30B9\u30AF\u30E9\u30A4\u30D6\u3059\u308B\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002
cause2150015=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u69CB\u6210\u3067\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u304C\u30C1\u30E3\u30CD\u30EB\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u3092\u8A31\u53EF\u3055\u308C\u3066\u3044\u306A\u3044\u304B\u3001\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u304C\u533F\u540D\u3067\u3042\u308B\u306E\u306B\u30C1\u30E3\u30CD\u30EB\u69CB\u6210\u3067\u7279\u5B9A\u306E\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306E\u307F\u304C\u30C1\u30E3\u30CD\u30EB\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u3092\u8A31\u53EF\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u3001\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8{0}\u306B\u306F\u30C1\u30E3\u30CD\u30EB{1}\u3092\u30B5\u30D6\u30B9\u30AF\u30E9\u30A4\u30D6\u3059\u308B\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002
action2150015=PubSub\u30B5\u30FC\u30D0\u30FC\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u5236\u7D04\u306E\u69CB\u6210\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150016=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u69CB\u6210\u3067\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u304C\u30C1\u30E3\u30CD\u30EB\u3067\u306E\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u3092\u8A31\u53EF\u3055\u308C\u3066\u3044\u306A\u3044\u304B\u3001\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u304C\u533F\u540D\u3067\u3042\u308B\u306E\u306B\u30C1\u30E3\u30CD\u30EB\u69CB\u6210\u3067\u7279\u5B9A\u306E\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306E\u307F\u304C\u30C1\u30E3\u30CD\u30EB\u3067\u306E\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u3092\u8A31\u53EF\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u3001\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8{0}\u306B\u306F\u30C1\u30E3\u30CD\u30EB{1}\u3067\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u3059\u308B\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002
cause2150016=\u30C1\u30E3\u30CD\u30EB\u3067\u30D1\u30D6\u30EA\u30C3\u30B7\u30E5\u3059\u308B\u3088\u3046\u306B\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u306A\u3044\u304B\u3001\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u304C\u533F\u540D\u3067\u3042\u308B\u306E\u306B\u7279\u5B9A\u306E\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u306E\u307F\u3092\u8A31\u53EF\u3059\u308B\u3088\u3046\u306B\u30C1\u30E3\u30CD\u30EB\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action2150016=PubSub\u30B5\u30FC\u30D0\u30FC\u30FB\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u5236\u7D04\u306E\u69CB\u6210\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150017=\u30C1\u30E3\u30CD\u30EB{0}\u306B\u5BFE\u3057\u3066MBean\u3092\u767B\u9332\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
cause2150017=ChannelRuntimeMBean\u306E\u767B\u9332\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action2150017=\u8A73\u7D30\u306F\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u3092\u8ABF\u3079\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150018=\u30C1\u30E3\u30CD\u30EB{0}\u306B\u5BFE\u3057\u3066MBean\u3092\u767B\u9332\u89E3\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
cause2150018=ChannelRuntimeMBean\u306E\u767B\u9332\u89E3\u9664\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action2150018=\u8A73\u7D30\u306F\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u3092\u8ABF\u3079\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150019=PubSub\u30B5\u30FC\u30D0\u30FC{0}\u3092\u521D\u671F\u5316\u3057\u307E\u3059
cause2150019=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action2150019=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail2150020=\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u30FB\u30D1\u30B9{0}\u3092\u6301\u3064\u540C\u3058\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u5BFE\u3059\u308BPubSub\u30B5\u30FC\u30D0\u30FC\u306E\u521D\u671F\u5316\u304C\u91CD\u8907\u3057\u3066\u3044\u307E\u3059
cause2150020=web.xml\u30D5\u30A1\u30A4\u30EB\u306Ecom.bea.httppubsub.servlet.ControllerServlet\u306B\u5BFE\u3057\u3066\u8907\u6570\u306E\u30B5\u30FC\u30D6\u30EC\u30C3\u30C8\u3068servlet-mapping\u5B9A\u7FA9\u304C\u3042\u308A\u307E\u3059\u3002
action2150020=web.xml\u30D5\u30A1\u30A4\u30EB\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150021=\u30B5\u30FC\u30D3\u30B9\u30FB\u30C1\u30E3\u30CD\u30EB{0}\u3092\u521D\u671F\u5316\u3067\u304D\u307E\u305B\u3093
cause2150021=\u30B5\u30FC\u30D3\u30B9\u30FB\u30C1\u30E3\u30CD\u30EB\u306E\u521D\u671F\u5316\u6642\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action2150021=PubSub\u30B5\u30FC\u30D0\u30FC\u306E\u69CB\u6210\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150022=Bayeux\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u30C1\u30E3\u30CD\u30EB\u304C\u3042\u308A\u307E\u305B\u3093: {0}
cause2150022=\u53D7\u4FE1bayeux\u30E1\u30C3\u30BB\u30FC\u30B8\u306B'channel'\u30D5\u30A3\u30FC\u30EB\u30C9\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093
action2150022=bayeux\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail2150023=\u30E1\u30C3\u30BB\u30FC\u30B8[{0}]\u306F\u7121\u52B9\u306AJSON\u5F62\u5F0F\u3067\u30A8\u30F3\u30B3\u30FC\u30C9\u3055\u308C\u3066\u3044\u307E\u3059
cause2150023=JSON\u30D1\u30FC\u30B5\u30FC\u3067\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u8A8D\u8B58\u3067\u304D\u307E\u305B\u3093
action2150023=\u8A73\u7D30\u306F\u30E1\u30C3\u30BB\u30FC\u30B8\u3068\u4F8B\u5916\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044
messagedetail2150024=\u4E0D\u660E\u306A\u30E1\u30BF\u30FB\u30C1\u30E3\u30CD\u30EB\u304CBayeux\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u898B\u3064\u304B\u308A\u307E\u3057\u305F: {0}\u3002\u6709\u52B9\u306A\u30E1\u30BF\u30FB\u30C1\u30E3\u30CD\u30EB\u306F\u6B21\u306E\u3068\u304A\u308A\u3067\u3059: /meta/handshake\u3001/meta/connect\u3001/meta/reconnect\u3001/meta/disconnect\u3001/meta/subscribe\u3001\u304A\u3088\u3073/meta/unsubscribe\u3002
cause2150024=\u53D7\u4FE1\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3001/meta/handshake\u3001/meta/connect\u3001/meta/reconnect\u3001/meta/disconnect\u3001/meta/subscribe\u3001\u307E\u305F\u306F/meta/unsubscribe\u4EE5\u5916\u306E\u30C1\u30E3\u30CD\u30EB\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action2150024=Bayeux\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3068\u53D7\u4FE1Bayeux\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150025=\u30B7\u30B9\u30C6\u30E0\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3{0}\u306FMBeanManagerFactory\u5B9F\u88C5\u3092\u6307\u5B9A\u3059\u308B\u3088\u3046\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u304A\u3089\u305A\u3001PubSub\u30B5\u30FC\u30D0\u30FC\u306B\u5BFE\u3057\u3066\u4F7F\u7528\u53EF\u80FD\u306A\u5B9F\u884C\u6642MBean\u304C\u3042\u308A\u307E\u305B\u3093\u3002
cause2150025=\u30B7\u30B9\u30C6\u30E0\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3{0}\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action2150025=\u5B9F\u884C\u6642MBean\u304C\u5FC5\u8981\u3067\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3059\u308B\u304B\u3001\u307E\u305F\u306F\u30B7\u30B9\u30C6\u30E0\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3{0}\u3092MBeanManagerFactory\u306E\u9069\u5207\u306A\u5B9F\u88C5\u306B\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150026=PubSub\u30B5\u30FC\u30D0\u30FC\u306E\u5B9F\u884C\u6642MBean\u306E\u521D\u671F\u5316\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30AF\u30E9\u30B9{0}\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093
cause2150026=MBeanManagerFactory\u306E\u521D\u671F\u5316\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action2150026=\u8A73\u7D30\u306F\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u3092\u8ABF\u3079\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150027=PubSub\u30B5\u30FC\u30D0\u30FC\u306B\u5BFE\u3057\u3066WebPubSubRuntimeMBean\u3092\u767B\u9332\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002ContextPath\u306F{0}\u3067\u3059
cause2150027=WebPubSubRuntimeMBean\u306E\u767B\u9332\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action2150027=\u8A73\u7D30\u306F\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u3092\u8ABF\u3079\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150028=PubSub\u30B5\u30FC\u30D0\u30FC\u306B\u5BFE\u3057\u3066WebPubSubRuntimeMBean\u3092\u767B\u9332\u89E3\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002ContextPath\u306F{0}\u3067\u3059
cause2150028=WebPubSubRuntimeMBean\u306E\u767B\u9332\u89E3\u9664\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action2150028=\u8A73\u7D30\u306F\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u3092\u8ABF\u3079\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150029=ControllerServlet\u306E\u521D\u671F\u5316\u306B\u5931\u6557\u3057\u307E\u3057\u305F: {0}
cause2150029=ControllerServlet\u306E\u521D\u671F\u5316\u6642\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action2150029=\u8A73\u7D30\u306F\u4F8B\u5916\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150030=\u53D7\u4FE1\u30EA\u30AF\u30A8\u30B9\u30C8\u304B\u3089JavaScript Object Notation (JSON)\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u30D5\u30A7\u30C3\u30C1\u3067\u304D\u307E\u305B\u3093\u3002
cause2150030=long-polling\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u304C"application/x-www-form-urlencoded"\u307E\u305F\u306F"text/json"\u306E\u3069\u3061\u3089\u304B\u3068\u3057\u3066\u30A8\u30F3\u30B3\u30FC\u30C9\u3055\u308C\u3066\u3001\u30B5\u30FC\u30D0\u30FC\u306BPOST\u306E\u672C\u6587\u3068\u3057\u3066\u9001\u4FE1\u3055\u308C\u307E\u3059\u3002\u30D5\u30A9\u30FC\u30E0\u30FB\u30A8\u30F3\u30B3\u30FC\u30C9\u3068\u3057\u3066\u9001\u4FE1\u3055\u308C\u305F\u5834\u5408\u3001Bayeux\u30E1\u30C3\u30BB\u30FC\u30B8\u306F"message"\u30D1\u30E9\u30E1\u30FC\u30BF\u3068\u3057\u3066\u9001\u4FE1\u3055\u308C\u307E\u3059\u3002callback-polling\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001long-polling\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u306B\u3088\u308BPOST\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u4F7F\u7528\u3057\u3066\u3001\u307E\u305F\u306FGET\u30EA\u30AF\u30A8\u30B9\u30C8\u306E"message" URL\u30D1\u30E9\u30E1\u30FC\u30BF\u3068\u3057\u3066\u30B5\u30FC\u30D0\u30FC\u306B\u9001\u4FE1\u3055\u308C\u307E\u3059\u3002
action2150030=\u53D7\u4FE1HTTP\u30EA\u30AF\u30A8\u30B9\u30C8\u3068Bayeux\u30D7\u30ED\u30C8\u30B3\u30EB\u4ED5\u69D8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150031=\u30AF\u30E9\u30B9\u30D1\u30B9\u306E{0}\u304B\u3089\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3002
cause2150031=\u30D7\u30ED\u30D1\u30C6\u30A3\u30FB\u30D5\u30A1\u30A4\u30EB\u304C\u30AF\u30E9\u30B9\u30D1\u30B9\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
action2150031=\u30AF\u30E9\u30B9\u30D1\u30B9\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150032=\u30C1\u30E3\u30CD\u30EB{1}\u306B\u5BFE\u3057\u3066\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u6C38\u7D9A\u30B9\u30C8\u30A2{0}\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30B9\u30C8\u30A2\u304C\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
cause2150032=\u6C38\u7D9A\u30B9\u30C8\u30A2\u304C\u6B63\u3057\u304F\u69CB\u6210\u3055\u308C\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action2150032=\u6C38\u7D9A\u30B9\u30C8\u30A2\u306E\u69CB\u6210\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150033=\u7121\u52B9\u306Aclient-timeout-secs: {0}\u3002client-timeout-secs\u306F\u6B63\u306E\u5024\u306B\u8A2D\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause2150033=client-timeout-secs\u306B\u8CA0\u307E\u305F\u306F\u30BC\u30ED\u306E\u5024\u304C\u8A2D\u5B9A\u3055\u308C\u307E\u3057\u305F\u3002
action2150033=PubSub\u30B5\u30FC\u30D0\u30FC\u306E\u69CB\u6210\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150034=\u7121\u52B9\u306Ainterval-millisecs: {0}\u3002interval-millisecs\u306F\u30BC\u30ED\u307E\u305F\u306F\u6B63\u306E\u5024\u306B\u8A2D\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause2150034=interval-millisecs\u306B\u8CA0\u306E\u5024\u304C\u8A2D\u5B9A\u3055\u308C\u307E\u3057\u305F\u3002
action2150034=PubSub\u30B5\u30FC\u30D0\u30FC\u306E\u69CB\u6210\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150035=\u7121\u52B9\u306Amulti-frame-interval-millisecs: {0}\u3002multi-frame-interval-millisecs\u306F\u30BC\u30ED\u307E\u305F\u306F\u6B63\u306E\u5024\u306B\u8A2D\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause2150035=multi-frame-interval-millisecs\u306B\u8CA0\u306E\u5024\u304C\u8A2D\u5B9A\u3055\u308C\u307E\u3057\u305F\u3002
action2150035=PubSub\u30B5\u30FC\u30D0\u30FC\u306E\u69CB\u6210\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150036=\u7121\u52B9\u306Apersistent-client-timeout-secs: {0}\u3002persistent-client-timeout-secs\u306F\u6B63\u306E\u5024\u306B\u8A2D\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause2150036=persistent-client-timeout-secs\u306B\u8CA0\u306E\u5024\u307E\u305F\u306F\u30BC\u30ED\u304C\u8A2D\u5B9A\u3055\u308C\u307E\u3057\u305F\u3002
action2150036=PubSub\u30B5\u30FC\u30D0\u30FC\u306E\u69CB\u6210\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150037=\u7121\u52B9\u306Amax-persistent-message-duration-secs: {0}\u3002max-persistent-message-duration-secs\u306F\u6B63\u306E\u5024\u306B\u8A2D\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause2150037=max-persistent-message-duration-secs\u306B\u8CA0\u306E\u5024\u307E\u305F\u306F\u30BC\u30ED\u304C\u8A2D\u5B9A\u3055\u308C\u307E\u3057\u305F\u3002
action2150037=PubSub\u30B5\u30FC\u30D0\u30FC\u306E\u69CB\u6210\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150038=\u30C1\u30E3\u30CD\u30EB\u8A8D\u53EF\u30DE\u30CD\u30FC\u30B8\u30E3\u3092\u521D\u671F\u5316\u3057\u3066\u3044\u307E\u3059: {0}
cause2150038=\u3053\u306E\u30C1\u30E3\u30CD\u30EB\u8A8D\u53EF\u30DE\u30CD\u30FC\u30B8\u30E3\u306F\u3001\u30C1\u30E3\u30CD\u30EB\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u306E\u8A8D\u53EF\u306B\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
action2150038=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail2150039=\u30C1\u30E3\u30CD\u30EB\u8A8D\u53EF\u30DE\u30CD\u30FC\u30B8\u30E3\u306E\u521D\u671F\u5316\u4E2D\u306B\u81F4\u547D\u7684\u306A\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause2150039=\u30C1\u30E3\u30CD\u30EB\u8A8D\u53EF\u30DE\u30CD\u30FC\u30B8\u30E3\u306E\u521D\u671F\u5316\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
action2150039=\u8A73\u7D30\u306F\u4F8B\u5916\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150040=\u30C7\u30D0\u30C3\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
cause2150040=\u30C7\u30D0\u30C3\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action2150040=\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u5358\u306A\u308B\u30C7\u30D0\u30C3\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
messagedetail2150041=\u7121\u52B9\u306A\u30C1\u30E3\u30CD\u30EB{0}\u3002\u539F\u56E0\u306F{1}\u3067\u3059\u3002
cause2150041=\u7121\u52B9\u306A\u30C1\u30E3\u30CD\u30EB\u30FB\u30D5\u30A3\u30FC\u30EB\u30C9\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002
action2150041=Bayeux\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150042=\u30ED\u30FC\u30EB{0}\u306F\u3001\u5BFE\u5FDC\u3059\u308Bweblogic.xml\u5185\u306B\u30D7\u30EA\u30F3\u30B7\u30D1\u30EB\u30FB\u30DE\u30C3\u30D4\u30F3\u30B0\u304C\u5B58\u5728\u3057\u306A\u3044\u72B6\u614B\u3067\u6697\u9ED9\u7684\u306B\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u307E\u3059\u3002
cause2150042=\u30ED\u30FC\u30EB{0}\u306Esecurity-role-assignment\u304C\u3042\u308A\u307E\u305B\u3093
action2150042=\u30ED\u30FC\u30EB{0}\u306Eweblogic.xml\u306Bsecurity-role-assignment\u3092\u4F5C\u6210\u3057\u307E\u3059
messagedetail2150043=PubSub\u30B5\u30FC\u30D0\u30FC\u306B\u5BFE\u3059\u308B\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u8A8D\u8A3C\u306F\u7121\u52B9\u306B\u306A\u308A\u307E\u3057\u305F\u3002\u3059\u3079\u3066\u306E\u30E6\u30FC\u30B6\u30FC\u304C\u3001\u3059\u3079\u3066\u306E\u30C1\u30E3\u30CD\u30EB\u3067\u3059\u3079\u3066\u306E\u64CD\u4F5C\u306E\u5B9F\u884C\u3092\u8A31\u53EF\u3055\u308C\u307E\u3059\u3002
cause2150043=PubSub\u30B5\u30FC\u30D0\u30FC\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306F\u3001\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306B\u8AAC\u660E\u3055\u308C\u3066\u3044\u306A\u3044\u30B7\u30B9\u30C6\u30E0\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u306B\u3088\u3063\u3066\u7121\u52B9\u306B\u306A\u308A\u307E\u3057\u305F\u3002
action2150043=\u3053\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u610F\u56F3\u7684\u306B\u8A2D\u5B9A\u3057\u305F\u306E\u3067\u306A\u3044\u5834\u5408\u306F\u3001com.bea.httppubsub.security\u3067\u59CB\u307E\u308B\u3059\u3079\u3066\u306E\u30B7\u30B9\u30C6\u30E0\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150044=\u7121\u52B9\u306Aconnection-timeout-secs: {0}\u3002connection-timeout-secs\u306F\u6B63\u306E\u5024\u306B\u8A2D\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause2150044=connection-timeout-secs\u306B\u8CA0\u307E\u305F\u306F\u30BC\u30ED\u306E\u5024\u304C\u8A2D\u5B9A\u3055\u308C\u307E\u3057\u305F\u3002
action2150044=PubSub\u30B5\u30FC\u30D0\u30FC\u306E\u69CB\u6210\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150045=\u53D7\u4FE1Bayeux\u30E1\u30C3\u30BB\u30FC\u30B8\u306B'channel'\u30D5\u30A3\u30FC\u30EB\u30C9\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093\u3002
cause2150045=\u53D7\u4FE1Bayeux\u30E1\u30C3\u30BB\u30FC\u30B8\u306B'channel'\u30D5\u30A3\u30FC\u30EB\u30C9\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action2150045=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306B\u3088\u3063\u3066\u9001\u4FE1\u3055\u308C\u305FBayeux\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3059\u308B\u306B\u306FBayeux\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30C7\u30D0\u30C3\u30B0\u30FB\u30D5\u30E9\u30B0\u3092\u30AA\u30F3\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail2150046=Bayeux\u30E1\u30C3\u30BB\u30FC\u30B8\u306EJavaScript Object Notation (JSON)\u5F62\u5F0F\u304C\u7121\u52B9\u3067\u3059\u3002
cause2150046=JSON\u30D1\u30FC\u30B5\u30FC\u3067Bayeux\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u8A8D\u8B58\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action2150046=Bayeux\u30E1\u30C3\u30BB\u30FC\u30B8\u3068\u4F8B\u5916\u306E\u8A73\u7D30\u3092\u78BA\u8A8D\u3059\u308B\u306B\u306FBayeux\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30C7\u30D0\u30C3\u30B0\u30FB\u30D5\u30E9\u30B0\u3092\u30AA\u30F3\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
