## {0}: String name
getRequireAdminServerToFindObj=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8"{0}"\u3092\u691C\u7D22\u3059\u308B\u306B\u306F\u3001\u30B3\u30DE\u30F3\u30C9\u3092\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u3067\u5B9F\u884C\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String machineName
getInvalidMachine=\u30DE\u30B7\u30F3"{0}"\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
## {0}: String server, {1}: Throwable t
getFailedToStartServer=\u30B5\u30FC\u30D0\u30FC{0}\u306E\u8D77\u52D5\u306B\u5931\u6557\u3057\u307E\u3057\u305F: {1}
## {0}: String server, {1}: String operation, {2}: String curState, {3}: String expectedStates
getStateInvalid=\u30B5\u30FC\u30D0\u30FC{0}\u304C\u7121\u52B9\u306A\u72B6\u614B{2}\u3067\u3042\u308B\u305F\u3081\u3001{1}\u306E\u5B9F\u884C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u4E88\u671F\u3055\u308C\u308B\u30B5\u30FC\u30D0\u30FC\u72B6\u614B\u306F{3}\u3067\u3059
## {0}: String server, {1}: Throwable t
getFailedToShutdownServer=\u30B5\u30FC\u30D0\u30FC{0}\u306E\u505C\u6B62\u306B\u5931\u6557\u3057\u307E\u3057\u305F: {1}
getFailedToCreateServerMap=\u30C9\u30E1\u30A4\u30F3\u5185\u306E\u30B5\u30FC\u30D0\u30FC\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u53CE\u96C6\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String clusterName
getNotHAClusterError=\u30AF\u30E9\u30B9\u30BF{0}\u306F\u9AD8\u53EF\u7528\u6027\u30AF\u30E9\u30B9\u30BF\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String machineName
getNMVersionFailed={0}\u306ENodeManager\u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u53D6\u5F97\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
## {0}: String machineName
getNMConnectionError=NodeManager {0}\u3078\u306E\u63A5\u7D9A\u306B\u5931\u6557\u3057\u307E\u3057\u305F
getMinimumNMsCheckFailure=\u30BC\u30ED\u30FB\u30C0\u30A6\u30F3\u30BF\u30A4\u30E0\u306A\u3057\u3067\u30ED\u30FC\u30EB\u30A2\u30A6\u30C8\u3092\u5B9F\u884C\u3059\u308B\u306B\u306F\u5C11\u306A\u304F\u3068\u30823\u3064\u306ENodeManager\u304C\u5FC5\u8981\u3067\u3059\u3002
## {0}: String serverName
getNoNMForServer=NodeManager\u306B\u3088\u3063\u3066\u7BA1\u7406\u3055\u308C\u3066\u3044\u306A\u3044\u30B5\u30FC\u30D0\u30FC{0}\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002
## {0}: String serverName
getStandAloneServerError=\u30B5\u30FC\u30D0\u30FC{0}\u306F\u30B9\u30BF\u30F3\u30C9\u30A2\u30ED\u30F3\u30FB\u30B5\u30FC\u30D0\u30FC\u3067\u3042\u308B\u305F\u3081\u3001\u30BC\u30ED\u30FB\u30C0\u30A6\u30F3\u30BF\u30A4\u30E0\u306A\u3057\u3067\u306F\u30ED\u30FC\u30EB\u30A2\u30A6\u30C8\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String serverName
getInvalidServer=\u30B5\u30FC\u30D0\u30FC"{0}"\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
## {0}: String serverName, {1}: String applicationName, {2}: long timeout, {3}: String state
getApplicationRedeployTimeout="{0}"\u4E0A\u306E"{1}"\u306B\u5BFE\u3057\u3066\u30BF\u30FC\u30B2\u30C3\u30C8\u6307\u5B9A\u3055\u308C\u305F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u518D\u30C7\u30D7\u30ED\u30A4\u306F"{2}"\u30DF\u30EA\u79D2\u307E\u3067\u306B\u5B8C\u4E86\u3067\u304D\u306A\u304B\u3063\u305F\u305F\u3081\u3001\u72B6\u614B\u306F"{3}"\u306E\u307E\u307E\u3067\u3059\u3002
## {0}: String serverName, {1}: String state, {2}: long timeout
getServerShutdownStateTimeout=\u30B5\u30FC\u30D0\u30FC\u505C\u6B62\u30BF\u30B9\u30AF\u304C\u6B63\u5E38\u306B\u7D42\u4E86\u3057\u305F\u5F8C\u3067\u3001"{0}"\u306E\u72B6\u614B\u304C"{2}"\u30DF\u30EA\u79D2\u307E\u3067\u306B\u78BA\u8A8D\u3055\u308C\u306A\u304B\u3063\u305F\u305F\u3081\u3001\u72B6\u614B\u306F"{1}"\u306E\u307E\u307E\u3067\u3059\u3002
## {0}: String serverName, {1}: String state, {2}: long timeout
getServerAdminStateTimeout=\u30B5\u30FC\u30D0\u30FC\u8D77\u52D5\u30BF\u30B9\u30AF\u304C\u6B63\u5E38\u306B\u7D42\u4E86\u3057\u305F\u5F8C\u3067\u3001"{0}"\u306E\u72B6\u614B\u304C"{2}"\u30DF\u30EA\u79D2\u307E\u3067\u306B\u78BA\u8A8D\u3055\u308C\u306A\u304B\u3063\u305F\u305F\u3081\u3001\u72B6\u614B\u306F"{1}"\u306E\u307E\u307E\u3067\u3059\u3002
## {0}: String serverName, {1}: String state, {2}: long timeout, {3}: String lifecycleTaskName
getServerLifeCycleTaskTimeout="{0}"\u3067\u306E\u30B5\u30FC\u30D0\u30FC\u30FB\u30E9\u30A4\u30D5\u30B5\u30A4\u30AF\u30EB\u64CD\u4F5C"{3}"\u304C"{2}"\u30DF\u30EA\u79D2\u307E\u3067\u306B\u5B8C\u4E86\u3067\u304D\u306A\u304B\u3063\u305F\u305F\u3081\u3001\u72B6\u614B\u306F"{1}"\u306E\u307E\u307E\u3067\u3059\u3002
getApplicationNameNotSpecified=\u540D\u524D\u304C\u6307\u5B9A\u3055\u308C\u306A\u304B\u3063\u305F\u305F\u3081\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u898B\u3064\u3051\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3002
getNodeManagerRequiredAdmin=\u30ED\u30FC\u30EB\u30A2\u30A6\u30C8\u64CD\u4F5C\u3067\u30BF\u30FC\u30B2\u30C3\u30C8\u6307\u5B9A\u3055\u308C\u305F\u3068\u304D\u306FAdminServer\u3092NodeManager\u304B\u3089\u8D77\u52D5\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String applicationName
getApplicationPatchedLocationNotSpecified=\u30D1\u30B9\u304C\u6307\u5B9A\u3055\u308C\u306A\u304B\u3063\u305F\u305F\u3081\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3"{0}"\u306E\u30D1\u30C3\u30C1\u9069\u7528\u6E08\u30BD\u30FC\u30B9\u3092\u898B\u3064\u3051\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String applicationName
getInvalidApplicationName=\u540D\u524D\u304C"{0}"\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String applicationName
getApplicationBackupNotSpecified=\u4F55\u3082\u6307\u5B9A\u3055\u308C\u306A\u304B\u3063\u305F\u305F\u3081\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u306E\u5834\u6240\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3"{0}"\u306E\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u306E\u5834\u6240\u304C\u6307\u5B9A\u3055\u308C\u306A\u304B\u3063\u305F\u3081\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
getCheckPathsFailure=\u30ED\u30FC\u30EB\u30A2\u30A6\u30C8\u30FB\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u691C\u8A3C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u901A\u5E38\u306F\u3001\u8AA4\u3063\u305F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u540D\u304B\u7121\u52B9\u306A\u30D1\u30B9\u304C\u6307\u5B9A\u3055\u308C\u305F\u3053\u3068\u304C\u539F\u56E0\u3067\u3059\u3002\u8A73\u7D30\u306F\u30ED\u30B0\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String patchedOracleHome, {1}: String backupOracleHome, {2}: String isRollback
missingOracleHomeArg=OracleHome\u306E\u66F4\u65B0\u3067\u306F3\u3064\u306E\u5024\u3092\u6307\u5B9A\u3059\u308B\u304B\u3001\u4F55\u3082\u6307\u5B9A\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002\u63D0\u4F9B\u3055\u308C\u308B\u5F15\u6570\u306F\u3001rolloutOracleHome: "{0}"\u3001backupOracleHome: "{1}"\u304A\u3088\u3073isRollback "{2}"\u3067\u3059
## {0}: String argName, {1}: String argValue
InvalidArgWithSpace=\u30ED\u30FC\u30EB\u30A2\u30A6\u30C8\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002{0}\u306E\u5834\u6240\u306B\u30B9\u30DA\u30FC\u30B9\u3092\u542B\u3081\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093: "{1}"
## {0}: String target
invalidTarget=\u30BF\u30FC\u30B2\u30C3\u30C8"{0}"\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002\u6709\u52B9\u306A\u30BF\u30FC\u30B2\u30C3\u30C8\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String target, {1}: String type1, {2}: String type2
duplicateTargetName="{0}"\u306E\u6B63\u3057\u3044\u30BF\u30FC\u30B2\u30C3\u30C8\u3092\u6C7A\u5B9A\u3067\u304D\u307E\u305B\u3093\u3002\u30BF\u30FC\u30B2\u30C3\u30C8\u306F"{1}"\u307E\u305F\u306F"{2}"\u306E\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String target2
invalidTargetList=\u30AB\u30F3\u30DE\u3067\u533A\u5207\u3089\u308C\u305F\u30BF\u30FC\u30B2\u30C3\u30C8\u6587\u5B57\u5217"{0}"\u3092\u89E3\u6790\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String id
alreadyActiveWorkflow=\u3059\u3067\u306B\u5B9F\u884C\u3057\u3066\u3044\u308B\u30ED\u30FC\u30EB\u30A2\u30A6\u30C8"{0}"\u304C\u3042\u308A\u307E\u3059\u3002\u5B8C\u4E86\u3055\u305B\u3066\u304B\u3089\u65B0\u3057\u3044\u30ED\u30FC\u30EB\u30A2\u30A6\u30C8\u3092\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String target, {1}: String targetedServer, {2}: String untargetedServer, {3}: String machineName
untargetedServer="{0}"\u306B\u30ED\u30FC\u30EB\u30A2\u30A6\u30C8\u3067\u304D\u307E\u305B\u3093\u3002\u30BF\u30FC\u30B2\u30C3\u30C8\u6307\u5B9A\u3055\u308C\u305F\u30B5\u30FC\u30D0\u30FC"{1}"\u304A\u3088\u3073\u30BF\u30FC\u30B2\u30C3\u30C8\u6307\u5B9A\u89E3\u9664\u3055\u308C\u305F\u30B5\u30FC\u30D0\u30FC"{2}"\u306F\u3069\u3061\u3089\u3082\u30DE\u30B7\u30F3"{3}"\u3067\u30DB\u30B9\u30C8\u3055\u308C\u3066\u304A\u308A\u3001\u305D\u306E\u30CE\u30FC\u30C9\u306E\u66F4\u65B0\u306B\u3088\u3063\u3066\u5F71\u97FF\u3092\u53D7\u3051\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String domain, {1}: String cluster
domainContainsCluster=\u30C9\u30E1\u30A4\u30F3"{0}"\u306B\u306F\u3059\u3067\u306B\u30AF\u30E9\u30B9\u30BF"{1}"\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002
## {0}: String domain, {1}: String node
domainContainsNode=\u30C9\u30E1\u30A4\u30F3"{0}"\u306B\u306F\u3059\u3067\u306B\u30CE\u30FC\u30C9"{1}"\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002
## {0}: String node, {1}: String serverGroup
nodeContainsServerGroup=\u30CE\u30FC\u30C9"{0}"\u306B\u306F\u3059\u3067\u306BserverGroup "{1}"\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002
nullDestination=\u79FB\u884C\u5148\u30DE\u30B7\u30F3\u304C\u6307\u5B9A\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String mt, {1}: String desc, {2}: String status
getFailedToMigrateTarget=\u79FB\u884C\u53EF\u80FD\u30BF\u30FC\u30B2\u30C3\u30C8"{0}"\u3092\u79FB\u884C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u8AAC\u660E = {1}\u3001\u30B9\u30C6\u30FC\u30BF\u30B9 = "{2}"\u3002
## {0}: String clusterName, {1}: int numUntargetedServers
clusterContainsUntargetedServers=\u30AF\u30E9\u30B9\u30BF"{0}"\u306B\u306F{1}\u30BF\u30FC\u30B2\u30C3\u30C8\u6307\u5B9A\u89E3\u9664\u6E08\u30B5\u30FC\u30D0\u30FC\u304C\u542B\u307E\u308C\u307E\u3059\u3002\u30AF\u30E9\u30B9\u30BF\u5185\u306E\u3044\u305A\u308C\u304B\u306E\u30B5\u30FC\u30D0\u30FC\u304C\u30BF\u30FC\u30B2\u30C3\u30C8\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u30AF\u30E9\u30B9\u30BF\u306E\u3059\u3079\u3066\u306E\u30B5\u30FC\u30D0\u30FC\u304C\u30BF\u30FC\u30B2\u30C3\u30C8\u3068\u3057\u3066\u6307\u5B9A\u3055\u308C\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String nodeName
nodeContainsUntargetedServers=\u30CE\u30FC\u30C9"{0}"\u306B\u306F\u30BF\u30FC\u30B2\u30C3\u30C8\u6307\u5B9A\u3055\u308C\u305F\u30B5\u30FC\u30D0\u30FC\u3068\u30BF\u30FC\u30B2\u30C3\u30C8\u6307\u5B9A\u89E3\u9664\u3055\u308C\u305F\u30B5\u30FC\u30D0\u30FC\u304C\u6DF7\u5728\u3057\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u64CD\u4F5C\u3067\u306F\u3001\u30CE\u30FC\u30C9\u306E\u3059\u3079\u3066\u306E\u30B5\u30FC\u30D0\u30FC\u304C\u30BF\u30FC\u30B2\u30C3\u30C8\u6307\u5B9A\u3055\u308C\u308B\u304B\u3001\u3069\u306E\u30B5\u30FC\u30D0\u30FC\u3082\u30BF\u30FC\u30B2\u30C3\u30C8\u6307\u5B9A\u3055\u308C\u306A\u3044\u3053\u3068\u304C\u5FC5\u8981\u3067\u3059\u3002\u3053\u308C\u306F\u3001\u30CE\u30FC\u30C9\u306B\u30BF\u30FC\u30B2\u30C3\u30C8\u6307\u5B9A\u89E3\u9664\u3055\u308C\u305F\u30B5\u30FC\u30D0\u30FC\u304C\u3042\u308B\u304C\u3001\u52D5\u7684\u30AF\u30E9\u30B9\u30BF\u307E\u305F\u306F\u81EA\u52D5\u30B5\u30FC\u30D0\u30FC\u79FB\u884C\u306E\u5019\u88DC\u3067\u3042\u308B\u305F\u3081\u66F4\u65B0\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u306B\u3082\u8D77\u3053\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u5FC5\u8981\u3067\u3042\u308C\u3070\u3001\u30E6\u30FC\u30B6\u30FC\u306F\u3053\u306E\u30CE\u30FC\u30C9\u3092\u542B\u307E\u306A\u3044\u3088\u3046\u306B\u5019\u88DC\u306E\u30DE\u30B7\u30F3\u3092\u5236\u9650\u3059\u308B\u3053\u3068\u3082\u3067\u304D\u307E\u3059\u3002
## {0}: String mt, {1}: Throwable t
getMigrationFailed={0}\u3092\u79FB\u884C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {1}
## {0}: String statusCode
getJTSMigrationFailed=JTS\u306E\u79FB\u884C\u306B\u5931\u6557\u3057\u307E\u3057\u305F: {0}
## {0}: Throwable t
getJTSMigrationError=JTS\u3092\u79FB\u884C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
## {0}: String type, {1}: String migrationPropertiesPath
propsFileDoesNotExist={0}\u30D7\u30ED\u30D1\u30C6\u30A3\u30FB\u30D5\u30A1\u30A4\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093: {1}
## {0}: String type, {1}: String migrationPropertiesPath
cannotReadFile={0}\u30D7\u30ED\u30D1\u30C6\u30A3\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u8AAD\u307F\u8FBC\u3081\u307E\u305B\u3093: {1}
## {0}: String migrationPropertiesPath
emptyProps=\u79FB\u884C\u30D7\u30ED\u30D1\u30C6\u30A3\u30FB\u30D5\u30A1\u30A4\u30EB\u306B\u30D7\u30ED\u30D1\u30C6\u30A3\u304C\u3042\u308A\u307E\u305B\u3093: {0}
## {0}: String type, {1}: String migrationPropertiesPath, {2}: Throwable t
cannotLoadProps={1}\u304B\u3089{0}\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u8AAD\u307F\u8FBC\u3080\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093: {2}
## {0}: String type, {1}: String extensionPropertiesPath
cannotLoadExtensionProps={1}\u304B\u3089{0}\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String type, {1}: String extensionConfigPath
cannotLoadExtensionConfiguration={1}\u304B\u3089{0}\u62E1\u5F35\u69CB\u6210\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String option
badFormat=\u30D7\u30ED\u30D1\u30C6\u30A3\u30FB\u30C7\u30FC\u30BF\u5F62\u5F0F\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093 - {0}
## {0}: String option, {1}: String file
badFormatInFile=\u30C7\u30FC\u30BF\u5F62\u5F0F\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093 - \u30D5\u30A1\u30A4\u30EB{1}\u306E{0}
## {0}: String option
unknownOption=\u4E0D\u660E\u306A\u30AA\u30D7\u30B7\u30E7\u30F3 - {0}
## {0}: String appName, {1}: String servers
getConflictingStageModes=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u306E\u30B9\u30C6\u30FC\u30B8\u30F3\u30B0\u30FB\u30E2\u30FC\u30C9\u3092\u5224\u5225\u3067\u304D\u307E\u305B\u3093\u3002\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u307E\u305F\u306F\u5BFE\u5FDC\u3059\u308B\u30D7\u30E9\u30F3\u306B\u30B9\u30C6\u30FC\u30B8\u30F3\u30B0\u30FB\u30E2\u30FC\u30C9\u304C\u6307\u5B9A\u3055\u308C\u306A\u304B\u3063\u305F\u304B\u3001\u30BF\u30FC\u30B2\u30C3\u30C8\u3068\u3057\u3066\u6307\u5B9A\u3055\u308C\u305F\u30B5\u30FC\u30D0\u30FC\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u30FB\u30B9\u30C6\u30FC\u30B8\u30F3\u30B0\u30FB\u30E2\u30FC\u30C9\u304C\u4E00\u8CAB\u6027\u306E\u3042\u308B{1}\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
singletonsExist=\u30B7\u30F3\u30B0\u30EB\u30C8\u30F3\u30FB\u30B5\u30FC\u30D3\u30B9\u304C\u5B9F\u884C\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u79FB\u884C\u30D7\u30ED\u30D1\u30C6\u30A3\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String machine
invalidMachineName=\u6307\u5B9A\u3055\u308C\u305F\u30DE\u30B7\u30F3{0}\u304C\u5B58\u5728\u3057\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String server
invalidMigrationInfo=\u30B5\u30FC\u30D0\u30FC{0}\u3067\u30B5\u30FC\u30D3\u30B9\u79FB\u884C\u3068\u30B5\u30FC\u30D0\u30FC\u79FB\u884C\u306E\u4E21\u65B9\u3092\u884C\u3046\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String server
getAutoMigrationError=\u30B5\u30FC\u30D0\u30FC{0}\u306E\u81EA\u52D5\u30B5\u30FC\u30D0\u30FC\u79FB\u884C\u30D7\u30ED\u30D1\u30C6\u30A3\u304C\u7121\u52B9\u3067\u3059\u3002
## {0}: Throwable t
getServerMigrationError=\u30B5\u30FC\u30D0\u30FC\u3092\u79FB\u884C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
## {0}: String clusterName, {1}: int clusterSize, {2}: int minimumSize
getMinimumClusterSizeNotMet=\u3059\u3079\u3066\u306E\u30AF\u30E9\u30B9\u30BF\u306F\u5C11\u306A\u304F\u3068\u3082{2}\u30CE\u30FC\u30C9\u306B\u5BFE\u5FDC\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u304C\u3001\u30AF\u30E9\u30B9\u30BF{0}\u306F{1}\u30CE\u30FC\u30C9\u306B\u3057\u304B\u5BFE\u5FDC\u3057\u3066\u3044\u307E\u305B\u3093\u3002
invalidJTAOption=\u30D5\u30A7\u30A4\u30EB\u30D0\u30C3\u30AF\u306FJTA\u79FB\u884C\u306E\u6709\u52B9\u306A\u30AA\u30D7\u30B7\u30E7\u30F3\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String jndi
getWSMJNDIFailed=\u30B5\u30FC\u30D0\u30FC\u5168\u4F53\u306E\u79FB\u884C\u30B5\u30FC\u30D3\u30B9{0}\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
getTopologyChangeDetectedAtDomainLevel=\u30C9\u30E1\u30A4\u30F3\u30FB\u30C8\u30DD\u30ED\u30B8\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u5909\u66F4\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002\u3053\u308C\u306F\u3001\u3053\u306E\u30EF\u30FC\u30AF\u30D5\u30ED\u30FC\u304C\u4F5C\u6210\u3055\u308C\u305F\u5F8C\u306B\u3001\u4E88\u671F\u305B\u305A\u30C9\u30E1\u30A4\u30F3\u306B\u30B5\u30FC\u30D0\u30FC\u304C\u8FFD\u52A0\u3055\u308C\u305F\u304B\u30C9\u30E1\u30A4\u30F3\u304B\u3089\u524A\u9664\u3055\u308C\u305F\u53EF\u80FD\u6027\u304C\u3042\u308B\u3053\u3068\u3092\u610F\u5473\u3057\u307E\u3059\u3002\u52D5\u7684\u30AF\u30E9\u30B9\u30BF\u307E\u305F\u306F\u62E1\u5F35\u5EA6\u304C\u6709\u52B9\u5316\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u5909\u66F4\u306F\u305D\u3053\u304B\u3089\u767A\u751F\u3057\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u8A2D\u5B9A\u3092\u78BA\u8A8D\u3057\u3001\u30ED\u30FC\u30EB\u30A2\u30A6\u30C8\u3092\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String output
getUpdateOracleHomeFailure=UpdateOracleHome\u306BNodeManager\u306E\u4F7F\u7528\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30B9\u30AF\u30EA\u30D7\u30C8\u51FA\u529B\u306E\u6700\u7D42\u884C(\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u5B8C\u5168\u306A\u30B9\u30AF\u30EA\u30D7\u30C8\u51FA\u529B): {0}\u3002
## {0}: String output
getScriptExecutorExtensionFailure=ScriptExecutorExtension\u4E2D\u306BNodeManager\u306E\u4F7F\u7528\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30B9\u30AF\u30EA\u30D7\u30C8\u51FA\u529B\u306E\u6700\u7D42\u884C(\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u5B8C\u5168\u306A\u30B9\u30AF\u30EA\u30D7\u30C8\u51FA\u529B): {0}\u3002
## {0}: String errorMsg
getNodeManagerError=\u30D1\u30C3\u30C1\u306E\u9069\u7528\u4E2D\u306BNodeManager\u306E\u4F7F\u7528\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}\u3002
## {0}: String serverName, {1}: String error
getUpdateFailoverGroupsError=\u30A8\u30E9\u30FC{1}\u306B\u3088\u308A\u3001{0}\u3067\u30D5\u30A7\u30A4\u30EB\u30AA\u30FC\u30D0\u30FC\u30FB\u30B0\u30EB\u30FC\u30D7\u8A2D\u5B9A\u3092\u66F4\u65B0\u3067\u304D\u307E\u305B\u3093
## {0}: String output
getExecScriptFailure=\u30D1\u30C3\u30C1\u306E\u9069\u7528\u4E2D\u306BNodeManager\u306E\u4F7F\u7528\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30B9\u30AF\u30EA\u30D7\u30C8\u51FA\u529B\u306E\u6700\u7D42\u884C(\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u5B8C\u5168\u306A\u30B9\u30AF\u30EA\u30D7\u30C8\u51FA\u529B): {0}\u3002
## {0}: String output
getUpdateApplicationFailure=UpdateApplication\u306BNodeManager\u306E\u4F7F\u7528\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30B9\u30AF\u30EA\u30D7\u30C8\u51FA\u529B\u306E\u6700\u7D42\u884C(\u30ED\u30B0\u306E\u5B8C\u5168\u306A\u30B9\u30AF\u30EA\u30D7\u30C8\u51FA\u529B): {0}\u3002
## {0}: String output
getCleanupExtensionArtifactsFailure=\u30CE\u30FC\u30C9\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u3092\u4F7F\u7528\u3057\u305F\u62E1\u5F35\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u306E\u30AF\u30EA\u30FC\u30F3\u30FB\u30A2\u30C3\u30D7\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30B9\u30AF\u30EA\u30D7\u30C8\u51FA\u529B\u306E\u6700\u7D42\u884C(\u30ED\u30B0\u306E\u5B8C\u5168\u306A\u30B9\u30AF\u30EA\u30D7\u30C8\u51FA\u529B): {0}\u3002
## {0}: String name, {1}: String error
getRestartNodeManagerFailure={0}\u3067\u306ERestartNodeManagerCommand\u304C{1}\u306E\u305F\u3081\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u3053\u308C\u306F\u3001NodeManager\u304C\u307E\u3063\u305F\u304F\u518D\u8D77\u52D5\u3055\u308C\u306A\u304B\u3063\u305F\u304B\u3001\u505C\u6B62\u3055\u308C\u305F\u5F8C\u3067\u8D77\u52D5\u3067\u304D\u306A\u304B\u3063\u305F\u304B\u3092\u610F\u5473\u3059\u308B\u3053\u3068\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String name, {1}: long timeoutInMinutes
getConnectNodeManagerFailure={1}\u5206\u4EE5\u5185\u306B{0}\u3067\u30CE\u30FC\u30C9\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306B\u63A5\u7D9A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u308C\u306F\u3001NodeManager\u304C\u307E\u3063\u305F\u304F\u518D\u8D77\u52D5\u3055\u308C\u306A\u304B\u3063\u305F\u304B\u3001\u505C\u6B62\u3055\u308C\u305F\u5F8C\u3067\u8D77\u52D5\u3067\u304D\u306A\u304B\u3063\u305F\u304B\u3092\u610F\u5473\u3059\u308B\u3053\u3068\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String server
getNullServerRuntimeMBeanError=\u30B5\u30FC\u30D0\u30FC{0}\u306EServerLifeCycleRuntimeMBean\u306E\u53D6\u5F97\u306B\u5931\u6557\u3057\u307E\u3057\u305F
## {0}: String server, {1}: String error
getServerLifecycleOperationError=\u30B5\u30FC\u30D0\u30FC{0}\u306E\u30B5\u30FC\u30D0\u30FC\u30FB\u30E9\u30A4\u30D5\u30B5\u30A4\u30AF\u30EB\u64CD\u4F5C\u30A8\u30E9\u30FC: {1}
## {0}: String appName, {1}: String serverName, {2}: String messages
getApplicationRedeployFailureMessages=\u30D1\u30C3\u30C1\u9069\u7528\u4E2D\u306B\u30B5\u30FC\u30D0\u30FC"{1}"\u4E0A\u3067"{0}"\u306B\u5BFE\u3057\u3066\u30BF\u30FC\u30B2\u30C3\u30C8\u6307\u5B9A\u3055\u308C\u305F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u518D\u30C7\u30D7\u30ED\u30A4\u306F\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8: "{2}"\u3002
## {0}: String appName, {1}: String partitionName, {2}: String serverName, {3}: String messages
getApplicationRedeployToPartitionFailureMessages=\u30D1\u30C3\u30C1\u9069\u7528\u4E2D\u306B\u30B5\u30FC\u30D0\u30FC"{2}"\u4E0A\u306E\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3"{1}"\u3067"{0}"\u306B\u5BFE\u3057\u3066\u30BF\u30FC\u30B2\u30C3\u30C8\u6307\u5B9A\u3055\u308C\u305F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u518D\u30C7\u30D7\u30ED\u30A4\u306F\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8: "{3}"\u3002
## {0}: String appName, {1}: String serverName, {2}: String error
getApplicationRedeployFailure=\u30D1\u30C3\u30C1\u9069\u7528\u4E2D\u306B\u30B5\u30FC\u30D0\u30FC"{1}"\u4E0A\u3067"{0}"\u306B\u5BFE\u3057\u3066\u30BF\u30FC\u30B2\u30C3\u30C8\u6307\u5B9A\u3055\u308C\u305F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u518D\u30C7\u30D7\u30ED\u30A4\u306F\u3001\u4F8B\u5916{2}\u3067\u5931\u6557\u3057\u307E\u3057\u305F\u3002
getTopologyChangeDetectedAtClusterLevel=\u30AF\u30E9\u30B9\u30BF\u30FB\u30EC\u30D9\u30EB\u30FB\u30C8\u30DD\u30ED\u30B8\u306E\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u5909\u66F4\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002
getTopologyChangeDetectedAtNodeLevel=\u30CE\u30FC\u30C9\u30FB\u30EC\u30D9\u30EB\u30FB\u30C8\u30DD\u30ED\u30B8\u306E\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u5909\u66F4\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002
getTopologyChangeDetectedAtServerGroupLevel=\u30B5\u30FC\u30D0\u30FC\u30FB\u30B0\u30EB\u30FC\u30D7\u30FB\u30EC\u30D9\u30EB\u30FB\u30C8\u30DD\u30ED\u30B8\u306E\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u5909\u66F4\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002
getTopologyChangeDetectedAtServerLevel=\u30B5\u30FC\u30D0\u30FC\u30FB\u30EC\u30D9\u30EB\u30FB\u30C8\u30DD\u30ED\u30B8\u306E\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u5909\u66F4\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002
incompatibleSessionsRequireShutdownTimeout=isSessionCompatible\u3092false\u306B\u8A2D\u5B9A\u3057\u305F\u5834\u5408\u3001shutdownTimeoutSeconds\u3082\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u308C\u306F\u3001\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u6700\u65B0\u306E\u30D1\u30C3\u30C1\u672A\u9069\u7528\u30CE\u30FC\u30C9\u304C\u7121\u52B9\u5316/\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3059\u308B\u307E\u3067\u591A\u304F\u306E\u6642\u9593\u5F85\u3064\u3053\u3068\u3092\u9632\u3050\u306E\u306B\u5F79\u7ACB\u3061\u307E\u3059\u3002
## {0}: String machineName
getFailureValidatingJavaHome={0}\u3067JavaHome\u30D1\u30B9\u306E\u691C\u8A3C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
## {0}: String machineName
getFailureValidatingOracleHome={0}\u3067OracleHome\u30D1\u30B9\u306E\u691C\u8A3C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
## {0}: String pendingServersList, {1}: String updatingServersList
getSingleNullFailoverGroup=failoverGroupLists\u306E1\u3064\u304Cnull\u3067\u3059\u3002PendingServers: "{0}"\u3001\u307E\u305F\u306FUpdatingServers: "{1}"\u3002\u521D\u671F\u72B6\u614B\u3092\u30EA\u30B9\u30C8\u30A2\u3059\u308B\u306B\u306F\u4E21\u65B9\u304Cnull\u307E\u305F\u306F\u7247\u65B9\u306E\u5024\u3092\u7A7A\u306E\u6587\u5B57\u5217\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String applicationName, {1}: String nodeName
getFailureValidatingStageModePaths=\u30CE\u30FC\u30C9: {1}\u3067\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3: "{0}"\u306E\u30B9\u30C6\u30FC\u30B8\u30FB\u30E2\u30FC\u30C9\u30FB\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30D1\u30B9\u306E\u691C\u8A3C\u306B\u5931\u6557\u3057\u307E\u3057\u305F
## {0}: String applicationName, {1}: String nodeName
getFailureValidatingNoStageModePaths=\u30CE\u30FC\u30C9: {1}\u3067\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3: "{0}"\u306E\u975E\u30B9\u30C6\u30FC\u30B8\u30FB\u30E2\u30FC\u30C9\u30FB\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30D1\u30B9\u306E\u691C\u8A3C\u306B\u5931\u6557\u3057\u307E\u3057\u305F
## {0}: String applicationName, {1}: String nodeName, {2}: String serverName
getFailureValidatingExternalStageModePaths=\u30B5\u30FC\u30D0\u30FC: {2}\u306E\u30CE\u30FC\u30C9: {1}\u3067\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3: "{0}"\u306E\u5916\u90E8\u30B9\u30C6\u30FC\u30B8\u30FB\u30E2\u30FC\u30C9\u30FB\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30D1\u30B9\u306E\u691C\u8A3C\u306B\u5931\u6557\u3057\u307E\u3057\u305F
## {0}: String serverName, {1}: String exceptionMessage
getQuiesceFailed=\u30B5\u30FC\u30D0\u30FC{0}\u306E\u9759\u6B62\u306E\u8A66\u884C\u4E2D\u306B\u6B21\u306E\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F\u3001"{1}"\u3002\u30B5\u30FC\u30D0\u30FC{0}\u306E\u9759\u6B62\u306E\u8A66\u884C\u4E2D\u306Bnull\u30EC\u30B9\u30DD\u30F3\u30B9\u304C\u8FD4\u3055\u308C\u307E\u3057\u305F
## {0}: String paramName
undefinedParameter=\u30D1\u30E9\u30E1\u30FC\u30BF\u304C\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u305B\u3093: "{0}"
## {0}: String applicationPropertiesPath
cannotLoadAppsProps=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u30FB\u30D5\u30A1\u30A4\u30EB\u3092{0}\u304B\u3089\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093
## {0}: String serverName, {1}: String destination
invalidJTAMigration=\u5B9B\u5148\u30B5\u30FC\u30D0\u30FC{1}\u304C\u3059\u3067\u306B\u30B5\u30FC\u30D0\u30FC\u5168\u4F53\u306E\u79FB\u884C\u7528\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u306E\u3067\u3001\u30B5\u30FC\u30D0\u30FC{0}\u306B\u5BFE\u3059\u308B\u30D5\u30A7\u30A4\u30EB\u30D0\u30C3\u30AF\u3067JTA\u79FB\u884C\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093
## {0}: String rolloutTargetTypeStr
invalidRolloutTargetType=\u30ED\u30FC\u30EB\u30A2\u30A6\u30C8\u30FB\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30BF\u30A4\u30D7"{0}"\u304C\u7121\u52B9\u3067\u3059
## {0}: String rollbackString
invalidRollbackValue=isRollback\u306E\u5024\u304C\u7121\u52B9\u3067\u3059: "{0}"\u3002\u6307\u5B9A\u3067\u304D\u308B\u5024\u306Ftrue\u307E\u305F\u306Ffalse\u3067\u3059\u3002
invalidApplicationsRollback=\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u306E\u4E00\u90E8\u3068\u3057\u3066\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u66F4\u65B0\u3067\u304D\u307E\u305B\u3093
## {0}: String domainName
invalidMachineMBeans=\u30C9\u30E1\u30A4\u30F3: "{0}"\u306EmachineMBeans\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
invalidMigrationToSameMachine=\u73FE\u5728\u5B9F\u884C\u4E2D\u306E\u30B5\u30FC\u30D0\u30FC\u3068\u540C\u3058\u30DE\u30B7\u30F3\u306B\u306F\u79FB\u884C\u3067\u304D\u307E\u305B\u3093
## {0}: String machine, {1}: String serverName
getServerNotConfigured=\u30DE\u30B7\u30F3\u540D: {0}\u304C\u7121\u52B9\u304B\u3001\u307E\u305F\u306F\u30B5\u30FC\u30D0\u30FC: {1}\u304C\u3053\u306E\u30DE\u30B7\u30F3\u3067\u5B9F\u884C\u3059\u308B\u3088\u3046\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093
getMigrationString=\u79FB\u884C
getApplicationString=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3
getExtensionString=\u62E1\u5F35
missingTarget=\u30BF\u30FC\u30B2\u30C3\u30C8\u5F15\u6570\u304C\u6B20\u843D\u3057\u3066\u3044\u307E\u3059
## {0}: String fileName, {1}: Throwable t
getFileAlreadyExists={0}\u304C\u3059\u3067\u306B\u5B58\u5728\u3057\u3066\u3044\u308B\u305F\u3081\u3001\u65B0\u3057\u3044\u30D5\u30A1\u30A4\u30EB\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093: {1}
getTmpUpdateScriptNotSet=\u74B0\u5883\u5909\u6570TMP_UPDATE_SCRIPT\u3092\u8A2D\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
## {0}: String rg, {1}: String sName
failedToStartRG=\u30B5\u30FC\u30D0\u30FC{1}\u3067\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7{0}\u306E\u8D77\u52D5\u306B\u5931\u6557\u3057\u307E\u3057\u305F
## {0}: String rg, {1}: String state, {2}: String sName
invalidInitialState=\u6709\u52B9\u306A\u521D\u671F\u72B6\u614B\u3067\u306F\u306A\u3044\u305F\u3081\u3001\u30B5\u30FC\u30D0\u30FC{2}\u3067\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7{0}\u306E\u8D77\u52D5\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u72B6\u614B\u306FSHUTDOWN\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u304C\u3001\u5B9F\u969B\u306E\u72B6\u614B\u304C{1}\u3067\u3059\u3002
## {0}: String rg, {1}: Throwable t
rgShutdownError=\u4F8B\u5916\u306E\u305F\u3081\u3001\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7{0}\u3092\u505C\u6B62\u3067\u304D\u307E\u305B\u3093: {1}
## {0}: String rg, {1}: String sName
failedToShutdownRG=\u30B5\u30FC\u30D0\u30FC{1}\u3067\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7{0}\u306E\u505C\u6B62\u306B\u5931\u6557\u3057\u307E\u3057\u305F
## {0}: String rg, {1}: String sName
failedToGetRGState=\u30B5\u30FC\u30D0\u30FC{1}\u3067\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7{0}\u306E\u72B6\u614B\u306E\u53D6\u5F97\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
## {0}: String rg, {1}: String state, {2}: String sName
invalidState=\u6709\u52B9\u306A\u521D\u671F\u72B6\u614B\u3067\u306F\u306A\u3044\u305F\u3081\u3001\u30B5\u30FC\u30D0\u30FC{2}\u3067\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7{0}\u306E\u505C\u6B62\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u6700\u7D42\u72B6\u614B\u306FSHUTDOWN\u3067\u3057\u305F\u304C\u3001\u73FE\u5728\u306E\u72B6\u614B\u304C{1}\u3067\u3059\u3002
## {0}: String rg, {1}: Throwable t
rgStartError=\u4F8B\u5916\u306E\u305F\u3081\u3001\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7{0}\u3092\u8D77\u52D5\u3067\u304D\u307E\u305B\u3093: {1}
## {0}: String rg
unableToGetMBean={0}\u306EResourceGroupLifeCycleRuntimeMBean\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093
## {0}: String rg, {1}: String state, {2}: long timeout, {3}: String lifecycleTaskName
getResourceGroupLifeCycleTaskTimeout="{0}"\u3067\u306E\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7\u30FB\u30E9\u30A4\u30D5\u30B5\u30A4\u30AF\u30EB\u64CD\u4F5C"{3}"\u304C"{2}"\u30DF\u30EA\u79D2\u307E\u3067\u306B\u5B8C\u4E86\u3067\u304D\u306A\u304B\u3063\u305F\u305F\u3081\u3001\u72B6\u614B\u306F"{1}"\u306E\u307E\u307E\u3067\u3059\u3002
## {0}: String vtName
getClusterConditionNotMet=\u9AD8\u53EF\u7528\u6027\u3067\u306F\u3001\u4EEE\u60F3\u30BF\u30FC\u30B2\u30C3\u30C8: {0}\u306F\u30AF\u30E9\u30B9\u30BF\u3092\u30BF\u30FC\u30B2\u30C3\u30C8\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
## {0}: String clusterName, {1}: int clusterSize, {2}: int minimumSize
getMinimumServerConditionNotMet=\u9AD8\u53EF\u7528\u6027\u3067\u306F\u3001\u3059\u3079\u3066\u306E\u30AF\u30E9\u30B9\u30BF\u306F\u5C11\u306A\u304F\u3068\u3082{2}\u306E\u30B5\u30FC\u30D0\u30FC\u3092\u542B\u3080\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u304C\u3001\u30AF\u30E9\u30B9\u30BF{0}\u306F{1}\u306E\u30B5\u30FC\u30D0\u30FC\u3057\u304B\u542B\u3093\u3067\u3044\u307E\u305B\u3093\u3002
## {0}: String rgName, {1}: int count, {2}: int minRequired
getHAGlobalRGRequirementNotMet=\u9AD8\u53EF\u7528\u6027\u3067\u306F\u3001\u3059\u3079\u3066\u306E\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7\u306F\u5C11\u306A\u304F\u3068\u3082{2}\u306E\u30B5\u30FC\u30D0\u30FC\u3067"RUNNING"\u72B6\u614B\u3067\u3042\u308B\u3053\u3068\u304C\u5FC5\u8981\u3067\u3059\u3002\u305F\u3060\u3057\u3001\u30B0\u30ED\u30FC\u30D0\u30EB\u30FB\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7:{0}\u304C{1}\u306E\u30B5\u30FC\u30D0\u30FC\u3067"RUNNING"\u3067\u3042\u308B\u3053\u3068\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F
## {0}: String partitionName, {1}: int minServers
getHAPartitionRequirementNotMet=\u9AD8\u53EF\u7528\u6027\u3067\u306F\u3001\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3: {0}\u306F\u5C11\u306A\u304F\u3068\u3082{1}\u306E\u30B5\u30FC\u30D0\u30FC\u3067"RUNNING"\u72B6\u614B\u3067\u3042\u308B\u3053\u3068\u304C\u5FC5\u8981\u3067\u3059
## {0}: String rgName, {1}: int minRunningRG
getHAResourceGroupRequirementNotMet=\u9AD8\u53EF\u7528\u6027\u3067\u306F\u3001\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7: {0}\u306F\u5C11\u306A\u304F\u3068\u3082{1}\u306E\u30B5\u30FC\u30D0\u30FC\u3067"RUNNING"\u72B6\u614B\u3067\u3042\u308B\u3053\u3068\u304C\u5FC5\u8981\u3067\u3059
## {0}: String target, {1}: String partitionName
invalidOperation=\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3{1}\u304B\u3089\u306E\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u7BA1\u7406\u8005\u306F\u3001\u30BF\u30FC\u30B2\u30C3\u30C8{0}\u306B\u5BFE\u3059\u308B\u30ED\u30FC\u30EB\u30A2\u30A6\u30C8\u64CD\u4F5C\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3002
invalidRolloutType=\u30AF\u30E9\u30B7\u30C3\u30AF\u30FB\u30ED\u30FC\u30EB\u30A2\u30A6\u30C8(Oracle\u30DB\u30FC\u30E0\u307E\u305F\u306FJava\u30DB\u30FC\u30E0)\u3092MT\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30ED\u30FC\u30EB\u30A2\u30A6\u30C8\u3068\u7D50\u5408\u3067\u304D\u307E\u305B\u3093\u3002
invalidRollout=MT\u30ED\u30FC\u30EB\u30A2\u30A6\u30C8\u306F\u7121\u52B9\u306A\u305F\u3081\u3001\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String partition, {1}: String sName, {2}: Throwable t
failedToStartPartition=\u4F8B\u5916{2}\u306E\u305F\u3081\u3001\u30B5\u30FC\u30D0\u30FC{1}\u306E\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3{0}\u306E\u8D77\u52D5\u306B\u5931\u6557\u3057\u307E\u3057\u305F
## {0}: String partition, {1}: Throwable t
partitionShutdownError=\u4F8B\u5916{1}\u306E\u305F\u3081\u3001\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3{0}\u306F\u505C\u6B62\u3067\u304D\u307E\u305B\u3093
## {0}: String partition, {1}: String sName, {2}: Throwable t
failedToShutdownPartition=\u4F8B\u5916{2}\u306E\u305F\u3081\u3001\u30B5\u30FC\u30D0\u30FC{1}\u306E\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3{0}\u306E\u505C\u6B62\u306B\u5931\u6557\u3057\u307E\u3057\u305F
## {0}: String partition, {1}: String sName
failedToGetPartitionState=\u30B5\u30FC\u30D0\u30FC{1}\u3067\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3{0}\u306E\u72B6\u614B\u306E\u53D6\u5F97\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
## {0}: String partition, {1}: String state, {2}: String sName, {3}: String operation
invalidPartitionState=\u6709\u52B9\u306A\u521D\u671F\u72B6\u614B\u3067\u306F\u306A\u3044\u305F\u3081\u3001\u30B5\u30FC\u30D0\u30FC{2}\u3067\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3{0}\u306E{3}\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u73FE\u5728\u306E\u72B6\u614B\u306F{1}\u3067\u3059\u3002
## {0}: String partition, {1}: Throwable t
partitionStartError=\u4F8B\u5916{1}\u306E\u305F\u3081\u3001\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3{0}\u306F\u8D77\u52D5\u3067\u304D\u307E\u305B\u3093
## {0}: String partition
unableToGetPartitionMBean={0}\u306EPartitionLifeCycleRuntimeMBean\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093
## {0}: String partition, {1}: String state, {2}: long timeout, {3}: String lifecycleTaskName
getPartitionLifeCycleTaskTimeout="{0}"\u3067\u306E\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u30FB\u30E9\u30A4\u30D5\u30B5\u30A4\u30AF\u30EB\u64CD\u4F5C"{3}"\u304C"{2}"\u30DF\u30EA\u79D2\u307E\u3067\u306B\u5B8C\u4E86\u3067\u304D\u306A\u304B\u3063\u305F\u305F\u3081\u3001\u72B6\u614B\u306F"{1}"\u306E\u307E\u307E\u3067\u3059\u3002
## {0}: String machineName
invalidMigrationScenarioSrcDstMachineMatch=\u540C\u3058\u30DE\u30B7\u30F3"{0}"\u3092\u5171\u6709\u3059\u308B\u305F\u3081\u3001JMS\u79FB\u884C\u306F\u30B5\u30FC\u30D0\u30FC\u9593\u3067\u306F\u884C\u3048\u307E\u305B\u3093\u3002\u79FB\u884C\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String target, {1}: Throwable t
createWorkflowFailed={1}\u306E\u305F\u3081\u3001\u30BF\u30FC\u30B2\u30C3\u30C8{0}\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u66F4\u65B0\u3059\u308B\u30EF\u30FC\u30AF\u30D5\u30ED\u30FC\u306E\u4F5C\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F
## {0}: String artifactName, {1}: String artifactType
artifactNotFound=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u3067\u6307\u5B9A\u3055\u308C\u305F{1} : {0}\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
## {0}: String appName, {1}: String applicationPropertiesPath
cannotSupplyBothPartitionAndRGT=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3{1}\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u306B\u5BFE\u3057\u3066\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u540D\u3068\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7\u30FB\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u540D\u3092\u4E21\u65B9\u6307\u5B9A\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String partitionsNotTargeted
partitionsNotTargeted=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u304C\u3001\u30ED\u30FC\u30EB\u30A2\u30A6\u30C8\u306B\u30BF\u30FC\u30B2\u30C3\u30C8\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3: {0}\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
## {0}: String appName, {1}: String scope, {2}: String scopeType
appsNotFoundInScope={2} : {1}\u3067\u5B9F\u884C\u4E2D\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String expectedScope, {1}: String receivedScope, {2}: String appName
invalidScope=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{2}\u304C\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7\u30FB\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8{1}\u3067\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3{0}\u306B\u5BFE\u3057\u3066\u306E\u307F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u66F4\u65B0\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String partitionName, {1}: String rgtName
invalidArgument={0}\u306E\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u7BA1\u7406\u8005\u306F\u3001{1}\u306B\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u308B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u30ED\u30FC\u30EB\u30A2\u30A6\u30C8\u3067\u304D\u307E\u305B\u3093\u3002
timoutOnCoherenceServiceHaStatusWait=Coherence\u30B5\u30FC\u30D3\u30B9\u306F\u3001\u6307\u5B9A\u3055\u308C\u305F\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3067\u76EE\u7684\u306EHA\u30B9\u30C6\u30FC\u30BF\u30B9\u30FB\u30EC\u30D9\u30EB\u306B\u5230\u9054\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
invalidCoherenceServiceHAStatus=\u6307\u5B9A\u3055\u308C\u305FCoherence\u30B5\u30FC\u30D3\u30B9\u306EHA\u30B9\u30C6\u30FC\u30BF\u30B9\u306F\u7121\u52B9\u3067\u3042\u308B\u304B\u3001\u5FC5\u9808\u30EC\u30D9\u30EB\u3092\u4E0B\u56DE\u3063\u3066\u3044\u307E\u3059\u3002
invalidCoherenceServiceHAStatusWaitTimeout=\u6307\u5B9A\u3055\u308C\u305FCoherence\u30B5\u30FC\u30D3\u30B9\u306EHA\u30B9\u30C6\u30FC\u30BF\u30B9\u5F85\u6A5F\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u306F\u7121\u52B9\u3067\u3059\u3002\u3053\u308C\u306B\u306F\u8CA0\u6570\u3092\u6307\u5B9A\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String coherenceCluster
cannotEnforceNodeSafeHAStatus=Coherence\u30AF\u30E9\u30B9\u30BF\u306B\u5341\u5206\u306A\u6570\u306E\u30B5\u30FC\u30D0\u30FC\u304C\u5B58\u5728\u3057\u306A\u3044\u305F\u3081\u3001\u30CE\u30FC\u30C9\u30FB\u30BB\u30FC\u30D5\u306EHA\u30B9\u30C6\u30FC\u30BF\u30B9\u3092Coherence\u30AF\u30E9\u30B9\u30BF{0}\u3067\u5B9F\u65BD\u3067\u304D\u307E\u305B\u3093\u3002\u30ED\u30FC\u30EB\u30A2\u30A6\u30C8\u4E2D\u306B\u30CE\u30FC\u30C9\u4FDD\u5168\u3092\u9054\u6210\u3059\u308B\u305F\u3081\u306B\u306F\u3001\u5C11\u306A\u304F\u3068\u30823\u3064\u306E\u7BA1\u7406\u5BFE\u8C61\u30B5\u30FC\u30D0\u30FC\u30682\u3064\u306E\u30DE\u30B7\u30F3\u304C\u5FC5\u8981\u3067\u3059\u3002
## {0}: String coherenceCluster
cannotEnforceMachineSafeHAStatus=Coherence\u30AF\u30E9\u30B9\u30BF\u306B\u5C5E\u3059\u30B5\u30FC\u30D0\u30FC\u304C\u8907\u6570\u306E\u30DE\u30B7\u30F3\u306B\u5C55\u958B\u3055\u308C\u306A\u3044\u305F\u3081\u3001\u30DE\u30B7\u30F3\u30FB\u30BB\u30FC\u30D5\u306EHA\u30B9\u30C6\u30FC\u30BF\u30B9\u3092Coherence\u30AF\u30E9\u30B9\u30BF{0}\u3067\u5B9F\u65BD\u3067\u304D\u307E\u305B\u3093\u3002\u30ED\u30FC\u30EB\u30A2\u30A6\u30C8\u4E2D\u306B\u30DE\u30B7\u30F3\u4FDD\u5168\u3092\u9054\u6210\u3059\u308B\u305F\u3081\u306B\u306F\u3001\u5C11\u306A\u304F\u3068\u30823\u3064\u306E\u30DE\u30B7\u30F3\u304C\u5FC5\u8981\u3067\u3059\u3002
## {0}: String pluginName, {1}: String machineName, {2}: String cause
getFailedZDTAgentExecution=\u30CE\u30FC\u30C9\u30FB\u30DE\u30CD\u30FC\u30B7\u30E3{1}\u3067ZDT\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8{0}\u3092\u8D77\u52D5\u4E2D\u306B\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u4F8B\u5916\u306E\u7406\u7531: {2}\u3002\u8A73\u7D30\u306F\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u306E\u30ED\u30B0\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String srcFile, {1}: String destFile, {2}: String cause
getWriteContentsToFileError=\u30D5\u30A1\u30A4\u30EB{0}\u306E{1}\u3078\u306E\u66F8\u8FBC\u307F\u306B\u5931\u6557\u3057\u307E\u3057\u305F: {2}
## {0}: String fileName, {1}: String cause
getDeleteFileError=\u30D5\u30A1\u30A4\u30EB{0}\u306E\u524A\u9664\u306B\u5931\u6557\u3057\u307E\u3057\u305F: {1}
## {0}: String extensionName, {1}: String extensionConfigPath
invalidExtensionName=\u62E1\u5F35\u69CB\u6210{1}\u306B\u3001\u7121\u52B9\u306A\u62E1\u5F35\u540D\u304C\u3042\u308A\u307E\u3059: {0}
## {0}: String jarLocation, {1}: String baseDir
getExtensionJarNotFound=\u62E1\u5F35jar\u306E\u5834\u6240: {0}\u306F\u3001\u30C9\u30E1\u30A4\u30F3\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA: {1}\u306B\u5BFE\u3057\u3066\u76F8\u5BFE\u7684\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String jarPath
cannotReadJarFile=Jar: {0}\u3092\u8AAD\u307F\u53D6\u308C\u307E\u305B\u3093\u3002
## {0}: String jarPath
invalidJarFile=\u7121\u52B9\u306Ajar\u30D5\u30A1\u30A4\u30EB: {0}\u3002jar\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String extPoint
invalidExtensionPoint=\u62E1\u5F35\u30DD\u30A4\u30F3\u30C8 : {0}\u306F\u3001MT\u30ED\u30FC\u30EB\u30A2\u30A6\u30C8\u3067\u6709\u52B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String className
unsupportedExtensionClass=\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u62E1\u5F35\u30AF\u30E9\u30B9\u3067\u3059 : {0}\u3002\u6709\u52B9\u306A\u62E1\u5F35\u30AF\u30E9\u30B9: weblogic.management.patching.extensions.ScriptExecutorExtension
## {0}: String scriptName, {1}: String relativeJarPath, {2}: String platform
scriptNotFound={0}\u30B9\u30AF\u30EA\u30D7\u30C8\u304C{1}/{2}/scripts/\u306B\u898B\u3064\u304B\u308A\u307E\u305B\u3093
