messagedetail240000=\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u304B\u3089\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u306B\u30C7\u30D0\u30C3\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u51FA\u529B\u3055\u308C\u307E\u3057\u305F\u3002
cause240000=\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u306E\u30C7\u30D0\u30C3\u30B0\u304C\u6709\u52B9\u5316\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action240000=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail240001=\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u304B\u3089\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u306B\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u51FA\u529B\u3055\u308C\u307E\u3057\u305F\u3002
cause240001=\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u3067\u306F\u3001\u30B3\u30F3\u30BD\u30FC\u30EB\u306E\u4F7F\u7528\u65B9\u6CD5\u306B\u95A2\u3059\u308B\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u30ED\u30B0\u306B\u8A18\u9332\u3057\u3066\u3044\u307E\u3059\u3002
action240001=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail240002=\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u304B\u3089\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u306B\u8B66\u544A\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u51FA\u529B\u3055\u308C\u307E\u3057\u305F\u3002
cause240002=\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u3067\u554F\u984C\u3092\u5F15\u304D\u8D77\u3053\u3059\u53EF\u80FD\u6027\u306E\u3042\u308B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action240002=\u8B66\u544A\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30C6\u30AD\u30B9\u30C8\u3092\u8ABF\u3079\u3066\u3001\u9069\u5207\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u5224\u65AD\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail240003=\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u304B\u3089\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u306B\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u51FA\u529B\u3055\u308C\u307E\u3057\u305F\u3002
cause240003=\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u304C\u3001\u30B3\u30F3\u30BD\u30FC\u30EB\u306E\u5B9F\u884C\u306F\u7D99\u7D9A\u3067\u304D\u307E\u3059\u3002
action240003=\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30C6\u30AD\u30B9\u30C8\u3092\u8ABF\u3079\u3066\u3001\u9069\u5207\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u5224\u65AD\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail240004=\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u304B\u3089\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u306B\u81F4\u547D\u7684\u306A\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u51FA\u529B\u3055\u308C\u307E\u3057\u305F\u3002
cause240004=\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u3067\u91CD\u5927\u306A\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action240004=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30C6\u30AD\u30B9\u30C8\u3092\u8ABF\u3079\u3066\u3001\u9069\u5207\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u5224\u65AD\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail240005=CSRF: \u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u304B\u3089\u30B5\u30FC\u30D0\u30FC\u30FB\u30ED\u30B0\u306B\u91CD\u5927\u306A\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u51FA\u529B\u3055\u308C\u307E\u3057\u305F\u3002
cause240005=\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u3067CSRF\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action240005=\u793A\u3055\u308C\u305F\u4F8B\u5916\u306E\u8A73\u7D30\u306B\u57FA\u3065\u3044\u3066\u3001\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
