messagedetail213500=\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3{0}\u306EResourceDeploymentPlanPath\u304C{1}\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3055\u308C\u305Fzip\u30D5\u30A1\u30A4\u30EB\u306B\u30D7\u30E9\u30F3\u305D\u306E\u3082\u306E\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093\u3002
cause213500=\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u3068\u304D\u3001\u9069\u5207\u306A\u69CB\u6210\u306A\u3057\u3067\u306E\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306E\u30A4\u30F3\u30DD\u30FC\u30C8\u304C\u8A66\u884C\u3055\u308C\u307E\u3057\u305F\u3002\u8981\u7D20resource-deployment-plan-path\u306F\u3001\u30EA\u30BD\u30FC\u30B9\u5C5E\u6027\u306E\u4E0A\u66F8\u304D\u306B\u4F7F\u7528\u3055\u308C\u308B\u30D7\u30E9\u30F3\u3092\u6307\u3057\u307E\u3059\u3002\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3059\u308B\u969B\u3001\u3053\u306E\u30D7\u30E9\u30F3\u3092\u4F5C\u6210\u3055\u308C\u308B\u5168\u4F53\u306E\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u30FB\u30A2\u30FC\u30AB\u30A4\u30D6\u306E\u4E00\u90E8\u3068\u3057\u3066\u30A2\u30FC\u30AB\u30A4\u30D6\u3057\u3066\u304A\u304F\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u304C\u3001\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3055\u308C\u305F\u30A2\u30FC\u30AB\u30A4\u30D6\u306B\u30D7\u30E9\u30F3\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action213500=\u3082\u3046\u4E00\u5EA6\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3057\u3066\u3001\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u524D\u306B\u3001config.xml\u306E<resource-deployment-plan-path >\u306B\u3088\u3063\u3066\u53C2\u7167\u3055\u308C\u308B\u30D5\u30A1\u30A4\u30EB\u304C\u3001\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3055\u308C\u305F\u30A2\u30FC\u30AB\u30A4\u30D6ZIP\u30D5\u30A1\u30A4\u30EB\u306B\u542B\u307E\u308C\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail213501=\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306E\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3092\u8A66\u884C\u3057\u3066\u3044\u308B\u3068\u304D\u3001\u6307\u5B9A\u3055\u308C\u305F\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u540D\u304C\u73FE\u5728\u306E\u30C9\u30E1\u30A4\u30F3\u306B\u5B58\u5728\u3057\u3066\u3044\u307E\u305B\u3093\u3002
cause213501=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3067\u6307\u5B9A\u3055\u308C\u305F\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u540D\u304C\u30C9\u30E1\u30A4\u30F3\u306B\u5B58\u5728\u3057\u3066\u3044\u307E\u305B\u3093\u3002
action213501=\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306E\u540D\u524D\u3092\u78BA\u8A8D\u3057\u3066\u3001\u518D\u3073exportPartition\u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail213502=importPartition\u3092\u5B9F\u884C\u3057\u3066\u3044\u308B\u3068\u304D\u3001\u30D1\u30E9\u30E1\u30FC\u30BF\u304CcreateNew\u304Cnull\u3067\u3001\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306E\u30A4\u30F3\u30DD\u30FC\u30C8\u5148\u306E\u30C9\u30E1\u30A4\u30F3\u306B\u542B\u307E\u308C\u308BResourceGroupTemplate\u306E\u540D\u524D\u304C\u3001\u30A4\u30F3\u30DD\u30FC\u30C8\u4E2D\u306E\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u3067\u53C2\u7167\u3055\u308C\u308B\u540D\u524D\u3068\u540C\u3058\u5834\u5408\u306F\u3001\u518D\u3073importPartition\u3092\u5B9F\u884C\u3057\u3066\u3001\u65E2\u5B58\u306EResourceGroupTemplate\u3092\u518D\u5229\u7528\u3059\u308B\u304B\u3001\u30A4\u30F3\u30DD\u30FC\u30C8\u3057\u3066\u3044\u308BResourceGroupTemplate\u3092\u65B0\u3057\u3044\u540D\u524D\u3067\u30AF\u30ED\u30FC\u30CB\u30F3\u30B0\u3059\u308B\u304B\u3092\u6307\u5B9A\u3059\u308B\u3053\u3068\u3092\u304A\u85A6\u3081\u3057\u307E\u3059\u3002
cause213502=\u3053\u306E\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3059\u308B\u306E\u306F\u3001importPartition\u304C\u547C\u3073\u51FA\u3055\u308C\u308B\u3068\u304D\u306BcreateNew\u30D1\u30E9\u30E1\u30FC\u30BF\u304Cnull\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u304A\u308A\u3001\u30A4\u30F3\u30DD\u30FC\u30C8\u4E2D\u306E\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u304C\u30C9\u30E1\u30A4\u30F3\u5185\u306EResourceGroupTemplate\u306E1\u3064\u3068\u540C\u3058\u540D\u524D\u306EResourceGroupTemplate\u3092\u53C2\u7167\u3057\u3066\u3044\u308B\u5834\u5408\u3067\u3059\u3002
action213502=\u65E2\u5B58\u306EResourceGroupTemplate\u3092\u4F7F\u7528\u3059\u308B\u5834\u5408\u306F\u3001createNew\u3092false\u306B\u8A2D\u5B9A\u3057\u3066importPartition\u3092\u518D\u3073\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002ResourceGroupTemplate\u3092\u65B0\u3057\u3044\u540D\u524D\u3067\u30AF\u30ED\u30FC\u30CB\u30F3\u30B0\u3059\u308B\u5834\u5408\u306F\u3001createNew\u3092true\u306B\u8A2D\u5B9A\u3057\u3066importPartition\u3092\u518D\u3073\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause213503=\u30A4\u30F3\u30DD\u30FC\u30C8\u306E\u969B\u306B\u30AA\u30D7\u30B7\u30E7\u30F3createNew\u304Cfalse\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u30A4\u30F3\u30DD\u30FC\u30C8\u51E6\u7406\u3067\u4FDD\u7559\u306E\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u30B3\u30D4\u30FC\u3055\u308C\u308BResourceGroupTemplate\u306B\u5BFE\u5FDC\u3059\u308B\u30D5\u30A1\u30A4\u30EB\u3092\u3001\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u304C\u547C\u3073\u51FA\u3055\u308C\u308B\u524D\u306B\u524A\u9664\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action213503=\u30D5\u30A1\u30A4\u30EB{0}\u3092\u524A\u9664\u3057\u3066\u304B\u3089\u518D\u3073importPartition\u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause213504=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30D0\u30A4\u30CA\u30EA/\u30D7\u30E9\u30F3\u3068\u4E00\u7DD2\u306B\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3057\u3066\u3044\u308B\u3068\u304D\u3001\u30A4\u30F3\u30DD\u30FC\u30C8\u3055\u308C\u308B\u30C9\u30E1\u30A4\u30F3\u30FB\u30D5\u30A1\u30A4\u30EB\u30FB\u30B7\u30B9\u30C6\u30E0\u306E\u30D0\u30A4\u30CA\u30EA/\u30D7\u30E9\u30F3\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u66F8\u8FBC\u307F\u5148\u306B\u3001\u540C\u3058\u540D\u524D\u306E\u30D5\u30A1\u30A4\u30EB\u304C\u3042\u308B\u3053\u3068\u304C\u5FC5\u8981\u3067\u3059\u3002
action213504=\u30C9\u30E1\u30A4\u30F3\u306E{1}\u3067\u30D5\u30A1\u30A4\u30EB\u3092\u524A\u9664\u3057\u3066\u304B\u3089\u518D\u3073importPartition\u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail213505=\u30A4\u30F3\u30DD\u30FC\u30C8\u306E\u969B\u306B\u3001\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306Bapp-deployment\u53C2\u7167\u304C\u3042\u308B\u3068\u3001\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3055\u308C\u305FZIP\u30D5\u30A1\u30A4\u30EB\u306B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30D0\u30A4\u30CA\u30EA\u304C\u5B58\u5728\u3057\u3066\u3044\u306A\u304F\u3066\u3082\u3001\u6307\u5B9A\u306E\u5834\u6240\u306B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30D0\u30A4\u30CA\u30EA\u304C\u7528\u610F\u3055\u308C\u305F\u3068\u307F\u306A\u3055\u308C\u307E\u3059\u3002\u901A\u5E38\u3001\u3053\u306E\u30B1\u30FC\u30B9\u306B\u8A72\u5F53\u3059\u308B\u306E\u306F\u3001NOSTAGE\u307E\u305F\u306FEXTERNAL_STAGE\u306E\u30B9\u30C6\u30FC\u30B8\u30F3\u30B0\u6E08\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u3059\u3002
cause213505=\u30A4\u30F3\u30DD\u30FC\u30C8\u3055\u308C\u305F\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u304C\u53C2\u7167\u3059\u308B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C\u3001\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3055\u308C\u305FZIP\u30D5\u30A1\u30A4\u30EB\u306B\u542B\u307E\u308C\u306A\u3044\u304B\u3001app-deployment Bean\u306Esource-path\u5C5E\u6027\u3067\u6307\u5B9A\u3055\u308C\u305F\u5834\u6240\u306B\u3042\u308A\u307E\u305B\u3093\u3002
action213505=source-path\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3001\u6307\u5B9A\u3055\u308C\u305Fsource-path\u306B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30D0\u30A4\u30CA\u30EA\u3092\u7F6E\u3044\u3066\u304B\u3089\u3001\u518D\u3073importPartition\u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail213506=\u30A4\u30F3\u30DD\u30FC\u30C8\u306E\u969B\u306B\u3001\u30A4\u30F3\u30DD\u30FC\u30C8\u3055\u308C\u308B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306Bapp-deployment\u3078\u306E\u53C2\u7167\u304C\u3042\u308A\u3001app-deployment\u30B9\u30C6\u30FC\u30B8\u304C{1}\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u306F\u3001\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u3068\u4E00\u7DD2\u306B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30D0\u30A4\u30CA\u30EA\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3057\u3066\u3001\u30A4\u30F3\u30DD\u30FC\u30C8\u3067\u304D\u308B\u3088\u3046\u306B\u3059\u308B\u3053\u3068\u304C\u5FC5\u8981\u3067\u3059\u3002
cause213506=\u30A4\u30F3\u30DD\u30FC\u30C8\u3055\u308C\u305F\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u304C\u53C2\u7167\u3059\u308B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C{1}\u30B9\u30C6\u30FC\u30B8\u30F3\u30B0\u30FB\u30E2\u30FC\u30C9\u3067\u3059\u3002\u305F\u3060\u3057\u3001\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3055\u308C\u305FZIP\u30D5\u30A1\u30A4\u30EB\u306B\u306F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30D0\u30A4\u30CA\u30EA\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action213506=attributes.json\u30D5\u30A1\u30A4\u30EB\u306E\u30B9\u30C6\u30FC\u30B8\u30F3\u30B0\u30FB\u30E2\u30FC\u30C9\u3092external_stage/nostage\u306B\u5909\u66F4\u3059\u308B\u304B\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30D0\u30A4\u30CA\u30EA\u3092\u542B\u3081\u3066\u518D\u3073\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail213507=importPartition\u306B\u306F\u67D4\u8EDF\u6027\u304C\u3042\u308A\u3001<partitionName>-attributes.json\u30D5\u30A1\u30A4\u30EB\u306E\u6307\u5B9A\u306B\u3088\u308A\u69CB\u6210mBean\u3067\u5C5E\u6027\u3092\u5909\u66F4\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002\u3053\u306E\u30D5\u30A1\u30A4\u30EB\u306E\u3059\u3079\u3066\u306E\u69CB\u6210\u5909\u66F4\u306F\u3001\u30A4\u30F3\u30DD\u30FC\u30C8\u6642\u306Bconfig.xml\u306E\u69CB\u6210\u3092\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3057\u307E\u3059\u3002\u30C9\u30E1\u30A4\u30F3\u306B\u5B58\u5728\u3057\u306A\u3044\u53C2\u7167\u5C5E\u6027\u5024\u3092\u6307\u5B9A\u3059\u308B\u3068\u3001\u3053\u306E\u30A8\u30E9\u30FC\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3059\u3002\u305F\u3068\u3048\u3070\u3001\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306E\u30A4\u30F3\u30DD\u30FC\u30C8\u5148\u306E\u30C9\u30E1\u30A4\u30F3\u306B"vt1"\u3068\u3044\u3046\u540D\u524D\u306E\u4EEE\u60F3\u30BF\u30FC\u30B2\u30C3\u30C8\u304C\u3042\u308B\u3068\u304D\u3001\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306Eavailable-targets\u3092"vt2"\u306B\u306A\u308B\u3088\u3046\u306Battributes.json\u3092\u5909\u66F4\u3057\u305F\u5834\u5408\u3001"vt2"\u306F\u30A4\u30F3\u30DD\u30FC\u30C8\u4E2D\u306E\u30C9\u30E1\u30A4\u30F3\u306B\u5B58\u5728\u3057\u306A\u3044\u305F\u3081\u3001importPartition\u306E\u969B\u306B\u30A8\u30E9\u30FC\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3059\u3002
cause213507=importPartition\u306E\u969B\u306Battributes.json\u30D5\u30A1\u30A4\u30EB\u306B\u6B63\u3057\u304F\u306A\u3044\u5C5E\u6027\u5024\u304C\u6307\u5B9A\u3055\u308C\u307E\u3057\u305F\u3002
action213507=\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u524D\u306Bconfig.xml\u3092\u78BA\u8A8D\u3057\u3001attributes.json\u3092\u66F4\u65B0\u3059\u308B\u305F\u3081\u306B\u9069\u5207\u306A\u5C5E\u6027\u5024\u3092\u4F7F\u7528\u3057\u3066\u304B\u3089\u3001\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail213508=attributes.json\u30D5\u30A1\u30A4\u30EB\u3067\u5C5E\u6027\u306E\u540D\u524D\u3092\u5909\u66F4\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002\u540D\u524D\u3092\u5909\u66F4\u3059\u308B\u3068\u3001WebLogic Server\u304C\u3001\u5909\u66F4\u3055\u308C\u305F\u5C5E\u6027\u3092partition-config.xml\u3068\u6BD4\u8F03\u3057\u3066\u898B\u3064\u3051\u3089\u308C\u306A\u304F\u306A\u308B\u305F\u3081\u3067\u3059\u3002
cause213508=\u5C5E\u6027\u306E\u540D\u524D\u304C{2}\u3067\u5909\u66F4\u3055\u308C\u307E\u3057\u305F\u3002
action213508={2}\u3067\u540D\u524D\u306E\u5909\u66F4\u3092\u5143\u306B\u623B\u3057\u3001\u518D\u3073importPartition\u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause213509=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306E\u72B6\u614B\u304C\u4E0D\u660E\u3067\u3059\u3002\u3053\u306E\u3088\u3046\u306B\u306A\u308B\u4E00\u822C\u7684\u306A\u539F\u56E0\u3068\u3057\u3066\u306F\u3001\u52D5\u7684\u3067\u306A\u3044\u69CB\u6210\u5909\u66F4\u304C\u30C9\u30E1\u30A4\u30F3\u306B\u5BFE\u3057\u3066\u884C\u308F\u308C\u305F\u305F\u3081\u306B\u3001\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u304C\u518D\u8D77\u52D5\u3055\u308C\u308B\u307E\u3067\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306E\u521D\u671F\u5316\u304C\u9045\u5EF6\u3055\u308C\u305F\u3053\u3068\u304C\u3042\u308A\u307E\u3059\u3002
action213509=\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action213510=\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u3092\u8ABF\u3079\u3066\u3001\u8A72\u5F53\u3059\u308B\u30A8\u30E9\u30FC\u3092\u4FEE\u6B63\u3057\u3066\u304F\u3060\u3055\u3044\u3002
