messagedetail282000=\u30D0\u30FC\u30B8\u30E7\u30F3{0}\u306F\u3001\u4E88\u671F\u3055\u308C\u3066\u3044\u308B\u30D0\u30FC\u30B8\u30E7\u30F3{1} - {2}\u306E\u7BC4\u56F2\u306B\u3042\u308A\u307E\u305B\u3093\u3002\u3053\u308C\u306F\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u3067\u3059\u3002
cause282000=\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u7570\u306A\u308B\u30EA\u30EA\u30FC\u30B9\u307E\u305F\u306F\u30B5\u30FC\u30D3\u30B9\u30FB\u30D1\u30C3\u30AF\u3092\u76F8\u4E92\u904B\u7528\u3059\u308B\u305F\u3081\u306B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30B7\u30EA\u30A2\u30E9\u30A4\u30BA\u307E\u305F\u306F\u30C7\u30B7\u30EA\u30A2\u30E9\u30A4\u30BA\u3059\u308B\u969B\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u756A\u53F7\u304C\u4E88\u671F\u3055\u308C\u305F\u7BC4\u56F2\u5185\u306B\u3042\u308A\u307E\u305B\u3093\u3002{0}\u304C{2}\u3088\u308A\u3082\u5927\u304D\u3044\u5834\u5408\u306F\u3001\u73FE\u5728\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u3088\u308A\u3082\u65B0\u3057\u3044\u30D0\u30FC\u30B8\u30E7\u30F3\u306B\u30A2\u30AF\u30BB\u30B9\u3057\u3088\u3046\u3068\u3057\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u305D\u308C\u4EE5\u5916\u306E\u5834\u5408\u306F\u3001\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u53E4\u3044\u30D0\u30FC\u30B8\u30E7\u30F3\u3068\u76F8\u4E92\u904B\u7528\u3057\u3088\u3046\u3068\u3057\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action282000=\u76F8\u4E92\u904B\u7528\u3059\u308BOracle\u88FD\u54C1\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u306F\u3001My Oracle Support\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
messagedetail282001=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30AB\u30FC\u30CD\u30EB\u304C\u6C38\u7D9A\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u56DE\u5FA9\u3092\u958B\u59CB\u3057\u305F\u3068\u304D\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u307E\u3059\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30AB\u30FC\u30CD\u30EB\u306F\u3001JMS\u3068\u30B9\u30C8\u30A2\u30FB\u30A2\u30F3\u30C9\u30FB\u30D5\u30A9\u30EF\u30FC\u30C9\u6A5F\u80FD\u306B\u3088\u3063\u3066\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
cause282001=\u3053\u308C\u306F\u901A\u5E38\u306E\u51E6\u7406\u3067\u3059\u3002
action282001=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail282002=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30AB\u30FC\u30CD\u30EB\u304C\u6C38\u7D9A\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u56DE\u5FA9\u3092\u7D42\u4E86\u3057\u305F\u3068\u304D\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u307E\u3059\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30AB\u30FC\u30CD\u30EB\u306F\u3001JMS\u3068\u30B9\u30C8\u30A2\u30FB\u30A2\u30F3\u30C9\u30FB\u30D5\u30A9\u30EF\u30FC\u30C9\u30FB\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u306B\u3088\u3063\u3066\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
cause282002=\u3053\u308C\u306F\u901A\u5E38\u306E\u51E6\u7406\u3067\u3059\u3002
action282002=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail282003=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30AB\u30FC\u30CD\u30EB\u304C\u30DA\u30FC\u30B8\u30F3\u30B0\u3092\u5B9F\u884C\u3059\u308B\u305F\u3081\u306B\u4F7F\u7528\u3059\u308B\u30D0\u30A4\u30C8\u6570\u3092\u6C7A\u5B9A\u3057\u305F\u3068\u304D\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u306F\u3001JMSServerMBean\u307E\u305F\u306FSAFAgentMBean\u306EMessageBufferSize\u30D1\u30E9\u30E1\u30FC\u30BF\u306B\u3088\u3063\u3066\u5236\u5FA1\u3055\u308C\u307E\u3059\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30AB\u30FC\u30CD\u30EB\u306F\u3001JMS\u3068\u30B9\u30C8\u30A2\u30FB\u30A2\u30F3\u30C9\u30FB\u30D5\u30A9\u30EF\u30FC\u30C9\u30FB\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u306B\u3088\u3063\u3066\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
cause282003=\u3053\u308C\u306F\u901A\u5E38\u306E\u51E6\u7406\u3067\u3059\u3002
action282003=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail282004=\u6C38\u7D9A\u30B9\u30C8\u30A2\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u5834\u5408\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30AB\u30FC\u30CD\u30EB\u306B\u3088\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30EA\u30C0\u30A4\u30EC\u30AF\u30C8\u304C\u505C\u6B62\u3059\u308B\u3053\u3068\u304C\u3042\u308A\u307E\u3059\u3002\u30C7\u30FC\u30BF\u306E\u6574\u5408\u6027\u3092\u7DAD\u6301\u3059\u308B\u305F\u3081\u306B\u3001WebLogic Server\u3092\u518D\u8D77\u52D5\u3057\u3066\u3001\u30A8\u30E9\u30FC\u767A\u751F\u524D\u306B\u4F55\u304C\u3042\u3063\u305F\u304B\u3092\u5224\u65AD\u3067\u304D\u308B\u3088\u3046\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u308C\u306F\u3001\u6700\u5927\u518D\u9001\u671F\u9650\u304C\u5207\u308C\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u5F71\u97FF\u3057\u307E\u3059\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30AB\u30FC\u30CD\u30EB\u306F\u3001JMS\u3068\u30B9\u30C8\u30A2\u30FB\u30A2\u30F3\u30C9\u30FB\u30D5\u30A9\u30EF\u30FC\u30C9\u30FB\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u306B\u3088\u3063\u3066\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
cause282004=\u5148\u306B\u51FA\u529B\u3055\u308C\u305F\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u539F\u56E0\u306E\u8AAC\u660E\u304C\u3042\u308A\u307E\u3059\u3002
action282004=WebLogic Server\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail282005=\u518D\u9001\u671F\u9650\u304C\u5207\u308C\u3066\u3044\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30EA\u30C0\u30A4\u30EC\u30AF\u30C8\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30AB\u30FC\u30CD\u30EB\u306F\u3053\u306E\u30A8\u30E9\u30FC\u304B\u3089\u56DE\u5FA9\u3067\u304D\u307E\u3059\u3002\u56DE\u5FA9\u3067\u304D\u306A\u3044\u5834\u5408\u306F\u3001\u5225\u306E\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u307E\u3059\u3002
cause282005=\u4ED8\u968F\u3059\u308B\u8A73\u7D30\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action282005=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail282006=\u671F\u9650\u304C\u5207\u308C\u3066\u3044\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u524A\u9664\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30AB\u30FC\u30CD\u30EB\u306F\u3053\u306E\u30A8\u30E9\u30FC\u304B\u3089\u56DE\u5FA9\u3067\u304D\u307E\u3059\u3002\u56DE\u5FA9\u3067\u304D\u306A\u3044\u5834\u5408\u306F\u3001\u5225\u306E\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u307E\u3059\u3002
cause282006=\u4ED8\u968F\u3059\u308B\u8A73\u7D30\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action282006=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail282007=\u30A8\u30E9\u30FC\u306E\u305F\u3081\u306B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u6E96\u5099\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3055\u308C\u307E\u3059\u3002
cause282007=\u4ED8\u968F\u3059\u308B\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action282007=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail282008=\u30AB\u30FC\u30CD\u30EB\u304C\u505C\u6B62\u3055\u308C\u305F\u304B\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u30B3\u30DF\u30C3\u30C8\u3055\u308C\u308B\u524D\u306B\u5B9B\u5148\u304C\u30A2\u30F3\u30C7\u30D7\u30ED\u30A4\u307E\u305F\u306F\u975E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3055\u308C\u307E\u3057\u305F\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3055\u308C\u307E\u3059\u3002
cause282008=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u9032\u884C\u4E2D\u306B\u30B5\u30FC\u30D0\u30FC\u304C\u505C\u6B62\u3055\u308C\u305F\u304B\u3001\u5B9B\u5148\u304C\u524A\u9664\u3055\u308C\u307E\u3057\u305F\u3002
action282008=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail282009=\u30AB\u30FC\u30CD\u30EB\u304C\u505C\u6B62\u3055\u308C\u305F\u304B\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u30B3\u30DF\u30C3\u30C8\u3055\u308C\u308B\u524D\u306B\u5B9B\u5148\u304C\u30A2\u30F3\u30C7\u30D7\u30ED\u30A4\u307E\u305F\u306F\u975E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3055\u308C\u307E\u3057\u305F\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3055\u308C\u307E\u3059\u3002
cause282009=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u9032\u884C\u4E2D\u306B\u30B5\u30FC\u30D0\u30FC\u304C\u505C\u6B62\u3055\u308C\u305F\u304B\u3001\u5B9B\u5148\u304C\u524A\u9664\u3055\u308C\u307E\u3057\u305F\u3002
action282009=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail282010=\u30AB\u30FC\u30CD\u30EB\u304C\u505C\u6B62\u3055\u308C\u305F\u304B\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u30B3\u30DF\u30C3\u30C8\u3055\u308C\u308B\u524D\u306B\u5B9B\u5148\u304C\u30A2\u30F3\u30C7\u30D7\u30ED\u30A4\u307E\u305F\u306F\u975E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3055\u308C\u307E\u3057\u305F\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3055\u308C\u307E\u3059\u3002
cause282010=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u9032\u884C\u4E2D\u306B\u30B5\u30FC\u30D0\u30FC\u304C\u505C\u6B62\u3055\u308C\u305F\u304B\u3001\u5B9B\u5148\u304C\u524A\u9664\u3055\u308C\u307E\u3057\u305F\u3002
action282010=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail282011=\u914D\u4FE1\u306E\u9045\u5EF6\u5F8C\u306B\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u8868\u793A\u3055\u305B\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause282011=\u4E00\u6642\u7684\u306AI/O\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u3053\u3068\u304C\u8003\u3048\u3089\u308C\u307E\u3059\u3002
action282011=\u30A8\u30E9\u30FC\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u306E\u518D\u8D77\u52D5\u3092\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u305D\u306E\u5834\u5408\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u5931\u308F\u308C\u307E\u3059\u3002
messagedetail282012=\u30DA\u30FC\u30B8\u30F3\u30B0I/O\u306E\u5B9F\u884C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause282012=\u4E00\u6642\u7684\u306AI/O\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u304B\u3001\u30B5\u30FC\u30D0\u30FC\u306E\u30E1\u30E2\u30EA\u30FC\u304C\u4E0D\u8DB3\u3057\u3066\u3044\u3066\u30DA\u30FC\u30B8\u30F3\u30B0I/O\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u5B8C\u4E86\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action282012=\u30A8\u30E9\u30FC\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u306E\u518D\u8D77\u52D5\u3092\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail282013=\u30B9\u30C8\u30A2\u8D77\u52D5\u6642\u306B\u767A\u751F\u3057\u305F\u4E88\u671F\u3057\u306A\u3044null\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u30B9\u30AD\u30C3\u30D7\u3057\u307E\u3059\u3002
cause282013=\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30C7\u30FC\u30BF\u306E\u7834\u640D\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u7834\u640D\u3057\u3066\u3044\u306A\u3044\u4ED6\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30C7\u30FC\u30BF\u3092\u56DE\u5FA9\u3067\u304D\u308B\u3088\u3046\u306B\u3001\u7834\u640D\u3057\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u30B9\u30AD\u30C3\u30D7\u3055\u308C\u307E\u3059\u3002
action282013=My Oracle Support\u306B\u3053\u306E\u554F\u984C\u3092\u5831\u544A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail282014=\u30B7\u30B9\u30C6\u30E0\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3"weblogic.store.StoreBootOnError"\u304C\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002\u95A2\u9023\u3059\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u8981\u7D20\u304C\u6B20\u843D\u3057\u3066\u3044\u308B\u305F\u3081\u3001\u8D77\u52D5\u6642\u306B2PC\u30EC\u30B3\u30FC\u30C9\u304C\u30B9\u30AD\u30C3\u30D7\u3055\u308C\u307E\u3059\u3002
cause282014=\u6F5C\u5728\u7684\u306A\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30C7\u30FC\u30BF\u7834\u640D\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u95A2\u9023\u3059\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u53C2\u7167\u8981\u7D20\u306E\u306A\u30442PC\u30EC\u30B3\u30FC\u30C9\u304C\u30B9\u30C8\u30A2\u5185\u306B\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u30022PC\u30EC\u30B3\u30FC\u30C9\u306F\u7121\u8996\u3055\u308C\u307E\u3059\u3002
action282014=My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail282015=\u6C38\u7D9A\u30B9\u30C8\u30A2\u3078\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u66F8\u304D\u8FBC\u307F\u4E2D\u306B\u3001\u4E88\u671F\u3057\u306A\u3044null\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002
cause282015=\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u6C38\u7D9A\u30B9\u30C8\u30A2\u306B\u66F8\u304D\u8FBC\u3082\u3046\u3068\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002
action282015=My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail282016=SAF\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u304C\u3001\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u4E2D\u306B\u7AF6\u5408\u3092\u691C\u51FA\u3057\u307E\u3057\u305F\u3002SAF\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u306E\u6C38\u7D9A\u30B9\u30C8\u30A2\u306B12.2.1.0.0\u4EE5\u524D\u306ESAF\u30E1\u30C3\u30BB\u30FC\u30B8\u306812.2.1.x.0 SAF\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u3042\u308A\u307E\u3059\u3002\u65B0\u3057\u3044\u30B9\u30C8\u30A2\u63A5\u7D9A\u306E\u30C7\u30FC\u30BF\u306E\u56DE\u5FA9\u4E2D\u306F\u3001\u53E4\u3044\u30B9\u30C8\u30A2\u63A5\u7D9A\u306E\u30C7\u30FC\u30BF\u306F\u7121\u8996\u3055\u308C\u307E\u3059\u3002
cause282016=\u554F\u984C\u306ESAF\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u306F\u300112.2.1.0.0\u4EE5\u524D\u306E\u30EA\u30EA\u30FC\u30B9\u304B\u3089\u30D1\u30C3\u30C1\u672A\u9069\u7528\u306E12.2.1.x.0\u30EA\u30EA\u30FC\u30B9\u306B\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F\u304C\u672A\u51E6\u7406\u306E\u6C38\u7D9A\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u3042\u308A\u3001\u305D\u306E\u5F8C\u30D1\u30C3\u30C1\u9069\u7528\u6E0812.2.1.x.0\u30EA\u30EA\u30FC\u30B9\u306B\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F\u3002\u7D50\u679C\u3068\u3057\u3066\u300112.2.1.0.0\u4EE5\u524D\u306E\u30C7\u30FC\u30BF(\u6700\u521D\u306E\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3067\u306F\u7121\u8996\u3055\u308C\u307E\u3057\u305F)\u304C\u3042\u308A\u3001\u30D1\u30C3\u30C1\u672A\u9069\u7528\u306E12.2.1.x.0\u30C7\u30FC\u30BF\u304C\u30B9\u30C8\u30A2\u306B\u3042\u308A\u307E\u3059\u3002
action282016=\u53E4\u3044\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u307F\u3092\u56DE\u5FA9\u3059\u308B\u306B\u306F-Dweblogic.saf.StoreUpgradeMode="OldOnly"\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002\u3053\u306E\u8B66\u544A\u3092\u8868\u793A\u3057\u306A\u3044\u3088\u3046\u306B\u3059\u308B\u306B\u306F-Dweblogic.saf.StoreUpgradeMode="IgnoreOld"\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002\u307E\u305F\u306F\u3001My Oracle Support\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
