## {0}: int version, {1}: int min, {2}: int max
282000=\u30AF\u30E9\u30B9\u30FB\u30D0\u30FC\u30B8\u30E7\u30F3{0}\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u4E88\u671F\u3055\u308C\u3066\u3044\u308B\u5024\u306E\u7BC4\u56F2\u306F{1} - {2}\u3067\u3059\u3002
## {0}: String name
282001=\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30AB\u30FC\u30CD\u30EB{0}\u304C\u6C38\u7D9A\u72B6\u614B\u306E\u56DE\u5FA9\u3092\u958B\u59CB\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String name, {1}: int numMessages
282002=\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30AB\u30FC\u30CD\u30EB{0}\u304C{1}\u500B\u306E\u6C38\u7D9A\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u56DE\u5FA9\u3057\u307E\u3057\u305F\u3002
## {0}: String name, {1}: long size
282003=\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30AB\u30FC\u30CD\u30EB{0}\u306F\u30DA\u30FC\u30B8\u30F3\u30B0\u3092\u958B\u59CB\u3059\u308B\u524D\u306B\u6700\u5927{1}\u30D0\u30A4\u30C8\u306E\u30E1\u30E2\u30EA\u30FC\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002
## {0}: String name
282004=\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30AB\u30FC\u30CD\u30EB{0}\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30EA\u30C0\u30A4\u30EC\u30AF\u30C8\u304C\u56DE\u5FA9\u4E0D\u80FD\u306A\u5F62\u3067\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30EA\u30C0\u30A4\u30EC\u30AF\u30C8\u3092\u518D\u5EA6\u958B\u59CB\u3059\u308B\u306B\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String name, {1}: String msg, {2}: Throwable t
282005=\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30AB\u30FC\u30CD\u30EB{0}\u306B\u3088\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30EA\u30C0\u30A4\u30EC\u30AF\u30C8\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {1}\u3002
## {0}: String name, {1}: String msg, {2}: Throwable t
282006=\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30AB\u30FC\u30CD\u30EB{0}\u306B\u3088\u308B\u671F\u9650\u5207\u308C\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u524A\u9664\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {1}\u3002
## {0}: String name, {1}: Throwable t
282007=\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30AB\u30FC\u30CD\u30EB{0}\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u9001\u4FE1\u64CD\u4F5C\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u6E96\u5099\u30D5\u30A7\u30FC\u30BA\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## {0}: String name
282008=\u30AB\u30FC\u30CD\u30EB\u304C\u505C\u6B62\u3055\u308C\u305F\u305F\u3081\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30AB\u30FC\u30CD\u30EB{0}\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u9001\u4FE1\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u30B3\u30DF\u30C3\u30C8\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String name
282009=\u30AB\u30FC\u30CD\u30EB\u304C\u505C\u6B62\u3055\u308C\u305F\u305F\u3081\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30AB\u30FC\u30CD\u30EB{0}\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u53D7\u4FE1\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u30B3\u30DF\u30C3\u30C8\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String name
282010=\u30AB\u30FC\u30CD\u30EB\u304C\u505C\u6B62\u3055\u308C\u305F\u305F\u3081\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30FB\u30AB\u30FC\u30CD\u30EB{0}\u306E\u9806\u5E8F\u756A\u53F7\u66F4\u65B0\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u30B3\u30DF\u30C3\u30C8\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String error, {1}: Throwable t
282011=\u914D\u4FE1\u306E\u9045\u5EF6\u5F8C\u306B\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u8868\u793A\u3055\u305B\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}\u3002
## {0}: Throwable t
282012=\u30DA\u30FC\u30B8\u30F3\u30B0I/O\u306E\u5B9F\u884C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## {0}: String element
282013=\u30B9\u30C8\u30A2\u8D77\u52D5\u6642\u306B\u767A\u751F\u3057\u305F\u4E88\u671F\u3057\u306A\u3044null\u30E1\u30C3\u30BB\u30FC\u30B8{0}\u3092\u30B9\u30AD\u30C3\u30D7\u3057\u307E\u3059\u3002
## {0}: String store, {1}: long seqNum, {2}: String queue, {3}: String type, {4}: long id, {5}: String xid
282014=[StoreBootOnError] "{0}" 2PC\u30EC\u30B3\u30FC\u30C9(\u30B7\u30FC\u30B1\u30F3\u30B9={1}\u3001\u30AD\u30E5\u30FC={2}\u3001\u30BF\u30A4\u30D7={3}\u3001id={4}\u3001xid={5})\u3092\u7121\u8996\u3057\u307E\u3059\u3002\u30E1\u30C3\u30BB\u30FC\u30B8\u53C2\u7167\u8981\u7D20\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
## {0}: String name, {1}: String info
282015="{0}"\u30B9\u30C8\u30A2\u3078\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u66F8\u8FBC\u307F\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: info={1}; null\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String name
282016=SAF\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8"{0}"\u304C\u6C38\u7D9A\u30B9\u30C8\u30A2\u304B\u3089SAF\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u56DE\u5FA9\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u53E4\u3044(12.2.1.0.0\u4EE5\u524D)\u30B9\u30C8\u30A2\u63A5\u7D9A\u3068\u65B0\u3057\u3044(12.2.1.x.0)\u30B9\u30C8\u30A2\u63A5\u7D9A\u306E\u4E21\u65B9\u3067\u30C7\u30FC\u30BF\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002\u53E4\u3044\u30B9\u30C8\u30A2\u63A5\u7D9A\u3068\u305D\u306E\u5185\u90E8\u306E\u30C7\u30FC\u30BF\u306F\u7121\u8996\u3055\u308C\u307E\u3059\u3002
