params.clusterName=O cluster do alvo da opera\u00E7\u00E3o
params.clusterName.displayName=Nome do Cluster Din\u00E2mico
params.period=Frequ\u00EAncia de coleta da m\u00E9trica em cada inst\u00E2ncia no cluster especificada como uma string, por exemplo, 15, 15s, 30s, 1m (a unidade padr\u00E3o \u00E9 segundos)
params.period.displayName=Taxa de Amostragem
params.duration=O tamanho m\u00E1ximo da janela de coleta de amostra expressada como uma string, por exemplo, 5, 5s, 5m, 1h (a unidade padr\u00E3o \u00E9 segundos)
params.duration.displayName=Per\u00EDodo de Reten\u00E7\u00E3o da Amostra
params.percentServersLimit=A porcentagem limite, expressada como valor entre 0,0-100,0, de servidores no cluster do alvo que deve atender ao limite HeapFreePercent para que a regra seja acionada
params.percentServersLimit.displayName=Porcentagem de Servidores

cluster.lowheapFree.displayName=Porcentagem M\u00E9dia Baixa de Heap Livre no Cluster
cluster.lowHeapFree.desc=Retorna verdadeiro se a porcentagem de servidores no cluster que atende \u00E0 condi\u00E7\u00E3o m\u00E9dia HeapFreePercent durante o intervalo de tempo especificado for maior que a fra\u00E7\u00E3o especificada
cluster.lowHeapFree.full=Retorna verdadeiro se a porcentagem de servidores no cluster que atende \u00E0 condi\u00E7\u00E3o m\u00E9dia de HeapFreePercent durante o intervalo de tempo especificado for maior que a fra\u00E7\u00E3o especificada.  O chamador especifica a taxa de coleta para a m\u00E9trica<code>JVMRuntimeMBean</code> <code>HeapFreePercent</code> e a dura\u00E7\u00E3o pela qual as amostras ser\u00E3o mantidas, bem como um limite vinculado inferior e a porcentagem de servidores no cluster em que o valor m\u00E9dio durante a janela deve estar abaixo durante o intervalo de tempo especificado para que a regra seja acionada.  Esta regra geralmente \u00E9 usada como uma medida de stress de heap em todo o cluster, que pode ser usada como um indicador de que a capacidade do cluster precisa ser aumentada (idealmente aumentando um cluster din\u00E2mico).<br/><br/> <p>Essa regra geralmente \u00E9 usada como uma medida de um <i><b>aumento</b></i> no stress de heap em um cluster, que pode ser usada como um indicador de que a capacidade do cluster pode precisar ser aumentada (provavelmente por meio da amplia\u00E7\u00E3o de inst\u00E2ncias em um cluster din\u00E2mico).</p> <p>Por exemplo, para as entradas a seguir </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Cluster Name</td><td>mycluster</td></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>5 minutes</td></tr><tr><td>Average Heap Free Percentage</td><td>20</td></tr><tr><td>Percentage of Servers</td><td>60</td></tr></table><p>a regra deve ser lida como <b><i>''Acionar se o valor m\u00E9dio da porcentagem da JVM sem heap for inferior a 20% em 60% dos servidores no cluster durante uma janela de 5 minutos, coletado em intervalos de 30 segundos'</i></b>. </p><br/><br/><b>esta regra s\u00F3 pode ser usada no servidor admin.</b>

server.lowHeapFree.desc=Retorna verdadeiro se a porcentagem m\u00E9dia de heap livre durante o intervalo de tempo especificado for inferior ao limite especificado
server.lowheapFree.displayName=Porcentagem M\u00E9dia Baixa de Heap Livre
server.lowHeapFree.full=<p>Retorna verdadeiro se a porcentagem m\u00E9dia de heap livre durante o intervalo de tempo especificado for inferior ao limite especificado.</p><br/> <p>Esta regra geralmente \u00E9 usada como uma medida de um <i><b>aumento</b></i> no stress de heap no servidor local em que a regra est\u00E1 em execu\u00E7\u00E3o.</p> <p>Por exemplo, para as entradas a seguir </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>5 minutes</td></tr><tr><td>Average Heap Free Percentage</td><td>20</td></tr></table><p>a regra deve ser lida como <b><i>'Acionar se o valor m\u00E9dio da porcentagem da JVM sem heap for inferior a 20% durante uma janela de 5 minutos, coletado em intervalos de 30 segundos'</i></b>. </p><br/><br/><b>Esta regra pode ser usada em qualquer servidor (admin ou gerenciado).</b> 

cluster.highHeapFree.desc=\u00C9 acionada se a porcentagem m\u00E9dia da JVM sem heap exceder um limite especificado em alguma porcentagem de servidores em um cluster
cluster.highheapFree.displayName=Porcentagem M\u00E9dia Alta de Heap Livre no Cluster
cluster.highHeapFree.full=<p>Esta regra \u00E9 acionada se o valor m\u00E9dio da porcentagem da JVM sem heap estiver acima de um valor de limite especificado para alguma porcentagem de servidores nesse cluster.  A taxa de coleta para a m\u00E9trica em cada inst\u00E2ncia clusterizada deve ser especificada, bem como a janela de tempo (o par\u00E2metro <i>dura\u00E7\u00E3o</i>) durante a qual as amostras devem ser coletadas.. Esta regra n\u00E3o ser\u00E1 avaliada com sucesso at\u00E9 que a quantidade suficiente de amostras tenha sido coletada de qualquer inst\u00E2ncia no cluster que atenda \u00E0 dura\u00E7\u00E3o de amostras desejada.</p><p>Esta regra geralmente \u00E9 usada como uma medida de <i><b>redu\u00E7\u00E3o</b></i> de stress de heap em um cluster, que pode ser usada como um indicador de que a capacidade do cluster pode ser seguramente reduzida (idealmente por meio da redu\u00E7\u00E3o de um cluster din\u00E2mico).</p> <p>Por exemplo, para as entradas a seguir </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Cluster Name</td><td>mycluster</td></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>5 minutes</td></tr><tr><td>Average Heap Free Percentage</td><td>60</td></tr><tr><td>Percentage of Servers</td><td>75</td></tr></table><p> a regra deve ser lida como <b><i>'Acionar se o valor m\u00E9dio da porcentagem da JVM sem heap for superior ou igual a 60% em 75% dos servidores no cluster durante uma janela de 5 minutos, coletado em intervalos de 30 segundos'</i></b>. </p><br/><br/><b>Esta regra s\u00F3 est\u00E1 dispon\u00EDvel no servidor de administra\u00E7\u00E3o.</b>

server.highHeapFree.desc=Retorna verdadeiro se a porcentagem sem heap durante o intervalo de tempo especificado for maior ou igual ao limite especificado
server.highHeapFree.displayName=Porcentagem M\u00E9dia Alta de Heap Livre
server.highHeapFree.full=<p>Retorna verdadeiro se a porcentagem m\u00E9dia de heap livre durante o intervalo de tempo especificado for inferior ao limite especificado.<br/><br/> <p>Esta regra geralmente \u00E9 usada como uma medida de um <i><b>aumento</b></i> no stress de heap no servidor local em que a regra est\u00E1 em execu\u00E7\u00E3o.</p> <p>Por exemplo, para as entradas a seguir </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>10 minutes</td></tr><tr><td>Average Heap Free Percentage</td><td>60</td></tr></table><p>a regra deve ser lida como <b><i>'Acionar se o valor m\u00E9dio da porcentagem da JVM sem heap for maior ou igual a 60% durante uma janela de 10 minutos, coletado em intervalos de 30 segundos'</i></b>. </p><br/><br/><b>Esta regra pode ser usada em qualquer servidor (admin ou gerenciado).</b> 

####################### START Process CPU Load ##########################################################

cluster.lowProcessCpuLoadAverage.desc=Retorna verdadeiro se a porcentagem de servidores no cluster que atende ao valor m\u00E9dio de <code>ProcessCpuLoad</code> do MXBean </code>java.lang:type=OperatingSystem</code> durante o intervalo de tempo especificado for maior que os limites especificados
cluster.lowProcessCpuLoadAverage.displayName=Carga M\u00E9dia Baixa da CPU do Processo no Cluster
cluster.lowProcessCpuLoadAverage.full=Retorna verdadeiro se a porcentagem de servidores no cluster que atende ao valor m\u00E9dio de <code>ProcessCpuLoad</code> durante o intervalo de tempo especificado for maior que a fra\u00E7\u00E3o especificada. O chamador especifica a taxa de coleta para a m\u00E9trica<code>java.lang:type=OperatingSystem</code> <code>ProcessCpuLoad</code> e a dura\u00E7\u00E3o pela qual as amostras ser\u00E3o mantidas, bem como um limite vinculado inferior e a porcentagem de servidores no cluster em que o valor m\u00E9dio durante a janela deve estar abaixo durante o intervalo de tempo especificado para que a regra seja acionada.<br/><p> Observe que o valor de <code>ProcessCpuLoad</code> \u00E9 <b>espec\u00EDfico da plataforma</b> e n\u00E3o est\u00E1 <b>dispon\u00EDvel em todas as plataformas</b>.</p><p>Esta regra geralmente \u00E9 usada como uma medida de <i><b>redu\u00E7\u00E3o</b></i> da carga do sistema no cluster de destino, que pode ser usada como um indicador de que talvez seja necess\u00E1rio reduzir a capacidade do cluster (provavelmente por meio da redu\u00E7\u00E3o de inst\u00E2ncias no cluster din\u00E2mico de destino).</p> <p>Por exemplo, para as entradas a seguir </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Cluster Name</td><td>mycluster</td></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>15 minutes</td></tr><tr><td>Average ProcessCpuLoad</td><td>0.2</td></tr><tr><td>Percentage of Servers</td><td>75</td></tr></table><p>a regra deve ser lida como <b><i>'Acionar se o valor m\u00E9dio da ProcessCpuLoad for inferior a 0,2 em 75% dos servidores no cluster durante uma janela de 15 minutos, coletado em intervalos de 30 segundos'</i></b>. </p><br/><br/><b>Esta regra s\u00F3 pode ser usada no servidor admin e em plataformas nas quais a m\u00E9trica ProcessCpuLoad esteja dispon\u00EDvel.</b>

cluster.highProcessCpuLoadAverage.desc=Retorna verdadeiro se a porcentagem de servidores no cluster que atende ao valor m\u00E9dio de <code>ProcessCpuLoad</code> do MXBean <code>java.lang:type=OperatingSystem</code> durante o intervalo de tempo especificado for maior que a fra\u00E7\u00E3o especificada
cluster.highProcessCpuLoadAverage.displayName=Carga M\u00E9dia Alta da CPU do Processo no Cluster
cluster.highProcessCpuLoadAverage.full=Retorna verdadeiro se a porcentagem de servidores no cluster que atende ao valor m\u00E9dio de <code>ProcessCpuLoad</code> durante o intervalo de tempo especificado for maior que a fra\u00E7\u00E3o especificada.  O chamador especifica a taxa de coleta para a m\u00E9trica<code>java.lang:type=OperatingSystem</code> <code>ProcessCpuLoad</code> e a dura\u00E7\u00E3o pela qual as amostras ser\u00E3o mantidas, bem como um limite vinculado superior e a porcentagem de servidores no cluster em que o valor m\u00E9dio durante a janela deve estar acima durante o intervalo de tempo especificado para que a regra seja acionada.<br/><p> Observe que o valor de <code>ProcessCpuLoad</code> \u00E9 <b>espec\u00EDfico da plataforma</b> e n\u00E3o est\u00E1 <b>dispon\u00EDvel em todas as plataformas</b>.</p><p>Esta regra geralmente \u00E9 usada como uma medida de <i><b>aumento</b></i> da carga do sistema no cluster do alvo, que pode ser usada como um indicador de que a capacidade do cluster pode precisar ser aumentada (provavelmente por meio do aumento de inst\u00E2ncias em um cluster din\u00E2mico).</p> <p>Por exemplo, para as entradas a seguir </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Cluster Name</td><td>mycluster</td></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>5 minutes</td></tr><tr><td>Average ProcessCpuLoad</td><td>0.8</td></tr><tr><td>Percentage of Servers</td><td>60</td></tr></table><p>a regra deve ser lida como <b><i>'Acionar se o valor m\u00E9dio da ProcessCpuLoad for maior ou igual a 0.8 em 60% dos servidores no cluster durante uma janela de 5 minutos, coletado em intervalos de 30 segundos'</i></b>. </p><br/><br/><b>esta regra s\u00F3 pode ser usada no servidor admin.</b>

server.lowProcessCpuLoadAverage.desc=Retorna verdadeiro se a carga m\u00E9dia da CPU do processo durante o intervalo especificado for menor que o limite especificado
server.lowProcessCpuLoadAverage.displayName=Carga M\u00E9dia Baixa da CPU do Processo
server.lowProcessCpuLoadAverage.full=Retorna verdadeiro se o <code>ProcessCpuLoad</code> m\u00E9dio durante o intervalo de tempo especificado for inferior ao limite especificado. <br/><p>Observe que o valor de <code>ProcessCpuLoad</code> \u00E9 <b>espec\u00EDfico da plataforma</b> e <b>n\u00E3o est\u00E1 dispon\u00EDvel em todas as plataformas</b>.</p><p>Esta regra geralmente \u00E9 usada como uma medida de <i><b>redu\u00E7\u00E3o</b></i> da carga m\u00E9dia do sistema no servidor local em que a regra est\u00E1 em execu\u00E7\u00E3o.</p><p>Por exemplo, para as entradas a seguir </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>15 minutes</td></tr><tr><td>Average ProcessCPULoad</td><td>0.2</td></tr></table><p>a regra deve ser lida como <b><i>'Acionar se o valor m\u00E9dio de ProcessCpuLoad for inferior a 0.2 em uma janela de 15 minutos, coletado em intervalos de 30 segundos'</i></b>. </p><br/><b>Essa regra pode ser usada em qualquer servidor (admin ou gerenciado).</b> 

server.highProcessCpuLoadAverage.desc=Retorna verdadeiro se a carga m\u00E9dia da CPU do processo durante o intervalo especificado for maior ou igual ao limite especificado
server.highProcessCpuLoadAverage.displayName=Carga M\u00E9dia Alta da CPU do Processo
server.highProcessCpuLoadAverage.full=Retorna verdadeiro se o <code>ProcessCpuLoad</code> m\u00E9dio durante o intervalo de tempo especificado for maior ou igual ao limite especificado. <br/><p>Observe que o valor de <code>ProcessCpuLoad</code> \u00E9 <b>espec\u00EDfico da plataforma</b> e <b>n\u00E3o est\u00E1 dispon\u00EDvel em todas as plataformas</b>.</p><p>Essa regra geralmente \u00E9 usada como medida de <i><b>aumento</b></i> da carga m\u00E9dia do sistema no servidor local em que a regra est\u00E1 em execu\u00E7\u00E3o.</p><p>Por exemplo, para as entradas </p><table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>10 minutes</td></tr><tr><td>Average ProcessCPULoad</td><td>0.8</td></tr></table><p>, a regra deve ser lida como <b><i>'Acionar se o valor m\u00E9dio de ProcessCpuLoad for maior ou igual a 0,8 em uma janela de 10 minutos, coletado em intervalos de 30 segundos'</i></b>. </p><br/><b>Essa regra pode ser usada em qualquer servidor (admin ou gerenciado).</b> 

procCpuLoadLimit.desc=Valor do limite para o valor m\u00E9dio de ProcessCpuLoad
procCpuLoadLimit.displayName=ProcessCpuLoad m\u00E9dio

####################### END Process CPU Load ###########################################################

####################### START System CPU Load ##########################################################

cluster.lowSystemCpuLoadAverage.desc=Retorna verdadeiro se a porcentagem de servidores no cluster que atende ao valor m\u00E9dio de <code>ProcessCpuLoad</code> do MXBean </code>java.lang:type=OperatingSystem</code> durante o intervalo de tempo especificado for maior que os limites especificados
cluster.lowSystemCpuLoadAverage.displayName=Carga M\u00E9dia Baixa da CPU do Sistema no Cluster
cluster.lowSystemCpuLoadAverage.full=Retorna verdadeiro se a porcentagem de servidores no cluster que atende ao valor m\u00E9dio de <code>SystemCpuLoad</code> durante o intervalo de tempo especificado for maior que a fra\u00E7\u00E3o especificada. O chamador especifica a taxa de coleta para a m\u00E9trica<code>java.lang:type=OperatingSystem</code> <code>SystemCpuLoad</code> e a dura\u00E7\u00E3o pela qual as amostras ser\u00E3o mantidas, bem como um limite vinculado inferior e a porcentagem de servidores no cluster em que o valor m\u00E9dio durante a janela deve estar abaixo durante o intervalo de tempo especificado para que a regra seja acionada.<br/><p> Observe que o valor de <code>SystemCpuLoad</code> \u00E9 <b>espec\u00EDfico da plataforma</b> e n\u00E3o est\u00E1 <b>dispon\u00EDvel em todas as plataformas</b>.</p><p>Esta regra geralmente \u00E9 usada como uma medida de <i><b>redu\u00E7\u00E3o</b></i> da carga m\u00E9dia da CPU do Sistema no cluster de destino, que pode ser usada como um indicador de que talvez a capacidade do cluster precise ser reduzida (provavelmente por meio da redu\u00E7\u00E3o de inst\u00E2ncias no cluster din\u00E2mico de destino).</p> <p>Por exemplo, para as entradas a seguir </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Cluster Name</td><td>mycluster</td></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>15 minutes</td></tr><tr><td>Average SystemCpuLoad</td><td>0.2</td></tr><tr><td>Percentage of Servers</td><td>75</td></tr></table><p>a regra deve ser lida como <b><i>'Acionar se o valor m\u00E9dio da SystemCpuLoad for inferior a 0,2 em 75% dos servidores no cluster durante uma janela de 15 minutos, coletado em intervalos de 30 segundos'</i></b>. </p><br/><b>Esta regra s\u00F3 pode ser usada no servidor admin e em plataformas nas quais a m\u00E9trica SystemCpuLoad esteja dispon\u00EDvel.</b>

cluster.highSystemCpuLoadAverage.desc=Retorna verdadeiro se a porcentagem de servidores no cluster que atende ao valor m\u00E9dio de <code>SystemCpuLoad</code> do MXBean <code>java.lang:type=OperatingSystem</code> durante o intervalo de tempo especificado for maior que a fra\u00E7\u00E3o especificada
cluster.highSystemCpuLoadAverage.displayName=Carga M\u00E9dia Alta da CPU do Sistema no Cluster 
cluster.highSystemCpuLoadAverage.full=Retorna verdadeiro se a porcentagem de servidores no cluster que atende ao valor m\u00E9dio de <code>SystemCpuLoad</code> durante o intervalo de tempo especificado for maior que a fra\u00E7\u00E3o especificada.  O chamador especifica a taxa de coleta para a m\u00E9trica<code>java.lang:type=OperatingSystem</code> <code>SystemCpuLoad</code> e a dura\u00E7\u00E3o pela qual as amostras ser\u00E3o mantidas, bem como um limite vinculado superior e a porcentagem de servidores no cluster em que o valor m\u00E9dio durante a janela deve estar acima durante o intervalo de tempo especificado para que a regra seja acionada.<br/><p> Observe que o valor de <code>SystemCpuLoad</code> \u00E9 <b>espec\u00EDfico da plataforma</b> e n\u00E3o est\u00E1 <b>dispon\u00EDvel em todas as plataformas</b>.</p><p>Esta regra geralmente \u00E9 usada como uma medida de <i><b>aumento</b></i> da carga do sistema no cluster do alvo, que pode ser usada como um indicador de que a capacidade do cluster pode precisar ser aumentada (provavelmente por meio do aumento de inst\u00E2ncias em um cluster din\u00E2mico).</p> <p>Por exemplo, para as entradas a seguir </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Cluster Name</td><td>mycluster</td></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>5 minutes</td></tr><tr><td>Average ProcessCpuLoad</td><td>0.8</td></tr><tr><td>Percentage of Servers</td><td>60</td></tr></table><p>a regra deve ser lida como <b><i>'Acionar se o valor m\u00E9dio da ProcessCpuLoad for maior ou igual a 0.8 em 60% dos servidores no cluster durante uma janela de 5 minutos, coletado em intervalos de 30 segundos'</i></b>. </p><br/><br/><b>esta regra s\u00F3 pode ser usada no servidor admin.</b>

server.lowSystemCpuLoadAverage.desc=Retorna verdadeiro se a carga m\u00E9dia da CPU do Sistema durante o intervalo especificado for menor que o limite especificado
server.lowSystemCpuLoadAverage.displayName=Carga M\u00E9dia Baixa da CPU do Sistema 
server.lowSystemCpuLoadAverage.full=Retorna verdadeiro se o SystemCpuLoad m\u00E9dio durante o intervalo de tempo especificado for inferior ao limite especificado.<br/> <p>Observe que o valor de <code>SystemCpuLoad</code> \u00E9 <b>espec\u00EDfico da plataforma</b> e <b>n\u00E3o est\u00E1 dispon\u00EDvel em todas as plataformas</b>.</p><p>Essa regra geralmente \u00E9 usada como medida de <i><b>redu\u00E7\u00E3o</b></i> da carga m\u00E9dia do sistema no servidor local em que a regra est\u00E1 em execu\u00E7\u00E3o.</p> <p>Por exemplo, para as entradas </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>15 minutes</td></tr><tr><td>Average SystemCpuLoad</td><td>0.8</td></tr></table><p>, a regra deve ser lida como <b><i>'Acionar se o valor m\u00E9dio de SystemCpuLoad for inferior a 0.2 em uma janela de 15 minutos, coletado em intervalos de 30 segundos'</i></b>. </p><br/><br/><b>Essa regra pode ser usada em qualquer servidor (admin ou gerenciado).</b> 

server.highSystemCpuLoadAverage.desc=Retorna verdadeiro se a carga m\u00E9dia da CPU do Sistema durante o intervalo especificado for maior ou igual ao limite especificado
server.highSystemCpuLoadAverage.displayName=Carga M\u00E9dia Alta da CPU do Sistema 
server.highSystemCpuLoadAverage.full=Retorna verdadeiro se o SystemCpuLoad m\u00E9dio durante o intervalo de tempo especificado for maior ou igual ao limite especificado.<br/> <p>Observe que o valor de <code>SystemCpuLoad</code> \u00E9 <b>espec\u00EDfico da plataforma</b> e <b>n\u00E3o est\u00E1 dispon\u00EDvel em todas as plataformas</b>.</p><p>Essa regra geralmente \u00E9 usada como medida de <i><b>aumento</b></i> da carga m\u00E9dia do sistema no servidor local em que a regra est\u00E1 em execu\u00E7\u00E3o.</p> <p>Por exemplo, para as entradas </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>10 minutes</td></tr><tr><td>Average SystemCpuLoad</td><td>0.8</td></tr></table><p>, a regra deve ser lida como <b><i>'Acionar se o valor m\u00E9dio de SystemCpuLoad for maior ou igual a 0,8 em uma janela de 10 minutos, coletado em intervalos de 30 segundos'</i></b>. </p><br/><br/><b>Essa regra pode ser usada em qualquer servidor (admin ou gerenciado).</b> 

sysCpuloadLimit.desc=Valor do limite para o valor m\u00E9dio de SystemCpuLoad
sysCpuloadLimit.displayName=SystemCpuLoad m\u00E9dia

####################### END System CPU Load ##########################################################

percentFreeLimit.desc=O limite da porcentagem m\u00E9dia da JVM sem heap, como um valor entre 0,0 e 100,0 
percentFreeLimit.displayName=Porcentagem M\u00E9dia de Heap Livre 

cluster.lowSystemLoadAverage.desc=Retorna verdadeiro se a porcentagem de servidores no cluster que atende ao valor m\u00E9dio de <code>SystemLoadAverage</code> do MXBean </code>java.lang:type=OperatingSystem</code> durante o intervalo de tempo especificado for maior que os limites especificados
cluster.lowSystemLoadAverage.displayName=M\u00E9dia Baixa de Carga do Sistema no Cluster 
cluster.lowSystemLoadAverage.full=Retorna verdadeiro se a porcentagem de servidores no cluster que atende ao valor m\u00E9dio <code>SystemLoadAverage</code> durante o intervalo de tempo especificado for maior que a fra\u00E7\u00E3o especificada. O chamador especifica a taxa de coleta para a m\u00E9trica <code>java.lang:type=OperatingSystem</code> <code>SystemLoadAverage</code> e a dura\u00E7\u00E3o pela qual as amostras devem ser mantidas, bem como um limite vinculado inferior e a porcentagem de servidores no cluster para os quais o valor m\u00E9dio durante a janela deve estar abaixo do intervalo de tempo especificado para que a regra seja acionada. Esta regra geralmente \u00E9 usada como uma medida de carga do sistema no cluster, que pode ser usada como um indicador de que a capacidade do cluster pode ser reduzida (numa situa\u00E7\u00E3o ideal, por meio da diminui\u00E7\u00E3o de um cluster din\u00E2mico). Observe que o valor de <code>SystemLoadAverage</code> depende do sistema.<br/><br/><p>Essa regra geralmente \u00E9 usada como medida de uma <i><b>redu\u00E7\u00E3o</b></i> na carga do sistema no cluster de destino, que pode ser usada como um indicador de que talvez a capacidade do cluster precise ser reduzida (provavelmente por meio de uma redu\u00E7\u00E3o de inst\u00E2ncias no cluster din\u00E2mico de destino).</p> <p>Por exemplo, para as entradas a seguir </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Cluster Name</td><td>mycluster</td></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>15 minutes</td></tr><tr><td>Average SystemLoadAverage</td><td>0.2</td></tr><tr><td>Percentage of Servers</td><td>75</td></tr></table><p>, a regra deve ser lida como <b><i>'Acionar se o valor m\u00E9dio de SystemLoadAverage estiver abaixo de 0,2 em 75% dos servidores no cluster durante uma janela de 15 minutos, coletado em intervalos de 30 segundos'</i></b>. </p><br/><br/><b>Essa regra s\u00F3 pode ser usada no servidor admin</b>

server.lowSystemLoadAverage.desc=Retorna verdadeiro se a carga m\u00E9dia do sistema durante o intervalo especificado for menor que o limite especificado
server.lowSystemLoadAverage.displayName=M\u00E9dia Baixa de Carga do Sistema 
server.lowSystemLoadAverage.full=Retorna verdadeiro se a carga m\u00E9dia do sistema durante o intervalo de tempo especificado for inferior ao limite especificado.<br/><br/> <p>Esta regra geralmente \u00E9 usada como uma medida de <i><b>redu\u00E7\u00E3o</b></i> da carga m\u00E9dia do sistema no servidor local em que a regra est\u00E1 em execu\u00E7\u00E3o.</p> <p>Por exemplo, para as entradas a seguir </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>15 minutes</td></tr><tr><td>Average SystemLoadAverage</td><td>0.2</td></tr></table><p>a regra deve ser lida como <b><i>'Acionar se o valor m\u00E9dio de SystemLoadAverage for inferior a 0.2 em uma janela de 15 minutos, coletado em intervalos de 30 segundos'</i></b>. </p><br/><br/><b>Essa regra pode ser usada em qualquer servidor (admin ou gerenciado).</b> 

cluster.highSystemLoadAverage.desc=Retorna verdadeiro se a porcentagem de servidores no cluster que atende ao valor m\u00E9dio de <code>SystemLoadAverage</code> do MXBean <code>java.lang:type=OperatingSystem</code> durante o intervalo de tempo especificado for maior que a fra\u00E7\u00E3o especificada
cluster.highSystemLoadAverage.displayName=M\u00E9dia Alta de Carga do Sistema no Cluster
cluster.highSystemLoadAverage.full=Retorna verdadeiro se a porcentagem de servidores no cluster que atende ao valor m\u00E9dio <code>SystemLoadAverage</code> durante o intervalo de tempo especificado for maior que a fra\u00E7\u00E3o especificada. O chamador especifica a taxa de coleta para a m\u00E9trica <code>java.lang:type=OperatingSystem</code> <code>SystemLoadAverage</code> e a dura\u00E7\u00E3o pela qual as amostras devem ser mantidas, bem como um limite vinculado superior e a porcentagem de servidores no cluster para os quais o valor m\u00E9dio durante a janela deve estar acima do intervalo de tempo especificado para que a regra seja acionada. Esta regra geralmente \u00E9 usada como uma medida de carga do sistema no cluster, que pode ser usada como um indicador de que a capacidade do cluster precisa ser aumentada (idealmente por meio do aumento de um cluster din\u00E2mico). Observe que o valor de <code>SystemLoadAverage</code> depende do sistema.<br/><br/><p>Essa regra geralmente \u00E9 usada como uma medida de um <i><b>aumento</b></i> na carga do sistema no cluster do alvo, que pode ser usada como um indicador de que a capacidade do cluster pode precisar ser aumentada (provavelmente por meio de um aumento de inst\u00E2ncias em um cluster din\u00E2mico).</p> <p>Por exemplo, para as entradas a seguir </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Cluster Name</td><td>mycluster</td></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>5 minutes</td></tr><tr><td>Average SystemLoadAverage</td><td>0.8</td></tr><tr><td>Percentage of Servers</td><td>60</td></tr></table><p>a regra deve ser lida como <b><i>'Acionar se o valor m\u00E9dio de SystemLoadAverage for maior ou igual a 0,8 em 60% dos servidores no cluster durante uma janela de 5 minutos, coletado em intervalos de 30 segundos'</i></b>. </p><br/><br/><b>Essa regra s\u00F3 pode ser usada no servidor admin.</b>

server.highSystemLoadAverage.desc=Retorna verdadeiro se a carga m\u00E9dia do sistema durante o intervalo especificado for maior ou igual ao limite especificado
server.highSystemLoadAverage.displayName=M\u00E9dia Alta de Carga do Sistema
server.highSystemLoadAverage.full=Retorna verdadeiro se a carga m\u00E9dia do sistema durante o intervalo especificado for maior ou igual ao limite especificado. <br/><br/> <p>Essa regra geralmente \u00E9 usada como medida de <i><b>redu\u00E7\u00E3o</b></i> da carga m\u00E9dia do sistema no servidor local em que a regra est\u00E1 em execu\u00E7\u00E3o.</p> <p>Por exemplo, para as entradas </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>10 minutes</td></tr><tr><td>Average SystemLoadAverage</td><td>0.8</td></tr></table><p>, a regra deve ser lida como <b><i>'Acionar se o valor m\u00E9dio de SystemLoadAverage for maior ou igual a 0.8 em uma janela de 10 minutos, coletado em intervalos de 30 segundos'</i></b>. </p><br/><br/><b>Essa regra pode ser usada em qualquer servidor (admin ou gerenciado).</b> 

loadLimit.desc=Valor do limite para o SystemLoadAveragevalue
loadLimit.displayName=SystemLoadAverage M\u00E9dio
 
cluster.highStuckThreads.desc=Retorna verdadeiro se a porcentagem de servidores no cluster que atende ao valor m\u00E9dio <code>StuckThreadCount</code> durante o intervalo de tempo especificado for maior que a fra\u00E7\u00E3o especificada
cluster.highStuckThreads.displayName=M\u00E9dia Alta de Threads Parados no Cluster
cluster.highStuckThreads.full=Retorna verdadeiro se a porcentagem de servidores no cluster que atende ao valor m\u00E9dio <code>StuckThreadCount</code> durante o intervalo de tempo especificado for maior que a fra\u00E7\u00E3o especificada. O chamador especifica a taxa de coleta para a m\u00E9trica <code>ThreadPoolRuntimeMBean</code> <code>StuckThreadCount</code> e a dura\u00E7\u00E3o pela qual as amostras devem ser mantidas, bem como um limite vinculado superior e a porcentagem de servidores no cluster para os quais o valor m\u00E9dio durante a janela deve estar acima do intervalo de tempo especificado para que a regra seja acionada. <p>Essa regra geralmente \u00E9 usada como uma medida de <b><i>instabilidade</b></i> nos n\u00F3s em todo o cluster, em que um n\u00FAmero crescente de threads parados pode indicar um servidor que est\u00E1 ou que em breve poder\u00E1 estar com deadlock. Isso pode ser usado como um indicador de que a capacidade do cluster precisa ser aumentada (idealmente por meio de uma amplia\u00E7\u00E3o de um cluster din\u00E2mico).</p>  <p>Por exemplo, para as entradas a seguir </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Cluster Name</td><td>mycluster</td></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>10 minutes</td></tr><tr><td>Average Stuck Threads</td><td>5</td></tr><tr><td>Percentage of Servers</td><td>60</td></tr></table><p>A regra deve ser lida como <b><i>'Acionar se o n\u00FAmero m\u00E9dio de threads parados no cluster for maior ou igual a 5 em 60% dos servidores no cluster durante uma janela de 10 minutos, coletado em intervalos de 30 segundos'</i></b>. </p><br/><br/><b>Essa regra s\u00F3 pode ser usada no servidor admin.</b>

server.highStuckThreads.desc=Retorna verdadeiro se o n\u00FAmero m\u00E9dio de threads parados durante o intervalo especificado for maior ou igual ao limite especificado
server.highStuckThreads.displayName=M\u00E9dia Alta de Threads Parados
server.highStuckThreads.full=Retorna verdadeiro se o n\u00FAmero m\u00E9dio de threads parados durante o intervalo de tempo especificado for maior ou igual ao limite especificado.<br/><br/> <p>Esta regra geralmente \u00E9 usada como uma medida de <i><b>aumento</b></i> do stress do servidor com base na contagem de threads parados no servidor local em que a regra est\u00E1 em execu\u00E7\u00E3o.</p> <p>Por exemplo, para as entradas a seguir</p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>10 minutes</td></tr><tr><td>Average Stuck Threads</td><td>5</td></tr></table><p>a regra deve ser lida como <b><i>'Acionar se o valor m\u00E9dio de <code>StuckThreadCount</code> for maior ou igual a 5 em uma janela de 10 minutos, coletado em intervalos de 30 segundos'</i></b>. </p><br/><br/><b>Essa regra pode ser usada em qualquer servidor (admin ou gerenciado).</b> 

stuckThreadsLimit.desc=Valor m\u00E9dio do limite de threads parados
stuckThreadsLimit.displayName=M\u00E9dia de Threads Parados

cluster.highIdleThreads.desc=Retorna verdadeiro se a porcentagem de servidores no cluster que atende ao valor m\u00E9dio ExecuteThreadIdleCount do ThreadPoolRuntimeMBean durante o intervalo de tempo especificado for maior que a fra\u00E7\u00E3o especificada
cluster.highIdleThreads.displayName=M\u00E9dia Alta de Threads Inativos no Cluster
cluster.highIdleThreads.full=<p>Retorna verdadeiro se a porcentagem de servidores no cluster que atende \u00E0 condi\u00E7\u00E3o m\u00E9dia <code>ExecuteThreadIdleCount</code> durante o intervalo de tempo especificado for maior que a fra\u00E7\u00E3o especificada. O chamador especifica a taxa de coleta para a m\u00E9trica <code>ThreadPoolRuntimeMBean</code> <code>ExecuteThreadIdleCount</code> e a dura\u00E7\u00E3o pela qual as amostras devem ser mantidas, bem como um limite vinculado superior e a porcentagem de servidores no cluster para os quais o valor m\u00E9dio durante a janela deve estar acima do intervalo de tempo especificado para que a regra seja acionada. .</p> <p>Essa regra geralmente \u00E9 usada como uma medida da <b><i>redu\u00E7\u00E3o</b></i> que pode ser usada como um indicador de que a capacidade do cluster pode ser seguramente reduzida (idealmente pode meio da redu\u00E7\u00E3o de um cluster din\u00E2mico).</p><br/><br/> <p>Por exemplo, para as entradas a seguir</p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Cluster Name</td><td>mycluster</td></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>10 minutes</td></tr><tr><td>Average Idle Thread Count</td><td>20</td></tr><tr><td>Percentage of Servers</td><td>75</td></tr></table><p>A regra deve ser lida como <b><i>\u2019Acionar se o n\u00FAmero m\u00E9dio de threads inativos no cluster for maior ou igual a 20 em 75% dos servidores no cluster durante uma janela de 10 minutos, coletado em intervalo de 30 segundos\u2019</i></b>. </p><br/><br/><b>Essa regra s\u00F3 pode ser usada no servidor admin.</b>

server.highIdleThreads.desc=Retorna verdadeiro se o n\u00FAmero m\u00E9dio de threads inativos durante o intervalo especificado for maior ou igual ao limite especificado
server.highIdleThreads.displayName=M\u00E9dia Alta de Threads Inativos 
server.highIdleThreads.full=Retorna verdadeiro se o n\u00FAmero m\u00E9dio de threads inativos durante o intervalo de tempo especificado for maior ou igual ao limite especificado.<br/><br/> <p>Por exemplo, para as entradas a seguir </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>10 minutes</td></tr><tr><td>Average Idle Thread Count</td><td>20</td></tr></table><p>A regra deve ser lida como<b><i>'Acionar se o valor m\u00E9dio de threads inativos no servidor for maior ou igual a 20 em uma janela de 10 minutos, coletado em intervalos de 30 segundos'</i></b>. </p><br/><br/><b>Essa regra pode ser usada em qualquer servidor (admin ou gerenciado).</b>

cluster.lowIdleThreads.desc=Retorna verdadeiro se a porcentagem de servidores no cluster que atende ao valor m\u00E9dio ExecuteThreadIdleCount do ThreadPoolRuntimeMBean durante o intervalo de tempo especificado for maior que a fra\u00E7\u00E3o especificada
cluster.lowIdleThreads.displayName=M\u00E9dia Baixa de Threads Inativos no Cluster
cluster.lowIdleThreads.full=<p>Retorna verdadeiro se a porcentagem de servidores no cluster que atende \u00E0 condi\u00E7\u00E3o m\u00E9dia <code>ExecuteThreadIdleCount</code> durante o intervalo de tempo especificado for maior que a fra\u00E7\u00E3o especificada. O chamador especifica a taxa de coleta para a m\u00E9trica <code>ThreadPoolRuntimeMBean</code> <code>ExecuteThreadIdleCount</code> e a dura\u00E7\u00E3o pela qual as amostras devem ser mantidas, bem como um limite vinculado inferior e a porcentagem de servidores no cluster para os quais o valor m\u00E9dio durante a janela deve estar abaixo do intervalo de tempo especificado para que a regra seja acionada.</p> <p>Essa regra geralmente \u00E9 usada como uma medida do <b><i>aumento</b></i> de stress de carga em todo o cluster, que pode ser usado como um indicador de que a capacidade do cluster precisa ser aumentada (idealmente por meio da amplia\u00E7\u00E3o de um cluster din\u00E2mico).<br/><br/> <p>Por exemplo, para as entradas a seguir</p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Cluster Name</td><td>mycluster</td></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>10 minutes</td></tr><tr><td>Average Idle Thread Count</td><td>5</td></tr><tr><td>Percentage of Servers</td><td>60</td></tr></table><p>A regra deve ser lida como<b><i>\u2019Acionar se o n\u00FAmero m\u00E9dio de threads inativos no cluster for maior ou igual a 5 em 60% dos servidores no cluster durante uma janela de 10 minutos, coletado em intervalo de 30 segundos\u2019</i></b>. </p><br/><br/><b>Essa regra s\u00F3 pode ser usada no servidor admin.</b>

server.lowIdleThreads.desc=Retorna verdadeiro se o n\u00FAmero m\u00E9dio de threads inativos durante o intervalo especificado for menor que o limite especificado
server.lowIdleThreads.displayName=M\u00E9dia Baixa de Threads Inativos
server.lowIdleThreads.full=Retorna verdadeiro se o n\u00FAmero m\u00E9dio de threads inativos durante o intervalo de tempo especificado for menor do que o especificado.<br/><br/> <p>Por exemplo, para as entradas a seguir </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>10 minutes</td></tr><tr><td>Average Idle Thread Count</td><td>5</td></tr></table><p>A regra deve ser lida como<b><i>'Acionar se o valor m\u00E9dio de threads inativos no servidor for inferior a 5 em uma janela de 10 minutos, coletado em intervalos de 30 segundos'</i></b>. </p><br/><br/><b>Essa regra pode ser usada em qualquer servidor (admin ou gerenciado).</b> 

idleThreadLimit.desc=Valor M\u00E9dio ExecuteThreadIdleCount threshold
idleThreadLimit.displayName=Contagem M\u00E9dia de Threads Ociosos

cluster.highPendingUserRequests.desc=Retorna verdadeiro se a porcentagem de servidores no cluster que atende ao valor m\u00E9dio <code>PendingUserRequestCount</code> do <code>ThreadPoolRuntimeMBean</code> durante o intervalo de tempo especificado for maior que a fra\u00E7\u00E3o especificada
cluster.highPendingUserRequests.displayName=M\u00E9dia Alta de Solicita\u00E7\u00F5es Pendentes de Usu\u00E1rios no Cluster
cluster.highPendingUserRequests.full=Retorna verdadeiro se a porcentagem de servidores no cluster que atende ao valor m\u00E9dio <code>PendingUserRequestCount</code> durante o intervalo de tempo especificado for maior do que a fra\u00E7\u00E3o especificada. O chamador especifica a taxa de coleta para a m\u00E9trica <code>ThreadPoolRuntimeMBean</code> <code>PendingUserRequestCount</code> e a dura\u00E7\u00E3o pela qual as amostras devem ser mantidas, bem como um limite vinculado superior e a porcentagem de servidores no cluster para os quais o valor m\u00E9dio durante a janela deve estar acima do intervalo de tempo especificado para que a regra seja acionada. <br/><br/> <p>Essa regra geralmente \u00E9 usada como uma medida do <b><i>aumento</b></i> da carga do sistema em todo o cluster, que pode ser usado como um indicador de que a capacidade do cluster precisa ser aumentada (idealmente por meio da amplia\u00E7\u00E3o de um cluster din\u00E2mico).</p>  <p>Por exemplo, para as entradas a seguir</p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Cluster Name</td><td>mycluster</td></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>10 minutes</td></tr><tr><td>Average Pending User Request</td><td>100</td></tr><tr><td>Percentage of Servers</td><td>60</td></tr></table><p>A regra deve ser lida como <b><i>\u2019Acionar se o n\u00FAmero m\u00E9dio de threads inativos no cluster for maior ou igual a 100 em 60% dos servidores no cluster durante uma janela de 10 minutos, coletado em intervalo de 30 segundos\u2019</i></b>. </p><br/><br/><b>Essa regra s\u00F3 pode ser usada no servidor admin.</b>

server.highPendingUserRequests.desc=Retorna verdadeiro se o n\u00FAmero m\u00E9dio de solicita\u00E7\u00F5es pendentes de usu\u00E1rios durante o intervalo especificado for maior que o limite especificado
server.highPendingUserRequests.displayName=M\u00E9dia Alta de Solicita\u00E7\u00F5es Pendentes de Usu\u00E1rios
server.highPendingUserRequests.full=Retorna verdadeiro se o n\u00FAmero m\u00E9dio de solicita\u00E7\u00F5es pendentes do usu\u00E1rio durante o intervalo de tempo especificado for maior do que o limite especificado. <br/><br/> <p>Por exemplo, para as entradas a seguir </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>10 minutes</td></tr><tr><td>Average Pending User Request</td><td>100</td></tr></table><p>A regra deve ser lida como<b><i>'Acionar se o valor m\u00E9dio de solicita\u00E7\u00F5es pendentes do usu\u00E1rio for maior ou igual a 100 em uma janela de 10 minutos, coletado em intervalos de 30 segundos'</i></b>. </p><br/><br/><b>Essa regra pode ser usada em qualquer servidor (admin ou gerenciado).</b> 

cluster.lowPendingUserRequests.desc=Retorna verdadeiro se a porcentagem de servidores no cluster que atende ao valor m\u00E9dio <code>PendingUserRequestCount</code> do <code>ThreadPoolRuntimeMBean</code> durante o intervalo de tempo especificado for maior que a fra\u00E7\u00E3o especificada
cluster.lowPendingUserRequests.displayName=M\u00E9dia Baixa de Solicita\u00E7\u00F5es Pendentes de Usu\u00E1rios no Cluster
cluster.lowPendingUserRequests.full=Retorna verdadeiro se a porcentagem de servidores no cluster que atende ao valor m\u00E9dio <code>PendingUserRequestCount</code> durante o intervalo de tempo especificado for maior que a fra\u00E7\u00E3o especificada. O chamador especifica a taxa de coleta para a m\u00E9trica <code>ThreadPoolRuntimeMBean</code> <code>PendingUserRequestCount</code> e a dura\u00E7\u00E3o pela qual as amostras devem ser mantidas, bem como um limite vinculado inferior e a porcentagem de servidores no cluster para os quais o valor m\u00E9dio durante a janela deve estar abaixo do intervalo de tempo especificado para que a regra seja acionada. Essa regra geralmente \u00E9 usada como uma medida da redu\u00E7\u00E3o da carga do sistema em todo o cluster, que pode ser usado como um indicador de que a capacidade do cluster precisa ser reduzida (idealmente por meio da diminui\u00E7\u00E3o de um cluster din\u00E2mico).</p>  <p>Por exemplo, para as entradas a seguir</p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Cluster Name</td><td>mycluster</td></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>15 minutes</td></tr><tr><td>Average Pending User Request</td><td>5</td></tr><tr><td>Percentage of Servers</td><td>75</td></tr></table><p>A regra deve ser lida como <b><i>\u2019Acionar se o n\u00FAmero m\u00E9dio de threads inativos no cluster for maior ou igual a 5 em 75% dos servidores no cluster durante uma janela de 15 minutos, coletado em intervalo de 30 segundos\u2019</i></b>. </p><br/><br/><b>Essa regra s\u00F3 pode ser usada no servidor admin.</b>

server.lowPendingUserRequests.desc=Retorna verdadeiro se o n\u00FAmero m\u00E9dio de solicita\u00E7\u00F5es pendentes de usu\u00E1rios durante o intervalo especificado for menor que o limite especificado
server.lowPendingUserRequests.displayName=M\u00E9dia Baixa de Solicita\u00E7\u00F5es Pendentes de Usu\u00E1rios
server.lowPendingUserRequests.full=Retorna verdadeiro se o n\u00FAmero m\u00E9dio de solicita\u00E7\u00F5es pendentes do usu\u00E1rio durante o intervalo de tempo especificado for menor do que o limite especificado. <br/><br/> <p>Por exemplo, para as entradas a seguir </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>15 minutes</td></tr><tr><td>Average Pending User Request</td><td>5</td></tr></table><p>A regra deve ser lida como<b><i>'Acionar se o valor m\u00E9dio de solicita\u00E7\u00F5es pendentes do usu\u00E1rio for menor do que 5 em uma janela de 15 minutos, coletado em intervalos de 30 segundos'</i></b>. </p><br/><br/><b>Essa regra pode ser usada em qualquer servidor (admin ou gerenciado).</b> 

pendingRequestsLimit.desc=Valor M\u00E9dio do limite de PendingUserRequestCount
pendingRequestsLimit.displayName=M\u00E9dia de Solicita\u00E7\u00F5es Pendentes de Usu\u00E1rios

cluster.highQueueLength.desc=Retorna verdadeiro se a porcentagem de servidores no cluster que atende ao valor m\u00E9dio <code>QueueLength</code> do ThreadPoolRuntimeMBean durante o intervalo de tempo especificado for maior que a fra\u00E7\u00E3o especificada
cluster.highQueueLength.displayName=Tamanho M\u00E9dio Alto da Fila do Pool de Threads no Cluster
cluster.highQueueLength.full=Retorna verdadeiro se a porcentagem de servidores no cluster que atende ao valor m\u00E9dio <code>QueueLength</code> durante o intervalo de tempo especificado for maior do que a fra\u00E7\u00E3o especificada. O chamador especifica a taxa de coleta para a <code>ThreadPoolRuntimeMBean</code> <code>QueueLength</code> e a dura\u00E7\u00E3o pela qual as amostras devem ser mantidas, bem como um limite vinculado superior e a porcentagem de servidores no cluster para os quais o valor m\u00E9dio durante a janela deve estar acima do intervalo de tempo especificado para que a regra seja acionada. <br/><br/><p>Essa regra geralmente \u00E9 usada como uma medida do <b><i>aumento</b></i> da carga do sistema em todo o cluster, que pode ser usado como um indicador de que a capacidade do cluster precisa ser aumentada (idealmente por meio da amplia\u00E7\u00E3o de um cluster din\u00E2mico).</p>  <p>Por exemplo, para as entradas a seguir</p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Cluster Name</td><td>mycluster</td></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>10 minutes</td></tr><tr><td>Average Queue Length</td><td>100</td></tr><tr><td>Percentage of Servers</td><td>60</td></tr></table><p>A regra deve ser lida como <b><i>\u2019Acionar se o n\u00FAmero m\u00E9dio de threads inativos no cluster for maior ou igual a 100 em 60% dos servidores no cluster durante uma janela de 10 minutos, coletado em intervalo de 30 segundos\u2019</i></b>. </p><br/><br/><b>Essa regra s\u00F3 pode ser usada no servidor admin.</b>

server.highQueueLength.desc=Retorna verdadeiro se o tamanho m\u00E9dio da fila do pool de threads durante o intervalo especificado for maior ou igual ao limite especificado
server.highQueueLength.displayName=Tamanho M\u00E9dio Alto da Fila do Pool de Threads
server.highQueueLength.full=Retorna verdadeiro se o tamanho m\u00E9dio da fila do pool de threads durante o intervalo de tempo especificado for maior ou igual ao limite especificado.<br/><br/> <p>Por exemplo, para as entradas a seguir </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>10 minutes</td></tr><tr><td>Average Queue Length</td><td>100</td></tr></table><p>A regra deve ser lida como <b><i>'Acionar se o valor m\u00E9dio de threads inativos no servidor for maior ou igual a 100 em uma janela de 10 minutos, coletado em intervalos de 30 segundos\u2019</i></b>. </p><br/><br/><b>Essa regra pode ser usada em qualquer servidor (admin ou gerenciado).</b> 

cluster.lowQueueLength.desc=Retorna verdadeiro se a porcentagem de servidores no cluster que atende ao valor m\u00E9dio <code>QueueLength</code> do ThreadPoolRuntimeMBean durante o intervalo de tempo especificado for maior que a fra\u00E7\u00E3o especificada
cluster.lowQueueLength.displayName=Tamanho M\u00E9dio Baixo da Fila do Pool de Threads no Cluster
cluster.lowQueueLength.full=Retorna verdadeiro se a porcentagem de servidores no cluster que atende ao valor m\u00E9dio <code>QueueLength</code> durante o intervalo de tempo especificado for maior do que a fra\u00E7\u00E3o especificada. O chamador especifica a taxa de coleta para a <code>ThreadPoolRuntimeMBean</code> <code>QueueLength</code> e a dura\u00E7\u00E3o pela qual as amostras devem ser mantidas, bem como um limite vinculado superior e a porcentagem de servidores no cluster para os quais o valor m\u00E9dio durante a janela deve estar acima do intervalo de tempo especificado para que a regra seja acionada. <br/><br/><p>Essa regra geralmente \u00E9 usada como uma medida da <b><i>redu\u00E7\u00E3o</b></i> da carga do sistema em todo o cluster, que pode ser usado como um indicador de que a capacidade do cluster precisa ser reduzida (idealmente por meio da diminui\u00E7\u00E3o de um cluster din\u00E2mico).</p> <p>Por exemplo, para as entradas a seguir</p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Cluster Name</td><td>mycluster</td></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>15 minutes</td></tr><tr><td>Average Queue Length</td><td>5</td></tr><tr><td>Percentage of Servers</td><td>75</td></tr></table><p>A regra deve ser lida como <b><i>\u2019Acionar se o n\u00FAmero m\u00E9dio de threads inativos no cluster for maior ou igual a 5 em 75% dos servidores no cluster durante uma janela de 10 minutos, coletado em intervalo de 30 segundos\u2019</i></b>. </p><br/><br/><b>Essa regra s\u00F3 pode ser usada no servidor admin.</b>

server.lowQueueLength.desc=Retorna verdadeiro se o tamanho m\u00E9dio da fila do pool de threads durante o intervalo especificado for menor que o limite especificado
server.lowQueueLength.displayName=Tamanho M\u00E9dio Baixo da Fila do Pool de Threads
server.lowQueueLength.full=Retorna verdadeiro se o tamanho m\u00E9dio da fila do pool de threads durante o intervalo de tempo especificado for menor do que o limite especificado.<br/><br/> <p>Por exemplo, para as entradas a seguir </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>15 minutes</td></tr><tr><td>Average Queue Length</td><td>5</td></tr></table><p>A regra deve ser lida como <b><i>'Acionar se o valor m\u00E9dio de threads inativos no servidor for menor do que 5 em uma janela de 15 minutos, coletado em intervalos de 30 segundos'</i></b>. </p><br/><br/><b>Essa regra pode ser usada em qualquer servidor (admin ou gerenciado).</b> 

queueLengthLimit.desc=Valor M\u00E9dio do limite de ExecuteThreadIdleCount
queueLengthLimit.displayName=Tamanho M\u00E9dio da Fila

cluster.highThroughput.desc=Retorna verdadeiro se a porcentagem de servidores no cluster que atende ao valor m\u00E9dio <code>Throughput</code> do <code>ThreadPoolRuntimeMBean</code> durante o intervalo de tempo especificado for maior que a fra\u00E7\u00E3o especificada
cluster.highThroughput.displayName=M\u00E9dia Alta de Throughput no Cluster 
cluster.highThroughput.full=Retorna verdadeiro se a porcentagem de servidores no cluster que atende ao valor m\u00E9dio <code>Throughput</code> durante o intervalo de tempo especificado for maior do que a fra\u00E7\u00E3o especificada. O chamador especifica a taxa de coleta para a m\u00E9trica <code>ThreadPoolRuntimeMBean</code> <code>ThroughputThroughput</code> e a dura\u00E7\u00E3o pela qual as amostras devem ser mantidas, bem como um limite vinculado superior e a porcentagem de servidores no cluster para os quais o valor m\u00E9dio durante a janela deve estar acima do intervalo de tempo especificado para que a regra seja acionada. <br/><br/> <p>Essa regra geralmente \u00E9 usada como uma medida do <b><i>aumento</b></i> da carga do sistema em todo o cluster, que pode ser usado como um indicador de que a capacidade do cluster precisa ser aumentada (idealmente por meio da amplia\u00E7\u00E3o de um cluster din\u00E2mico).</p>  <p>Por exemplo, para as entradas a seguir </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Cluster Name</td><td>mycluster</td></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>10 minutes</td></tr><tr><td>Throughput Limit</td><td>100</td></tr><tr><td>Percentage of Servers</td><td>60</td></tr></table><p>A regra deve ser lida como <b><i>\u2019Acionar se a m\u00E9dia de throughput no cluster for maior ou igual a 100 em 60% dos servidores no cluster durante uma janela de 10 minutos, coletado em intervalo de 30 segundos\u2019</i></b>. </p><br/><br/><b>Essa regra s\u00F3 pode ser usada no servidor admin.</b>

server.highThroughput.desc=\u00C9 acionada se a m\u00E9dia de throughput no servidor local durante o intervalo especificado for maior ou igual ao limite especificado
server.highThroughput.displayName=M\u00E9dia Alta de Throughput
server.highThroughput.full=\u00C9 acionada se a m\u00E9dia de throughput no servidor local durante o intervalo especificado for maior ou igual ao limite especificado. <br/><br/> <p>Essa regra geralmente \u00E9 usada como uma medida de <b><i>aumento</i></b> na carga do sistema em todo o cluster, que pode ser usada como um indicador de que a capacidade do cluster precisa ser aumentada (idealmente por meio da amplia\u00E7\u00E3o de um cluster din\u00E2mico).</p>  <p>Por exemplo, para as entradas a seguir </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>10 minutes</td></tr><tr><td>Throughput Limit</td><td>100</td></tr></table><p>A regra deve ser lida como <b><i>'Acionar se a m\u00E9dia de throughput no servidor for maior ou igual a 100 durante uma janela de 10 minutos, coletado em intervalos de 30 segundos'</i></b>. </p><br/><br/><b>Essa regra pode ser usada em qualquer servidor (admin ou gerenciado).</b> 

cluster.lowThroughput.desc=Retorna verdadeiro se a porcentagem de servidores no cluster que atende ao valor m\u00E9dio <code>Throughput</code> do <code>ThreadPoolRuntimeMBean</code> durante o intervalo de tempo especificado for maior que a fra\u00E7\u00E3o especificada
cluster.lowThroughput.displayName=M\u00E9dia Baixa de Throughput no Cluster
cluster.lowThroughput.full=Retorna verdadeiro se a porcentagem de servidores no cluster que atende ao valor m\u00E9dio <code>Throughput</code> durante o intervalo de tempo especificado for maior do que a fra\u00E7\u00E3o especificada. O chamador especifica a taxa de coleta para a <code>ThreadPoolRuntimeMBean</code> <code>Throughput</code> e a dura\u00E7\u00E3o pela qual as amostras devem ser mantidas, bem como um limite vinculado inferior e a porcentagem de servidores no cluster para os quais o valor m\u00E9dio durante a janela deve estar abaixo do intervalo de tempo especificado para que a regra seja acionada. <br/><br/><p>Essa regra geralmente \u00E9 usada como uma medida da <b><i>redu\u00E7\u00E3o</b></i> da carga do sistema em todo o cluster, que pode ser usado como um indicador de que a capacidade do cluster precisa ser reduzida com seguran\u00E7a (idealmente por meio da diminui\u00E7\u00E3o de um cluster din\u00E2mico).</p> <p>Por exemplo, para as entradas a seguir </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Cluster Name</td><td>mycluster</td></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>10 minutes</td></tr><tr><td>Throughput Limit</td><td>5</td></tr><tr><td>Percentage of Servers</td><td>75</td></tr></table><p>A regra deve ser lida como <b><i>\u2019Acionar se a m\u00E9dia de throughput no cluster for menor do que 5 em 75% dos servidores no cluster durante uma janela de 15 minutos, coletado em intervalo de 30 segundos\u2019</i></b>. </p><br/><br/><b>Essa regra s\u00F3 pode ser usada no servidor admin.</b>

server.lowThroughput.desc=\u00C9 acionada se a m\u00E9dia de throughput no servidor local durante o intervalo especificado for menor que o limite especificado
server.lowThroughput.displayName=M\u00E9dia Baixa de Throughput
server.lowThroughput.full=Retorna verdadeiro se a m\u00E9dia de throughput durante o intervalo de tempo especificado for menor do que o limite especificado.<br/><br/> <p>Por exemplo, para as entradas a seguir </p> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>15 minutes</td></tr><tr><td>Throughput Limit</td><td>5</td></tr></table><p>A regra deve ser lida como<b><i>'Acionar se a m\u00E9dia de throughput no servidor for inferior a 5 em uma janela de 15 minutos, coletado em intervalos de 30 segundos'</i></b>. </p><br/><br/><b>Essa regra pode ser usada em qualquer servidor (admin ou gerenciado).</b> 

throughputLimit.desc=Valor M\u00E9dio do limite de Throughput
throughputLimit.displayName=Limite de Throughput m\u00E9dio

generic.params.attribute=<p>Uma express\u00E3o EL que \u00E9 usada para recuperar um valor em cada inst\u00E2ncia MBean correspondente, onde a express\u00E3o \u00E9 uma express\u00E3o de atributo relativa a cada MBean.</p><br/><p>Por exemplo, se o MBean for o ServerRuntimeMBean, 'OpenSocketsCurrentCount'  obter\u00E1 o valor do atributo OpenSocketsCurrentCount, enquanto 'HealthState.State' acessar\u00E1 o valor do Estado do objeto filho de HealthState.
generic.params.instancePattern=Um Nome de Objeto JMX ou padr\u00E3o de ObjectName v\u00E1lido
generic.params.operation=Um operador v\u00E1lido de compara\u00E7\u00E3o booleana, p. ex. &lt;, &lt;=, ==, &gt;=, &gt;
generic.params.thresholdValue=Um valor de limite para comparar com o atributo selecionado usando o operador de compara\u00E7\u00E3o especificado

generic.params.instance.displayName=Padr\u00E3o de Nome de Inst\u00E2ncia 
generic.params.attribute.displayName=Express\u00E3o do Atributo 
generic.params.operation.displayName=Operador de Compara\u00E7\u00E3o
generic.params.thresholdValue.displayName=Valor Limite

server.generic.desc=<p>Uma forma geral de SmartRule no escopo do servidor para permitir que se verifiquem tend\u00EAncias de qualquer m\u00E9trica vis\u00EDveis atrav\u00E9s de JMX na JVM local.</p>
server.generic.displayName=Regra Inteligente Gen\u00E9rica de M\u00E9tricas
server.generic.full=<p>Uma forma geral de SmartRule no escopo do servidor para permitir que se verifiquem tend\u00EAncias de qualquer m\u00E9trica vis\u00EDveis atrav\u00E9s de JMX na JVM local.  Essa regra permitir\u00E1 a verifica\u00E7\u00E3o do valor m\u00E9dio de qualquer m\u00E9trica obtida por JMX em uma janela de tempo recente e a compara\u00E7\u00E3o desse valor m\u00E9dio com um limite especificado usando um operador de compara\u00E7\u00E3o fornecido.  Se o valor m\u00E9dio da m\u00E9trica satisfizer ou exceder o limite especificado, a condi\u00E7\u00E3o geral da regra ser\u00E1 satisfeita e essa regra retornar\u00E1 verdadeira.</p> <p>Essa regra \u00E9 usada para a avalia\u00E7\u00E3o de outras m\u00E9tricas vis\u00EDveis por JMX em um servidor que n\u00E3o \u00E9 acess\u00EDvel atrav\u00E9s de outras SmartRules dispon\u00EDveis</p> <p>Por exemplo, para as seguintes entradas </p> <br/><table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Instance Name Pattern</td><td>java.lang:type=OperatingSystem</td></tr><tr><td>Attribute Expression</td><td>ProcessCpuLoad</td></tr><tr><td>Comparison Operator</td><td>&gt;=</td></tr><tr><td>Threshold Value</td><td>0.9</td></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>10 minutes</td></tr></table><br/> <p>a regra deve ser lida como:</p> <p><i>Se o valor m\u00E9dio de <b>ProcessCpuLoad</b> em <code>OperatingSystemMXBean</code> durante uma janela de 10 minutos for &gt;= 0,9, retornar <code>true</code></i>.</p> <br/> <p><b>Observe</b> que este exemplo usa um atributo n\u00E3o documentado em <code>OperatingSystemMXBean</code>. 

cluster.generic.desc=<p>Uma forma geral de SmartRule de clusterr para permitir que se verifiquem tend\u00EAncias de qualquer m\u00E9trica vis\u00EDveis atrav\u00E9s de JMX em um cluster.</p>
cluster.generic.displayName=Regra Inteligente Gen\u00E9rica de M\u00E9tricas de Cluster
cluster.generic.full=<p>Uma forma geral de SmartRule de cluster para permitir que se verifiquem tend\u00EAncias de qualquer m\u00E9trica vis\u00EDveis atrav\u00E9s de JMX em um cluster.  Essa regra permitir\u00E1 a verifica\u00E7\u00E3o do valor m\u00E9dio de qualquer m\u00E9trica obtida por JMX em uma janela de tempo recente e a compara\u00E7\u00E3o desse valor m\u00E9dio com um limite especificado usando um operador de compara\u00E7\u00E3o fornecido para cada servidor no cluster.  Se o percentual de servidores que correspondem aos crit\u00E9rios de compara\u00E7\u00E3o satisfizer ou exceder o limite especificado, a condi\u00E7\u00E3o geral da regra ser\u00E1 satisfeita e essa regra retornar\u00E1 verdadeira.</p> <p>Essa regra \u00E9 \u00FAtil para a avalia\u00E7\u00E3o de outras m\u00E9tricas vis\u00EDveis por JMX em servidores de cluster  que n\u00E3o s\u00E3o acess\u00EDveis atrav\u00E9s de outras SmartRules dispon\u00EDveis no cluster</p> <p>Por exemplo, para as seguintes entradas </p> <br/> <table sortable="false" role="layout" class="smartRuleDescription"><tr><th>Parameter</th><th>Value</th></tr><tr><td>Cluster Name</td><td>mycluster</td></tr><tr><td>Instance Name Pattern</td><td>java.lang:type=OperatingSystem</td></tr><tr><td>Attribute Expression</td><td>ProcessCpuLoad</td></tr><tr><td>Comparison Operator</td><td>&gt;=</td></tr><tr><td>Threshold Value</td><td>0.9</td></tr><tr><td>Sampling Rate</td><td>30 seconds</td></tr><tr><td>Sample Retention Period</td><td>10 minutes</td></tr><tr><td>Percentage of Servers</td><td>75</td></tr></table><br/> <p>a regra deve ser lida como:</p> <p><i>Se o valor m\u00E9dio de <b>ProcessCpuLoad</b> em <code>OperatingSystemMXBean</code> durante uma janela de 10 minutos for &gt;= 0,9 em 75% dos servidores no cluster \u2018mycluster\u2019, retornar <code>true</code></i>.</p> <br/> <p><b>Observe</b> que este exemplo usa um atributo n\u00E3o documentado em <code>OperatingSystemMXBean</code>.
