messagedetail002800=\u30D0\u30B0\u30FB\u30EC\u30DD\u30FC\u30C8\u30FB\u30B7\u30B9\u30C6\u30E0\u304C\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3055\u308C\u3001Oracle\u30D0\u30B0\u30FB\u30EC\u30DD\u30FC\u30C8Web\u30B5\u30FC\u30D3\u30B9\u306B\u30A8\u30E9\u30FC\u304C\u5831\u544A\u3055\u308C\u307E\u3059\u3002\u3053\u306EWeb\u30B5\u30FC\u30D3\u30B9\u3092\u8868\u793A\u3059\u308B\u306B\u306F\u3001\u3053\u306EWSDL URL\u306B\u30A2\u30AF\u30BB\u30B9\u3057\u307E\u3059: {0}\u3002
cause002800=\u3053\u308C\u306F\u30B7\u30B9\u30C6\u30E0\u306B\u3088\u3063\u3066\u30D0\u30B0\u30FB\u30EC\u30DD\u30FC\u30C8\u30FB\u30B7\u30B9\u30C6\u30E0\u306B\u30D0\u30B0\u304C\u5831\u544A\u3055\u308C\u308B\u3053\u3068\u3092\u901A\u77E5\u3059\u308B\u8B66\u544A\u3067\u3059\u3002\u5831\u544A\u3055\u308C\u308B\u60C5\u5831\u306B\u306F\u3001\u30A8\u30E9\u30FC\u3001\u30B7\u30B9\u30C6\u30E0\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u3001config.xml\u30D5\u30A1\u30A4\u30EB\u304C\u542B\u307E\u308C\u307E\u3059\u3002
action002800=\u3053\u306E\u30D0\u30B0\u30FB\u30EC\u30DD\u30FC\u30C8\u30FB\u30E1\u30AB\u30CB\u30BA\u30E0\u306F\u3001weblogic.Debug.BugReportServiceWsdlUrl\u30B7\u30B9\u30C6\u30E0\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u7121\u52B9\u306B\u3059\u308B\u304B\u3001\u30EA\u30EA\u30FC\u30B9\u30FB\u30D3\u30EB\u30C9\u3092\u4F7F\u7528\u3057\u3066\u3044\u308B\u5834\u5408\u306FServerDebugMBean\u306EBugReportServiceWsdlUrl\u3092\u7121\u52B9\u306B\u3059\u308B\u3053\u3068\u3067\u3001\u7121\u52B9\u5316\u3067\u304D\u307E\u3059\u3002\u5185\u90E8\u30D3\u30EB\u30C9\u3067\u306Fweblogic.Debug.BugReportServiceWsdlUrl\u30B7\u30B9\u30C6\u30E0\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u3092"false"\u306B\u8A2D\u5B9A\u3059\u308B\u3053\u3068\u3067\u3001\u3053\u306E\u6A5F\u80FD\u3092\u7121\u52B9\u5316\u3067\u304D\u307E\u3059\u3002
messagedetail002801=\u30D0\u30B0\u30FB\u30EC\u30DD\u30FC\u30BF\u3067\u306F\u30D0\u30B0\u30FB\u30EC\u30DD\u30FC\u30C8Web\u30B5\u30FC\u30D3\u30B9\u306EWSDL\u3092{0}\u3067\u898B\u3064\u3051\u3089\u308C\u306A\u304B\u3063\u305F\u305F\u3081\u3001\u3053\u308C\u3092\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u5B9F\u884C\u4E2D\u3001\u30D0\u30B0\u306F\u5831\u544A\u3055\u308C\u307E\u305B\u3093\u3002\u3053\u306E\u30D0\u30B0\u30FB\u30EC\u30DD\u30FC\u30C8\u30FB\u30E1\u30AB\u30CB\u30BA\u30E0\u306F\u3001weblogic.Debug.BugReportServiceWsdlUrl\u30B7\u30B9\u30C6\u30E0\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u7121\u52B9\u306B\u3059\u308B\u304B\u3001\u30EA\u30EA\u30FC\u30B9\u30FB\u30D3\u30EB\u30C9\u3092\u4F7F\u7528\u3057\u3066\u3044\u308B\u5834\u5408\u306FServerDebugMBean\u306EBugReportServiceWsdlUrl\u3092\u7121\u52B9\u306B\u3059\u308B\u3053\u3068\u3067\u3001\u7121\u52B9\u5316\u3067\u304D\u307E\u3059\u3002\u5185\u90E8\u30D3\u30EB\u30C9\u3067\u306Fweblogic.Debug.BugReportServiceWsdlUrl\u30B7\u30B9\u30C6\u30E0\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u3092"false"\u306B\u8A2D\u5B9A\u3059\u308B\u3053\u3068\u3067\u3001\u3053\u306E\u6A5F\u80FD\u3092\u7121\u52B9\u5316\u3067\u304D\u307E\u3059\u3002
cause002801=WSDL URL\u304C\u6709\u52B9\u306A\u30D0\u30B0\u30FB\u30EC\u30DD\u30FC\u30C8Web\u30B5\u30FC\u30D3\u30B9\u3092\u6307\u3057\u3066\u3044\u307E\u305B\u3093\u3002
action002801=\u30D6\u30E9\u30A6\u30B6\u304B\u3089URL\u306B\u30A2\u30AF\u30BB\u30B9\u3057\u3066\u3001\u30D0\u30B0\u30FB\u30EC\u30DD\u30FC\u30C8WSDL URL\u304C\u6B63\u78BA\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002URL\u304C\u9593\u9055\u3063\u3066\u3044\u3066\u3001\u6B63\u3057\u3044URL\u3092\u5165\u624B\u3057\u3066\u3044\u308B\u5834\u5408\u306F\u3001weblogic.Debug.BugReportServiceWsdlUrl\u30B7\u30B9\u30C6\u30E0\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u307E\u305F\u306FServerDebugMBean\u306EBugReportServiceWsdlUrl\u3092\u6B63\u3057\u3044URL\u306B\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002URL\u304C\u9593\u9055\u3063\u3066\u3044\u3066\u3001\u6B63\u3057\u3044URL\u304C\u624B\u5143\u306B\u306A\u3044\u5834\u5408\u306F\u3001\u30D0\u30B0\u30FB\u30EC\u30DD\u30FC\u30C8\u30FB\u30B7\u30B9\u30C6\u30E0\u3092\u5B8C\u5168\u306B\u7121\u52B9\u5316\u3059\u308B\u305F\u3081\u306B\u3001\u30B7\u30B9\u30C6\u30E0\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u7A7A\u306E\u6587\u5B57\u5217\u306B\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail002802=WebLogic Server\u3067WebLogic Server\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u3001\u30D0\u30B0\u30FB\u30EC\u30DD\u30FC\u30C8Web\u30B5\u30FC\u30D3\u30B9\u306B\u30D0\u30B0\u30FB\u30EC\u30DD\u30FC\u30C8\u304C\u63D0\u51FA\u3055\u308C\u307E\u3057\u305F\u3002\u3053\u306E\u30D0\u30B0\u30FB\u30EC\u30DD\u30FC\u30C8\u306F\u3001\u6A19\u6E96\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u306E\u30CF\u30C3\u30B7\u30E5\u306B\u3088\u3063\u3066\u8B58\u5225\u3067\u304D\u307E\u3059\u3002\u3053\u306E\u30CF\u30C3\u30B7\u30E5\u306F{0}\u306B\u8A08\u7B97\u3055\u308C\u307E\u3059\u3002
cause002802=WebLogic Server\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u3001\u30D0\u30B0\u30FB\u30EC\u30DD\u30FC\u30C8\u304C\u6B63\u5E38\u306B\u63D0\u51FA\u3055\u308C\u307E\u3057\u305F\u3002
action002802=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail002803=WebLogic Server\u3067WebLogic Server\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u3001\u6307\u5B9A\u3055\u308C\u305F\u30D0\u30B0\u30FB\u30EC\u30DD\u30FC\u30C8Web\u30B5\u30FC\u30D3\u30B9\u3078\u306E\u30D0\u30B0\u30FB\u30EC\u30DD\u30FC\u30C8\u306E\u9001\u4FE1\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
cause002803=WebLogic Server\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u3001\u30D0\u30B0\u30FB\u30EC\u30DD\u30FC\u30C8\u306F\u63D0\u51FA\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action002803=Web\u30B5\u30FC\u30D3\u30B9\u304C\u30B5\u30FC\u30D0\u30FC\u306E\u8D77\u52D5\u6642\u306B\u691C\u7D22\u3055\u308C\u305F\u305F\u3081\u3001\u30D0\u30B0\u30FB\u30EC\u30DD\u30FC\u30C8Web\u30B5\u30FC\u30D3\u30B9\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u304C\u4E2D\u65AD\u3055\u308C\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u30B5\u30FC\u30D3\u30B9\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u3092\u56DE\u5FA9\u3057\u3001\u30D0\u30B0\u30FB\u30EC\u30DD\u30FC\u30C8\u30FB\u30E1\u30AB\u30CB\u30BA\u30E0\u3092\u5FA9\u5143\u3057\u3066\u304F\u3060\u3055\u3044\u3002Oracle\u30AB\u30B9\u30BF\u30DE\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u30ED\u30B0\u304B\u3089\u624B\u52D5\u3067\u30D0\u30B0\u30FB\u30EC\u30DD\u30FC\u30C8\u3092\u63D0\u51FA\u3059\u308B\u3053\u3068\u3092\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
