messagedetail169800=PooledConnectionFactory\u3092JNDI\u304B\u3089\u8AAD\u307F\u53D6\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002PooledConnectionFactory\u3092\u683C\u7D0D\u3057\u305FWebLogic Server\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u3001PooledConnectionFactory\u3092\u53D6\u5F97\u3059\u308B\u30D0\u30FC\u30B8\u30E7\u30F3\u3068\u4E92\u63DB\u6027\u304C\u306A\u3044\u305F\u3081\u3067\u3059\u3002
cause169800=PooledConnectionFactory\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u683C\u7D0D\u3057\u305FWebLogic Server\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u3068\u53D6\u5F97\u3057\u3066\u3044\u308B\u30D0\u30FC\u30B8\u30E7\u30F3\u3068\u306B\u4E92\u63DB\u6027\u304C\u3042\u308A\u307E\u305B\u3093\u3002
action169800=My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail169801=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B3\u30FC\u30C9\u306FJava EE\u4ED5\u69D8\u3067\u8A31\u53EF\u3055\u308C\u3066\u3044\u306A\u3044JMS API\u306E\u30E1\u30BD\u30C3\u30C9\u3092\u547C\u3073\u51FA\u305D\u3046\u3068\u3057\u307E\u3057\u305F\u3002\u4E00\u90E8\u306E\u30E1\u30BD\u30C3\u30C9\u306F\u3001JMS\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30D7\u30FC\u30EB\u3092\u4FDD\u6301\u3067\u304D\u308B\u3088\u3046\u306B\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B5\u30FC\u30D0\u30FC\u306B\u3088\u308B\u4F7F\u7528\u306B\u9650\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002
cause169801=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B3\u30FC\u30C9\u306FJava EE\u4ED5\u69D8\u306B\u9055\u53CD\u3057\u307E\u3057\u305F\u3002
action169801=\u6307\u5B9A\u3057\u305F\u30E1\u30BD\u30C3\u30C9\u3092\u547C\u3073\u51FA\u3055\u306A\u3044\u3088\u3046\u306B\u30B3\u30FC\u30C9\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail169802=res-auth\u304CContainer\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308BJMS\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u30FB\u30EA\u30BD\u30FC\u30B9\u3092\u4F7F\u7528\u3057\u3066\u3001EJB\u307E\u305F\u306F\u30B5\u30FC\u30D6\u30EC\u30C3\u30C8\u304C\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B3\u30FC\u30C9\u306F\u30E6\u30FC\u30B6\u30FC\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u4F7F\u7528\u3057\u3066JMS\u63A5\u7D9A\u3092\u958B\u3053\u3046\u3068\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u5834\u5408\u3001\u30E6\u30FC\u30B6\u30FC\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u306FWebLogic Server\u306B\u3088\u3063\u3066\u63D0\u4F9B\u3055\u308C\u307E\u3059\u3002
cause169802=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B3\u30FC\u30C9\u306F\u3001Java EE API\u3092\u9069\u5207\u306B\u4F7F\u7528\u3057\u3066\u3044\u307E\u305B\u3093\u3002
action169802=\u30E6\u30FC\u30B6\u30FC\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u524A\u9664\u3059\u308B\u304B\u3001res-auth\u8981\u7D20\u3092Application\u306B\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail169803=\u30B5\u30FC\u30D0\u30FC\u306F\u6307\u5B9A\u3055\u308C\u305F\u5834\u6240\u3067JMS\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u3092\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001\u5931\u6557\u3057\u307E\u3057\u305F\u3002
cause169803=\u30EA\u30E2\u30FC\u30C8JNDI\u30B5\u30FC\u30D0\u30FC\u307E\u305F\u306FJMS\u30B5\u30FC\u30D0\u30FC\u304C\u4F7F\u7528\u3067\u304D\u306A\u3044\u304B\u3001\u540D\u524D\u304C\u6B63\u3057\u304F\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action169803=\u30B5\u30FC\u30D0\u30FC\u304C\u52D5\u4F5C\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3001\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BFXML\u30D5\u30A1\u30A4\u30EB\u3067\u540D\u524D\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail169804=JNDI\u304B\u3089\u53D6\u5F97\u3055\u308C\u305FJMS\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u306F\u4E88\u671F\u3057\u3066\u3044\u305FTopicConnectionFactory\u3067\u306F\u306A\u304FQueueConnectionFactory\u3067\u3059(\u307E\u305F\u306F\u4E88\u671F\u3057\u3066\u3044\u305FQueueConnectionFactory\u3067\u306F\u306A\u304FTopicConnectionFactory\u3067\u3059)\u3002\u307E\u305F\u306F\u3001\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u3044\u305A\u308C\u306E\u30BF\u30A4\u30D7\u3067\u3082\u3042\u308A\u307E\u305B\u3093\u3002
cause169804=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BFXML\u30D5\u30A1\u30A4\u30EB\u306B\u3042\u308B\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u306E\u540D\u524D\u304C\u9593\u9055\u3063\u3066\u3044\u308B\u304B\u3001\u9593\u9055\u3063\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304CJNDI\u306B\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action169804=XML\u30D5\u30A1\u30A4\u30EB\u306E\u540D\u524D\u3068JNDI\u306B\u5B9F\u969B\u306B\u767B\u9332\u3055\u308C\u3066\u3044\u308B\u3082\u306E\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail169805=\u30B5\u30FC\u30D6\u30EC\u30C3\u30C8\u307E\u305F\u306FEJB\u3067\u4F7F\u7528\u3055\u308C\u305FJMS\u63A5\u7D9A\u306B\u554F\u984C\u304C\u3042\u308A\u307E\u3057\u305F\u3002\u63A5\u7D9A\u306F\u30AF\u30ED\u30FC\u30BA\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u53EF\u80FD\u306A\u5834\u5408\u306F\u3001\u6B21\u56DE\u306E\u4F7F\u7528\u6642\u306B\u63A5\u7D9A\u304C\u518D\u3073\u30AA\u30FC\u30D7\u30F3\u3055\u308C\u307E\u3059\u3002
cause169805=JMS\u30B5\u30FC\u30D0\u30FC\u304C\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002\u307E\u305F\u306F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u9001\u53D7\u4FE1\u304C\u3067\u304D\u306A\u304F\u306A\u308B\u3088\u3046\u306A\u4ED6\u306E\u554F\u984C\u304C\u3042\u308A\u307E\u3059\u3002
action169805=JMS\u30B5\u30FC\u30D0\u30FC\u306E\u69CB\u6210\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u8ABF\u3079\u3066\u3001\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u4E0A\u3067\u4F7F\u7528\u3067\u304D\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail169806=JMS\u5B9B\u5148\u304C\u3001\u30C8\u30D4\u30C3\u30AF\u304C\u60F3\u5B9A\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u306B\u30AD\u30E5\u30FC\u3067\u3042\u308B\u304B\u3001\u30AD\u30E5\u30FC\u304C\u60F3\u5B9A\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u306B\u30C8\u30D4\u30C3\u30AF\u3067\u3042\u308B\u304B\u3001\u307E\u305F\u306F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30BF\u30A4\u30D7\u304C\u305D\u306E\u3069\u3061\u3089\u3067\u3082\u3042\u308A\u307E\u305B\u3093\u3002
cause169806=\u6709\u52B9\u306A\u5B9B\u5148\u306E\u30BF\u30A4\u30D7\u3092\u4F7F\u7528\u3059\u308B\u3088\u3046\u306B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action169806=\u6709\u52B9\u306A\u5B9B\u5148\u306E\u30BF\u30A4\u30D7\u3092\u4F7F\u7528\u3059\u308B\u3088\u3046\u306B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail169807=JMS\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u3092resource-reference\u3068\u3057\u3066\u4F7F\u7528\u3059\u308BEJB\u3001JSP\u3001\u307E\u305F\u306F\u30B5\u30FC\u30D6\u30EC\u30C3\u30C8\u306E\u6700\u521D\u306E\u30C7\u30D7\u30ED\u30A4\u6642\u306B\u3001\u30B5\u30FC\u30D0\u30FC\u306FJMS\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u63A5\u7D9A\u3057\u3088\u3046\u3068\u3057\u307E\u3059\u3002\u30B5\u30FC\u30D0\u30FC\u306F\u5F8C\u3067JMS\u30EA\u30BD\u30FC\u30B9\u304C\u5B9F\u969B\u306B\u4F7F\u7528\u3055\u308C\u308B\u3068\u304D\u306B\u3001\u63A5\u7D9A\u3092\u518D\u8A66\u884C\u3057\u307E\u3059\u3002
cause169807=JMS\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action169807=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail169808=JMS\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u3092resource-reference\u3068\u3057\u3066\u4F7F\u7528\u3059\u308BEJB\u306E\u6700\u521D\u306E\u30C7\u30D7\u30ED\u30A4\u6642\u306B\u3001\u30B5\u30FC\u30D0\u30FC\u306FJMS\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u63A5\u7D9A\u3057\u3088\u3046\u3068\u3057\u307E\u3059\u3002\u30B5\u30FC\u30D0\u30FC\u306F\u5F8C\u3067JMS\u30EA\u30BD\u30FC\u30B9\u304C\u5B9F\u969B\u306B\u4F7F\u7528\u3055\u308C\u308B\u3068\u304D\u306B\u3001\u63A5\u7D9A\u3092\u518D\u8A66\u884C\u3057\u307E\u3059\u3002
cause169808=JMS\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action169808=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail169809=JMS\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30EA\u30BD\u30FC\u30B9\u3092\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B7\u30B9\u30C6\u30E0\u3067\u767B\u9332\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause169809=\u6307\u5B9A\u3055\u308C\u305FJMS\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u304CXA\u3092\u6B63\u3057\u304F\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u306A\u3044\u304B\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B7\u30B9\u30C6\u30E0\u306B\u306A\u3093\u3089\u304B\u306E\u9593\u9055\u3044\u304C\u3042\u308A\u307E\u3059\u3002
action169809=\u30EA\u30F3\u30AF\u5148\u306E\u4F8B\u5916\u3092\u8ABF\u3079\u3066\u3001JMS\u30D7\u30ED\u30D0\u30A4\u30C0\u304CXA\u3092\u6B63\u3057\u304F\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail169810=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B7\u30B9\u30C6\u30E0\u306F\u3001Java EE\u30B3\u30F3\u30C6\u30CA\u304CJMS\u51E6\u7406\u3092\u884C\u3046\u305F\u3081\u306B\u958B\u59CB\u3057\u305F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u30B3\u30DF\u30C3\u30C8\u307E\u305F\u306F\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause169810=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B7\u30B9\u30C6\u30E0\u306B\u554F\u984C\u304C\u3042\u308A\u307E\u3057\u305F\u3002
action169810=\u8A73\u7D30\u306F\u3001\u30EA\u30F3\u30AF\u5148\u306E\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail169811="close"\u30E1\u30BD\u30C3\u30C9\u306FJMS\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30AF\u30ED\u30FC\u30BA\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30E1\u30BD\u30C3\u30C9\u306F\u547C\u3073\u51FA\u305B\u306A\u304F\u306A\u308A\u307E\u3057\u305F\u3002
cause169811=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u30AF\u30ED\u30FC\u30BA\u3055\u308C\u307E\u3057\u305F\u3002
action169811=\u30D7\u30ED\u30B0\u30E9\u30DF\u30F3\u30B0\u30FB\u30A8\u30E9\u30FC\u3092\u4FEE\u6B63\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail169812=\u30D7\u30FC\u30EB\u3055\u308C\u305FJMS\u30BB\u30C3\u30B7\u30E7\u30F3\u304C\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3067\u4F7F\u7528\u3055\u308C\u3001\u5225\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u307E\u305F\u306F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u5916\u90E8\u3067\u306F\u4F7F\u7528\u3055\u308C\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
cause169812=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B3\u30FC\u30C9\u3092\u8ABF\u3079\u3066\u3001\u30D7\u30FC\u30EB\u3055\u308C\u305FJMS\u30BB\u30C3\u30B7\u30E7\u30F3(JNDI java:comp/env/jms\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u304B\u3089\u53D6\u5F97)\u304C\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u9593\u3067\u4FDD\u6301\u3055\u308C\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30D7\u30FC\u30EB\u306B\u623B\u3055\u308C\u308B\u3088\u3046\u306B\u3001JMS\u30BB\u30C3\u30B7\u30E7\u30F3\u3092\u30AF\u30ED\u30FC\u30BA\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action169812=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B3\u30FC\u30C9\u3092\u8ABF\u3079\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail169813=\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30D7\u30FC\u30EB\u307E\u305F\u306F\u30D7\u30FC\u30EB\u3055\u308C\u305F\u63A5\u7D9A\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30AF\u30ED\u30FC\u30BA\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u304C\u3001\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u30AF\u30ED\u30FC\u30BA\u3055\u308C\u307E\u3057\u305F\u3002
cause169813=\u8A73\u7D30\u306F\u3001\u30EA\u30F3\u30AF\u5148\u306E\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action169813=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail169814=\u30EA\u30BD\u30FC\u30B9\u30FB\u30D7\u30FC\u30EB\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306FJMS\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30D7\u30FC\u30EB\u3092\u7121\u52B9\u306B\u3057\u305F\u305F\u3081\u3001JMS\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30D7\u30FC\u30EB\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
cause169814=\u7BA1\u7406\u30A2\u30AF\u30B7\u30E7\u30F3\u304C\u5B9F\u884C\u3055\u308C\u307E\u3057\u305F\u3002
action169814=\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30D7\u30FC\u30EB\u3092\u518D\u3073\u6709\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail169815=JMS\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30D7\u30FC\u30EB\u306F\u30E6\u30FC\u30B6\u30FC\u304C\u76F4\u63A5\u4F5C\u6210\u3057\u305F\u304B\u3001\u30D7\u30ED\u30D1\u30C6\u30A3\u304C\u6B63\u3057\u304F\u6307\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u5185\u90E8\u30B3\u30F3\u30C6\u30CA\u30FB\u30B3\u30FC\u30C9\u306B\u3088\u3063\u3066\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F\u3002
cause169815=JMS\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30D7\u30FC\u30EB\u306F\u30E6\u30FC\u30B6\u30FC\u304C\u76F4\u63A5\u4F5C\u6210\u3057\u305F\u304B\u3001\u30D7\u30ED\u30D1\u30C6\u30A3\u304C\u6B63\u3057\u304F\u6307\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u5185\u90E8\u30B3\u30F3\u30C6\u30CA\u30FB\u30B3\u30FC\u30C9\u306B\u3088\u3063\u3066\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F\u3002
action169815=\u5931\u6557\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306A\u60C5\u5831\u304C\u63D0\u4F9B\u3055\u308C\u308B\u4ED6\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail169816=JMS\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30D7\u30FC\u30EB\u306B\u5BFE\u3057\u3066\u51E6\u7406\u304C\u8A66\u884C\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u30D7\u30FC\u30EB\u306F\u505C\u6B62\u4E2D\u3067\u3059\u3002
cause169816=\u30D7\u30FC\u30EB\u306F\u304A\u305D\u3089\u304F\u30A8\u30E9\u30FC\u306E\u305F\u3081\u306B\u505C\u6B62\u3055\u308C\u307E\u3059\u3002
action169816=\u30D7\u30FC\u30EB\u304C\u505C\u6B62\u3055\u308C\u308B\u7406\u7531\u3092\u793A\u3059\u4ED6\u306E\u30A8\u30E9\u30FC\u3092\u8ABF\u3079\u3066\u3001\u51E6\u7406\u3092\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail169817=JMS\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u306F\u6307\u5B9A\u3055\u308C\u305FEJB\u306Eresource-reference\u3068\u3057\u3066\u5B9A\u7FA9\u3055\u308C\u307E\u3057\u305F\u3002\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u306FXA\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u306A\u3044\u305F\u3081\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306E\u5185\u90E8\u3067\u306F\u4F7F\u7528\u3067\u304D\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u3001\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3059\u3002
cause169817=\u6307\u5B9A\u3055\u308C\u305FJMS\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u306F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5185\u3067\u4F7F\u7528\u3055\u308C\u308B\u3053\u3068\u3092\u60F3\u5B9A\u3057\u3066\u3044\u307E\u3059\u3002EJB\u304C\u6B63\u3057\u304F\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action169817=\u6307\u5B9A\u3055\u308C\u305FJMS\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u304C\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5185\u3067\u4F7F\u7528\u3055\u308C\u308B\u3053\u3068\u3092\u60F3\u5B9A\u3057\u3066\u3044\u308B\u5834\u5408\u306F\u3001EJB\u304C\u4F7F\u7528\u3059\u308B\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u3092\u3001XA\u3092\u30B5\u30DD\u30FC\u30C8\u3059\u308B\u3088\u3046\u306B\u5909\u66F4\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u307E\u305F\u306F\u3001\u5225\u306E\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u3092\u6307\u3059\u3088\u3046\u306BEJB\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u3092\u5909\u66F4\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u305F\u3060\u3057\u3001\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u3092\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5185\u3067\u4F7F\u7528\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail169818=JMS\u63A5\u7D9A\u30D7\u30FC\u30EB"{0}"\u306B\u306F\u3001"{1}"\u3068\u3044\u3046\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u306EJNDI\u540D\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u3057\u304B\u3057\u3001javax.jms.ConnectionFactory\u3067\u306F\u306A\u3044\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u305D\u306EJNDI\u540D\u306B\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u305D\u306EJNDI\u540D\u306B\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30BF\u30A4\u30D7\u306F"{2}"\u3067\u3059\u3002
cause169818=ConnectionFactory\u4EE5\u5916\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u3001\u63A5\u7D9A\u30D7\u30FC\u30EB\u306E\u69CB\u6210\u3055\u308C\u305FJNDI\u540D\u306B\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u307E\u3059\u3002
action169818=JMS\u63A5\u7D9A\u30D7\u30FC\u30EB\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u306EJNDI\u540D\u3092\u5909\u66F4\u3059\u308B\u304B\u3001\u307E\u305F\u306F\u73FE\u5728JNDI\u306B\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u3066\u3044\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306EJNDI\u540D\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail169819=\u30EA\u30BD\u30FC\u30B9\u30FB\u30D7\u30FC\u30EB\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306F\u30A8\u30E9\u30FC\u3092\u691C\u51FA\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u30A8\u30E9\u30FC\u306E\u305F\u3081\u3001JMS\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30D7\u30FC\u30EB\u306F\u4F7F\u7528\u3067\u304D\u306A\u304F\u306A\u3063\u3066\u3044\u307E\u3059\u3002
cause169819=\u30EA\u30BD\u30FC\u30B9\u30FB\u30D7\u30FC\u30EB\u306B\u554F\u984C\u304C\u3042\u308A\u307E\u3057\u305F\u3002
action169819=\u8A73\u7D30\u306F\u3001\u30EA\u30F3\u30AF\u5148\u306E\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail169820=\u4F5C\u6210\u3055\u308C\u305FTemporaryQueue\u304A\u3088\u3073TemporaryTopic\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u3001\u305D\u306E\u4E00\u6642\u7684\u306A\u5B9B\u5148\u306E\u4F5C\u6210\u3067\u4F7F\u7528\u3055\u308C\u305F\u540C\u3058\u63A5\u7D9A\u3092\u4F7F\u7528\u3059\u308B\u5834\u5408\u306B\u306E\u307F\u3001\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30B7\u30E5\u30FC\u30DE\u306E\u4F5C\u6210\u306B\u4F7F\u7528\u3067\u304D\u307E\u3059\u3002
cause169820=\u3053\u308C\u306F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30D7\u30ED\u30B0\u30E9\u30DF\u30F3\u30B0\u30FB\u30A8\u30E9\u30FC\u3067\u3059\u3002
action169820=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B3\u30FC\u30C9\u3092\u4FEE\u6B63\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail169821=\u30B5\u30FC\u30D0\u30FC\u306F\u6307\u5B9A\u3055\u308C\u305F\u30AF\u30E9\u30B9\u306E\u30E9\u30C3\u30D1\u30FC\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30E9\u30C3\u30D1\u30FC\u306F\u3001WebLogic Server\u56FA\u6709\u306E\u52D5\u4F5C\u3092\u63D0\u4F9B\u3059\u308B\u305F\u3081\u306B\u3001JMS\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u4E00\u90E8\u306E\u30E1\u30BD\u30C3\u30C9\u306E\u30A4\u30F3\u30BF\u30FC\u30BB\u30D7\u30C8\u306B\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
cause169821=\u30AF\u30E9\u30B9\u30D1\u30B9\u307E\u305F\u306F\u57FA\u76E4\u306EJMS\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u30B3\u30FC\u30C9\u306B\u30A8\u30E9\u30FC\u304C\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action169821=\u30AF\u30E9\u30B9\u30D1\u30B9\u3092\u8ABF\u3079\u3066\u304F\u3060\u3055\u3044\u3002\u305D\u308C\u3067\u3082\u554F\u984C\u304C\u89E3\u6C7A\u3057\u306A\u3044\u5834\u5408\u306F\u3001My Oracle Support\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
messagedetail169822=EJB\u307E\u305F\u306F\u30B5\u30FC\u30D6\u30EC\u30C3\u30C8\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u5185\u306Eresource-ref\u304B\u3089\u53D6\u5F97\u3057\u305F\u3001\u30E9\u30C3\u30D7\u3055\u308C\u305FJMS\u30BB\u30C3\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u304B\u3089\u306F2\u30D5\u30A7\u30FC\u30BA\u30FB\u30B3\u30DF\u30C3\u30C8\u3092\u5229\u7528\u3067\u304D\u306A\u3044\u305F\u3081\u3001JMS\u30BB\u30C3\u30B7\u30E7\u30F3\u306F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306B\u53C2\u52A0\u3067\u304D\u307E\u305B\u3093\u3002
cause169822=\u6307\u5B9A\u3055\u308C\u305FJMS\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u306F2\u30D5\u30A7\u30FC\u30BA\u30FB\u30B3\u30DF\u30C3\u30C8\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u3002
action169822=WebLogic Server JMS\u3067\u306F\u3001JMS\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u306E"UserTransactionsEnabled"\u30D5\u30E9\u30B0\u3092\u8A2D\u5B9A\u3059\u308B\u3053\u3068\u306B\u3088\u3063\u30662\u30D5\u30A7\u30FC\u30BA\u30FB\u30B3\u30DF\u30C3\u30C8\u3092\u6709\u52B9\u306B\u3067\u304D\u307E\u3059\u3002\u4ED6\u306EJMS\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u5834\u5408\u306F\u3001XA\u3092\u30B5\u30DD\u30FC\u30C8\u3059\u308BJMS\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
messagedetail169823=createQueueConnection()\u306E\u30E6\u30FC\u30B6\u30FC\u547C\u51FA\u3057\u3067\u4E88\u671F\u3057\u306A\u3044\u30BF\u30A4\u30D7\u30FB\u30AF\u30E9\u30B9\u304C\u623B\u3055\u308C\u307E\u3057\u305F\u3002
cause169823=\u304A\u305D\u3089\u304F\u539F\u56E0\u306FJMS 1.0.2 createQueueConnection()API\u306E\u3042\u308BJMS 1.1 ConnectionFactory\u3067\u3059\u3002\u4E00\u90E8\u306EJMS\u30D7\u30ED\u30D0\u30A4\u30C0\u306F\u4E0B\u4F4D\u4E92\u63DB\u6027\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u3002
action169823=API\u547C\u51FA\u3057\u3092createConnection()\u306B\u5909\u66F4\u3059\u308B\u304B\u3001\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u30FB\u30BF\u30A4\u30D7\u3092QueueConnectionFactory\u306B\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail169824=createTopicConnection()\u306B\u5BFE\u3059\u308B\u30E6\u30FC\u30B6\u30FC\u547C\u51FA\u3057\u3067\u4E88\u671F\u3057\u306A\u3044\u30BF\u30A4\u30D7\u30FB\u30AF\u30E9\u30B9\u304C\u623B\u3055\u308C\u307E\u3057\u305F\u3002
cause169824=\u304A\u305D\u3089\u304F\u539F\u56E0\u306FJMS 1.0.2 createTopicConnection() API\u306E\u3042\u308BJMS 1.1 ConnectionFactory\u3067\u3059\u3002\u4E00\u90E8\u306EJMS\u30D7\u30ED\u30D0\u30A4\u30C0\u306F\u4E0B\u4F4D\u4E92\u63DB\u6027\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u3002
action169824=API\u547C\u51FA\u3057\u3092createConnection()\u306B\u5909\u66F4\u3059\u308B\u304B\u3001\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u30FB\u30BF\u30A4\u30D7\u3092TopicConnectionFactory\u306B\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail169825=res-auth\u304CContainer\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308BJMS\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u30FB\u30EA\u30BD\u30FC\u30B9\u3092\u4F7F\u7528\u3057\u3066\u3001EJB\u307E\u305F\u306F\u30B5\u30FC\u30D6\u30EC\u30C3\u30C8\u304C\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B3\u30FC\u30C9\u306F\u30E6\u30FC\u30B6\u30FC\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u4F7F\u7528\u3057\u3066JMSContext\u3092\u4F5C\u6210\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u5834\u5408\u3001\u30E6\u30FC\u30B6\u30FC\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u306FWebLogic Server\u306B\u3088\u3063\u3066\u63D0\u4F9B\u3055\u308C\u307E\u3059\u3002
cause169825=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B3\u30FC\u30C9\u306F\u3001Java EE API\u3092\u9069\u5207\u306B\u4F7F\u7528\u3057\u3066\u3044\u307E\u305B\u3093\u3002
action169825=\u30E6\u30FC\u30B6\u30FC\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u524A\u9664\u3059\u308B\u304B\u3001res-auth\u8981\u7D20\u3092Application\u306B\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail169826=JMSContext\u30D7\u30FC\u30EB"{0}"\u306B\u306F\u3001"{1}"\u3068\u3044\u3046\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u306EJNDI\u540D\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u3057\u304B\u3057\u3001javax.jms.ConnectionFactory\u3067\u306F\u306A\u3044\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u305D\u306EJNDI\u540D\u306B\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u305D\u306EJNDI\u540D\u306B\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30BF\u30A4\u30D7\u306F"{2}"\u3067\u3059\u3002
cause169826=ConnectionFactory\u4EE5\u5916\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u3001JMSContext\u30D7\u30FC\u30EB\u306E\u69CB\u6210\u3055\u308C\u305FJNDI\u540D\u306B\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u307E\u3059\u3002
action169826=JMSContext\u30D7\u30FC\u30EB\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u306EJNDI\u540D\u3092\u5909\u66F4\u3059\u308B\u304B\u3001\u307E\u305F\u306F\u73FE\u5728JNDI\u306B\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u3066\u3044\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306EJNDI\u540D\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail169827=\u7279\u5B9A\u306E\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u3092\u4F7F\u7528\u3059\u308B\u3053\u3068\u3092\u610F\u56F3\u3057\u3066\u3044\u308B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u306F\u3001(a) @Resource\u6CE8\u91C8\u3001\u307E\u305F\u306F\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u8A18\u8FF0\u5B50\u30D5\u30A1\u30A4\u30EB\u304C\u3042\u308B\u5834\u5408\u306F\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u8A18\u8FF0\u5B50\u306E<resource-ref-name>\u3067\u30EA\u30BD\u30FC\u30B9\u53C2\u7167\u540D\u306E\u30B9\u30DA\u30EB\u30DF\u30B9\u3092\u78BA\u8A8D\u3057\u3001(b)\u30B9\u30DA\u30EB\u30DF\u30B9\u304C\u306A\u3044\u5834\u5408\u306F\u8A18\u8FF0\u5B50\u307E\u305F\u306F\u6CE8\u91C8\u3067\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u307E\u305F\u306FmappedName\u5C5E\u6027\u3092\u4F7F\u7528\u3057\u3066\u76EE\u7684\u306EJNDI\u540D\u3092\u660E\u793A\u7684\u306B\u8A2D\u5B9A\u3059\u308B\u3053\u3068\u3092\u304A\u85A6\u3081\u3057\u307E\u3059\u3002\u30EA\u30BD\u30FC\u30B9\u53C2\u7167\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u30FB\u30AA\u30D7\u30B7\u30E7\u30F3\u306B\u3064\u3044\u3066\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u8A2D\u5B9A\u300C\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u30FB\u30EA\u30BD\u30FC\u30B9\u53C2\u7167\u30DD\u30EA\u30B7\u30FC\u300D\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause169827=JMS\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action169827=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C\u7279\u5B9A\u306EJMS\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u3092\u4F7F\u7528\u3059\u308B\u3053\u3068\u3092\u610F\u56F3\u3057\u3066\u3044\u308B\u5834\u5408\u3001(a) @Resource\u6CE8\u91C8\u3001\u307E\u305F\u306F\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u8A18\u8FF0\u5B50\u30D5\u30A1\u30A4\u30EB\u304C\u3042\u308B\u5834\u5408\u306F\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u8A18\u8FF0\u5B50\u306E<resource-ref-name>\u3067\u30EA\u30BD\u30FC\u30B9\u53C2\u7167\u540D\u306E\u30B9\u30DA\u30EB\u30DF\u30B9\u3092\u78BA\u8A8D\u3057\u3001(b)\u30B9\u30DA\u30EB\u30DF\u30B9\u304C\u306A\u3044\u5834\u5408\u306F\u8A18\u8FF0\u5B50\u307E\u305F\u306F\u6CE8\u91C8\u3067\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u307E\u305F\u306FmappedName\u5C5E\u6027\u3092\u4F7F\u7528\u3057\u3066\u76EE\u7684\u306EJNDI\u540D\u3092\u660E\u793A\u7684\u306B\u8A2D\u5B9A\u3059\u308B\u3053\u3068\u3092\u304A\u85A6\u3081\u3057\u307E\u3059\u3002
messagedetail169828=JMSContext\u306E\u4F5C\u6210\u6642\u306BsessionMode\u30D1\u30E9\u30E1\u30FC\u30BF\u306B\u7121\u52B9\u306A\u5024\u304C\u6307\u5B9A\u3055\u308C\u307E\u3057\u305F\u3002\u6709\u52B9\u306A\u5024\u306F\u3001JMSContext.AUTO_ACKNOWLEDGE\u3001JMSContext.CLIENT_ACKNOWLEDGE\u3001JMSContext.DUPS_OK_ACKNOWLEDGE\u304A\u3088\u3073JMSContext.SESSION_TRANSACTED\u306E\u307F\u3067\u3059
cause169828=JMSContext\u306E\u4F5C\u6210\u6642\u306BsessionMode\u30D1\u30E9\u30E1\u30FC\u30BF\u306B\u7121\u52B9\u306A\u5024\u304C\u6307\u5B9A\u3055\u308C\u307E\u3057\u305F\u3002\u6709\u52B9\u306A\u5024\u306F\u3001JMSContext.AUTO_ACKNOWLEDGE\u3001JMSContext.CLIENT_ACKNOWLEDGE\u3001JMSContext.DUPS_OK_ACKNOWLEDGE\u304A\u3088\u3073JMSContext.SESSION_TRANSACTED\u306E\u307F\u3067\u3059
action169828=\u6709\u52B9\u306A\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30E2\u30FC\u30C9\u3067\u6E21\u3059\u3088\u3046\u306B\u30B3\u30FC\u30C9\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u8A73\u7D30\u306F\u3001JMS API\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail169829=\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9"{1}"\u3067\u547C\u3073\u51FA\u3055\u308C\u305FJMS 2.0\u30E1\u30BD\u30C3\u30C9"{0}"\u306F\u3001\u3053\u306EJMS\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u3088\u3063\u3066\u5B9F\u88C5\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
cause169829=\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9"{1}"\u3067\u547C\u3073\u51FA\u3055\u308C\u305FJMS 2.0\u30E1\u30BD\u30C3\u30C9"{0}"\u306F\u3001\u3053\u306EJMS\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u3088\u3063\u3066\u5B9F\u88C5\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action169829=\u304B\u308F\u308A\u306BJMS 1.1\u30E1\u30BD\u30C3\u30C9\u3092\u4F7F\u7528\u3059\u308B\u304B\u3001JMS 2.0\u3092\u30B5\u30DD\u30FC\u30C8\u3059\u308BJMS\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail169830=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause169830=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action169830=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail169831=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause169831=weblogic.jms.JMSConnectionFactoryUnmappedResRefMode\u30D7\u30ED\u30D1\u30C6\u30A3\u306B\u306F\u6709\u52B9\u5024\u304C2\u3064\u3042\u308A\u307E\u3059\u3002
action169831=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail169832=JNDI\u540D{0}\u306EJMS\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u306F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30D9\u30FC\u30B9\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u304C\u6709\u52B9\u3067\u3001JMS\u30D7\u30FC\u30EB\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u305B\u3093\u3002
cause169832=JNDI\u540D{0}\u306EJMS\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u306F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30D9\u30FC\u30B9\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u304C\u6709\u52B9\u3067\u3001JMS\u30D7\u30FC\u30EB\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u305B\u3093\u3002
action169832=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30D9\u30FC\u30B9\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u304C\u6709\u52B9\u306AJMS\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u3092JMS\u30D7\u30FC\u30EB\u306B\u4F7F\u7528\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002
messagedetail169833=\u5916\u90E8\u30B5\u30FC\u30D0\u30FC\u3067\u3001\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30D9\u30FC\u30B9\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u3092\u6709\u52B9\u306B\u3059\u308B\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u306E\u53C2\u7167\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
cause169833=\u5916\u90E8\u30B5\u30FC\u30D0\u30FC\u3067\u3001\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30D9\u30FC\u30B9\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u3092\u6709\u52B9\u306B\u3059\u308B\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u306E\u53C2\u7167\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
action169833=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30D9\u30FC\u30B9\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u3092\u6709\u52B9\u306B\u3057\u306A\u3044\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u3092\u53C2\u7167\u3059\u308B\u3088\u3046\u5916\u90E8\u30B5\u30FC\u30D0\u30FC\u3092\u69CB\u6210\u3057\u307E\u3059\u3002
