## {0}: int version
169800=\u7121\u52B9\u306A\u5916\u90E8\u306E\u30D0\u30FC\u30B8\u30E7\u30F3{0}\u3067PooledConnectionFactory\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002
## {0}: String methodName
169801=JMS\u30E1\u30BD\u30C3\u30C9{0}\u306FEJB\u307E\u305F\u306F\u30B5\u30FC\u30D6\u30EC\u30C3\u30C8\u306E\u5185\u90E8\u3067\u547C\u3073\u51FA\u3055\u308C\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
169802=res-auth\u8981\u7D20\u304CContainer\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u30E6\u30FC\u30B6\u30FC\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u4F7F\u7528\u3057\u3066\u3001\u30E9\u30C3\u30D7\u3055\u308C\u305FJMS\u63A5\u7D9A\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String name
169803=JMS\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA{0}\u306EJNDI\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
169804=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30BF\u30A4\u30D7\u304C\u9593\u9055\u3063\u3066\u3044\u308B\u305F\u3081\u3001JMS\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u3092\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String msg
169805=\u63A5\u7D9A{0}\u3067\u4F8B\u5916\u304C\u691C\u51FA\u3055\u308C\u305F\u305F\u3081\u3001\u30D7\u30FC\u30EB\u3055\u308C\u305FJMS\u63A5\u7D9A\u3092\u30AF\u30ED\u30FC\u30BA\u4E2D\u3067\u3059\u3002
169806=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30BF\u30A4\u30D7\u304C\u9593\u9055\u3063\u3066\u3044\u308B\u305F\u3081\u3001JMS\u5B9B\u5148\u3092\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String poolName, {1}: String errorMsg
169807=EJB\u307E\u305F\u306F\u30B5\u30FC\u30D6\u30EC\u30C3\u30C8\u5185\u304B\u3089JMS\u30EA\u30BD\u30FC\u30B9{0}\u3078\u306E\u521D\u671F\u63A5\u7D9A\u306E\u4F5C\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30B5\u30FC\u30D0\u30FC\u306F\u5F8C\u3067\u63A5\u7D9A\u3092\u518D\u8A66\u884C\u3057\u307E\u3059\u3002\u30A8\u30E9\u30FC: {1}
## {0}: String poolName, {1}: String ejbName, {2}: String appName, {3}: String errorMsg
169808=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3"{2}"\u5185\u306EEJB "{1}"\u304B\u3089JMS\u30EA\u30BD\u30FC\u30B9{0}\u3078\u306E\u521D\u671F\u63A5\u7D9A\u306E\u4F5C\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30B5\u30FC\u30D0\u30FC\u306F\u5F8C\u3067\u63A5\u7D9A\u3092\u518D\u8A66\u884C\u3057\u307E\u3059\u3002\u30A8\u30E9\u30FC: {3}
169809=JMS\u63A5\u7D9A\u306EJTA\u3067\u306E\u767B\u9332\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
169810=Java EE\u30B3\u30F3\u30C6\u30CA\u306B\u3088\u3063\u3066JMS\u51E6\u7406\u306B\u4F7F\u7528\u3055\u308C\u305FJTA\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u30B3\u30DF\u30C3\u30C8\u307E\u305F\u306F\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
169811=JMS\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u30AF\u30ED\u30FC\u30BA\u3055\u308C\u305F\u305F\u3081\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
169812=\u30D7\u30FC\u30EB\u3055\u308C\u305FJMS\u30BB\u30C3\u30B7\u30E7\u30F3\u304C\u5225\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3067\u4F7F\u7528\u3055\u308C\u3001\u4ED6\u3067\u306F\u4F7F\u7528\u3055\u308C\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String errorMsg
169813=JMS\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30D7\u30FC\u30EB\u307E\u305F\u306F\u30D7\u30FC\u30EB\u3055\u308C\u305FJMS\u63A5\u7D9A{0}\u306E\u30AF\u30ED\u30FC\u30BA\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30D7\u30FC\u30EB\u307E\u305F\u306F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u5F37\u5236\u7684\u306B\u30AF\u30ED\u30FC\u30BA\u3055\u308C\u307E\u3057\u305F\u3002
169814=JMS\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30D7\u30FC\u30EB\u306F\u7121\u52B9\u306B\u306A\u308A\u307E\u3057\u305F\u3002
## {0}: String propName
169815={0}\u30D7\u30ED\u30D1\u30C6\u30A3\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u3001JMS\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30D7\u30FC\u30EB\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
169816=JMS\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30D7\u30FC\u30EB\u306F\u505C\u6B62\u4E2D\u3067\u3059\u3002
## {0}: String resName, {1}: String ejbName, {2}: String appName
169817=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3"{2}"\u306E\u4E00\u90E8\u3068\u3057\u3066EJB "{1}"\u3067\u5BA3\u8A00\u3055\u308C\u305FJMS\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u30FB\u30EA\u30BD\u30FC\u30B9{0}\u306FXA\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306E\u5185\u90E8\u3067\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String poolName, {1}: String jndiName, {2}: String clazz
169818=JMS\u63A5\u7D9A\u30D7\u30FC\u30EB"{0}"\u306B\u306F\u3001"{1}"\u3068\u3044\u3046\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u306EJNDI\u540D\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u3057\u304B\u3057\u3001javax.jms.ConnectionFactory\u3067\u306F\u306A\u3044\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u305D\u306EJNDI\u540D\u306B\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u305D\u306EJNDI\u540D\u306B\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30BF\u30A4\u30D7\u306F"{2}"\u3067\u3059\u3002
169819=JMS\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u30D7\u30FC\u30EB\u306B\u4F7F\u7528\u3055\u308C\u308B\u30EA\u30BD\u30FC\u30B9\u30FB\u30D7\u30FC\u30EB\u3067\u30A8\u30E9\u30FC\u304C\u3042\u308A\u307E\u3057\u305F\u3002
169820=JMS\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30B7\u30E5\u30FC\u30DE\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u5225\u306E\u63A5\u7D9A\u3092\u4F7F\u7528\u3057\u3066\u4F5C\u6210\u3055\u308C\u305F\u4E00\u6642\u7684\u306A\u30AD\u30E5\u30FC\u307E\u305F\u306F\u30C8\u30D4\u30C3\u30AF\u304C\u4F7F\u7528\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String name
169821=\u30AF\u30E9\u30B9{0}\u306E\u30E9\u30C3\u30D1\u30FC\u306E\u4F5C\u6210\u4E2D\u307E\u305F\u306F\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5316\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
169822=2\u30D5\u30A7\u30FC\u30BA\u30FB\u30B3\u30DF\u30C3\u30C8\u3092\u5229\u7528\u3067\u304D\u306A\u3044\u305F\u3081\u3001\u30E9\u30C3\u30D7\u3055\u308C\u305FJMS\u30BB\u30C3\u30B7\u30E7\u30F3\u3092\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3067\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
169823=createQueueConnection\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u4E88\u671F\u3057\u306A\u3044\u623B\u308A\u5024\u306E\u30BF\u30A4\u30D7\u3067\u3059\u3002
169824=createTopicConnection\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u4E88\u671F\u3057\u306A\u3044\u623B\u308A\u5024\u306E\u30BF\u30A4\u30D7\u3067\u3059\u3002
169825=res-auth\u8981\u7D20\u304CContainer\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u30E6\u30FC\u30B6\u30FC\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u4F7F\u7528\u3057\u3066\u3001\u30E9\u30C3\u30D7\u3055\u308C\u305FJMSContext\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String poolName, {1}: String jndiName, {2}: String clazz
169826=JMSContext\u30D7\u30FC\u30EB"{0}"\u306B\u306F\u3001"{1}"\u3068\u3044\u3046\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u306EJNDI\u540D\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u3057\u304B\u3057\u3001javax.jms.ConnectionFactory\u3067\u306F\u306A\u3044\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u305D\u306EJNDI\u540D\u306B\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u305D\u306EJNDI\u540D\u306B\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30BF\u30A4\u30D7\u306F"{2}"\u3067\u3059\u3002
## {0}: String jndiName, {1}: String applicationName
169827=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3"{1}"\u306EJMS\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u30FB\u30BF\u30A4\u30D7\u306E\u30EA\u30BD\u30FC\u30B9\u53C2\u7167"{0}"\u306F\u3001JNDI\u540D\u3092\u6307\u5B9A\u3057\u307E\u305B\u3093\u3002Java EE 7\u304A\u3088\u3073WebLogic\u30D0\u30FC\u30B8\u30E7\u30F312.2.1\u6642\u70B9\u3067\u306F\u3001\u3053\u306E\u3088\u3046\u306A\u53C2\u7167\u306F\u3001\u30EA\u30BD\u30FC\u30B9\u540D\u3068\u4E00\u81F4\u3059\u308BJNDI\u540D\u3092\u6301\u3064\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u304C\u898B\u3064\u304B\u3089\u306A\u3044\u5834\u5408\u306B\u30C7\u30D5\u30A9\u30EB\u30C8\u3067"java:comp/DefaultJMSConnectionFactory"\u3092\u8FD4\u3057\u307E\u3059\u3002
## {0}: int badSessionMode
169828=\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30E2\u30FC\u30C9\u306B\u5BFE\u3057\u3066\u7121\u52B9\u306A\u5024({0})\u304C\u6307\u5B9A\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String methodName, {1}: String interfaceName
169829=\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9"{1}"\u3067\u547C\u3073\u51FA\u3055\u308C\u305FJMS 2.0\u30E1\u30BD\u30C3\u30C9"{0}"\u306F\u3001\u3053\u306EJMS\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u3088\u3063\u3066\u5B9F\u88C5\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String resRefMode
169830=JMS\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u306E\u30DE\u30C3\u30D7\u3055\u308C\u306A\u3044\u30EA\u30BD\u30FC\u30B9\u53C2\u7167\u30E2\u30FC\u30C9: {0}
## {0}: String failSafeMode, {1}: String returnDefaultMode, {2}: String resRefSystemProperty
169831=\u30B7\u30B9\u30C6\u30E0\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3weblogic.jms.JMSConnectionFactoryUnmappedResRefMode\u306B\u306F2\u3064\u306E\u6709\u52B9\u306A\u5024"{0}"\u304A\u3088\u3073"{1}"\u304C\u3042\u308A\u307E\u3059\u3002\u5024"{2}"\u306F\u7121\u52B9\u3067\u3001\u7121\u8996\u3055\u308C\u307E\u3059\u3002
## {0}: String name
169832=JNDI\u540D{0}\u306EJMS\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u306F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30D9\u30FC\u30B9\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u304C\u6709\u52B9\u3067\u3001JMS\u30D7\u30FC\u30EB\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u305B\u3093\u3002
169833=\u5916\u90E8\u30B5\u30FC\u30D0\u30FC\u3067\u3001\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30D9\u30FC\u30B9\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u3092\u6709\u52B9\u306B\u3059\u308B\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u306E\u53C2\u7167\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
