extract.short=<p>Extrait une table de s\u00E9ries temporelles \u00E0 partir d'un ensemble indiqu\u00E9 de sources d'entr\u00E9e, en fonction d'une programmation de taux d'\u00E9chantillonnage et d'une fen\u00EAtre de temps indiqu\u00E9es.</p>
extract.full=<p>Extrait une table de s\u00E9ries temporelles \u00E0 partir d'un ensemble indiqu\u00E9 de sources d'entr\u00E9e, en fonction d'une programmation de taux d'\u00E9chantillonnage et d'une fen\u00EAtre de temps indiqu\u00E9es.</p><br/><p>La source d'entr\u00E9e peut \u00EAtre l'une des sources suivantes :<br/><ol><li>Sortie d'une op\u00E9ration <code>query()</code> \u00E0 partir d'un bean d'expression JMX (par exemple, <code>wls.runtime.query('com.bea:Type=ServletRuntime,*', 'ExecutionTimeAverage')</code>)</li><li>Expression EL en tant que cha\u00EEne (par exemple,<code>wls.runtime.JVMRuntime.heapFreePercent</code></li></ol></p><br/><p>Les param\u00E8tres <code>schedule</code> et <code>duration</code> peuvent \u00EAtre exprim\u00E9s en heures, en minutes ou en secondes, et sont indiqu\u00E9s en tant que cha\u00EEnes au format<br/><br/><pre>amount[unit]</pre><br/>o\u00F9 <code>amount</code> est une valeur enti\u00E8re et <code>unit</code> est un mot entier ou partiel indiquant l'unit\u00E9 de temps qui s'applique \u00E0 la valeur<code>amount</code>. Si <code>unit</code> n'est pas indiqu\u00E9, il s'agit de secondes. Il peut exister des espaces entre les valeurs <code>amount</code> et <code>units</code></p><br/><p>Les unit\u00E9s peuvent \u00EAtre indiqu\u00E9es comme des<br/><ol><li>&quot;s&quot;[econds] (valeur par d\u00E9faut)</li><li>&quot;m&quot;[inutes]</li><li>&quot;h&quot;[ours]</li></ol><br/><p>Les unit\u00E9s, comme indiqu\u00E9 ci-dessus, peuvent \u00EAtre des mots entiers ou partiels, tant qu'ils commencent par &quot;s&quot;, &quot;m&quot; ou &quot;h&quot;.</p><br/>Exemples : <br/><code>5seconds</code> <code>5 sec</code> <code>5s</code> <code>5m</code><code>5min</code> <code>5 mins</code> <code>5h</code> <code>5hrs</code><code>5 hr</code></p>
extract.displayName=Extraire les mesures
extract.spec.short=Mesure \u00E0 \u00E9chantillonner 
extract.spec.full=Mesure \u00E0 \u00E9chantillonner, soit une expression EL sous forme de cha\u00EEne, soit la sortie d'une op\u00E9ration de bean JMX <code>query()</code>
extract.schedule.short=Taux d'\u00E9chantillonnage de la mesure, indiqu\u00E9 sous forme de cha\u00EEne en heures, en minutes ou en secondes (unit\u00E9 par d\u00E9faut)
extract.schedule.full=<p>Taux d'\u00E9chantillonnage de la mesure, indiqu\u00E9 sous forme de cha\u00EEne en heures, en minutes ou en secondes (unit\u00E9 par d\u00E9faut)</p>Exemples : <br/><code>5seconds</code> <code>5 sec</code> <code>5s</code> <code>5m</code><code>5min</code> <code>5 mins</code> <code>5h</code> <code>5hrs</code><code>5 hr</code>
extract.duration.short=<p>Fen\u00EAtre d'\u00E9chantillonnage requise de la mesure, indiqu\u00E9e sous forme de cha\u00EEne en heures, en minutes ou en secondes (unit\u00E9 par d\u00E9faut)</p>
extract.duration.full=<p>Fen\u00EAtre d'\u00E9chantillonnage requise de la mesure, indiqu\u00E9e sous forme de cha\u00EEne en heures, en minutes ou en secondes (unit\u00E9 par d\u00E9faut)</p>Exemples : <br/><code>5seconds</code> <code>5 sec</code> <code>5s</code> <code>5m</code><code>5min</code> <code>5 mins</code> <code>5h</code> <code>5hrs</code><code>5 hr</code>
tableAverages.short=<p>Calcule un vecteur des moyennes en fonction d'une table d'entr\u00E9e de valeurs num\u00E9riques</p>
tableAverages.full=<p>Effectue une r\u00E9duction de matrice sur une table d'entr\u00E9e de valeurs, en calculant la moyenne de chaque ligne de la table et en g\u00E9n\u00E9rant un vecteur des moyennes (une pour chaque ligne de la table).</p><p>En g\u00E9n\u00E9ral, chaque ligne de la table repr\u00E9sente une s\u00E9rie temporelle de valeurs d'une instance de mesure sp\u00E9cifique.</p><p>G\u00E9n\u00E8re une exception <code>IllegalArgumentException</code> si l'entr\u00E9e n'est pas une table \u00E0 deux dimensions ou contient des valeurs non num\u00E9riques</p> 
tableAverages.displayName=Moyennes de table
tableAverages.table.short=Table d'entr\u00E9e de valeurs num\u00E9riques
tableAverages.table.full=Table d'entr\u00E9e de valeurs num\u00E9riques, o\u00F9 chaque ligne est g\u00E9n\u00E9ralement une s\u00E9rie temporelle de valeurs de la m\u00EAme instance de mesure
average.short=<p>Calcule une valeur moyenne en fonction d'un ensemble de valeurs d'entr\u00E9e num\u00E9riques.</p>
average.full=<p>Calcule une valeur moyenne en fonction d'un ensemble de valeurs d'entr\u00E9e num\u00E9riques.</p><p>Renvoie la moyenne scalaire du vecteur d'entr\u00E9e ou <code>Double.NaN</code> si l'entr\u00E9e est vide.</p><p>Si l'entr\u00E9e contient des valeurs non num\u00E9riques, une exception <code>IllegalArgumentException</code> est g\u00E9n\u00E9r\u00E9e.</p>
average.displayName=Moyenne
averages.inputValues.short=Vecteur de valeurs d'entr\u00E9e num\u00E9riques
average.inputValues.full=Vecteur de valeurs d'entr\u00E9e num\u00E9riques
changes.short=Calcule un vecteur des diff\u00E9rences \u00E0 partir d'un vecteur d'entr\u00E9e de valeurs num\u00E9riques
changes.displayName=Modifications de table
changes.full=<p>Prend un vecteur des valeurs d'entr\u00E9e de taille <code>n</code> et g\u00E9n\u00E8re un vecteur des <code>n-1</code> diff\u00E9rences (maximum) entre les valeurs successives.</p><p>Par exemple, si le vecteur d'entr\u00E9e est <code>{ 3, 2, 5, 3, 7 }</code>, le vecteur qui en r\u00E9sulte sera <code>{ 1, -1, 3, -2, 4 }</code>.</p><p>Une s\u00E9quence peut contenir <code>Double.NaN</code>, auquel cas ces valeurs seront ignor\u00E9es.</p><p>Si une valeur d'entr\u00E9e est non num\u00E9rique, une exception <code>IllegalArgumentException<code>est g\u00E9n\u00E9r\u00E9e.</p>
changes.inputValues.short=Vecteur d'entr\u00E9e de valeurs num\u00E9riques
changes.inputValues.full=Vecteur d'entr\u00E9e de valeurs num\u00E9riques
tableChanges.displayName=Modifications de table
tableChanges.short=<p>Prend une table de valeurs d'entr\u00E9e et g\u00E9n\u00E8re une table de sortie des vecteurs des diff\u00E9rences, un pour chaque vecteur d'entr\u00E9e. </p>
tableChanges.full=<p>Prend une table de valeurs d'entr\u00E9e et g\u00E9n\u00E8re une table de sortie des vecteurs des diff\u00E9rences, un pour chaque vecteur d'entr\u00E9e. </p><p>G\u00E9n\u00E8re une exception <code>IllegalArgumentException</code> si l'entr\u00E9e n'est pas une table \u00E0 deux dimensions ou contient des valeurs non num\u00E9riques</p> 
tableChanges.inputTable.short=Table d'entr\u00E9e de valeurs num\u00E9riques
tableChanges.inputTable.full=Table d'entr\u00E9e de valeurs num\u00E9riques, o\u00F9 chaque ligne est g\u00E9n\u00E9ralement une s\u00E9rie temporelle de valeurs de la m\u00EAme instance de mesure
