cause002001=\u3053\u308C\u306F\u3001\u767A\u751F\u3057\u3066\u306F\u306A\u3089\u306A\u3044\u30A8\u30E9\u30FC\u3067\u3059\u3002\u3053\u308C\u306F\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u304C\u7834\u68C4\u3055\u308C\u305F\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u9001\u4FE1\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002\u307E\u305F\u3001\u60AA\u610F\u306E\u3042\u308B\u7B2C\u4E09\u8005\u304CIIOP\u3092\u4F7F\u7528\u3057\u3066\u30B5\u30FC\u30D0\u30FC\u306B\u30A2\u30AF\u30BB\u30B9\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002
action002001=My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail002002=\u30B5\u30FC\u30D0\u30FC\u304C\u3001\u30EA\u30AF\u30A8\u30B9\u30C8\u5185\u306E\u540D\u524D\u306B\u9069\u3057\u305F\u30E1\u30BD\u30C3\u30C9\u5B9F\u88C5\u3092\u898B\u3064\u3051\u3089\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause002002=\u3053\u306E\u554F\u984C\u306B\u306F\u69D8\u3005\u306A\u7406\u7531\u304C\u8003\u3048\u3089\u308C\u307E\u3059\u3002\u901A\u5E38\u306F\u3001\u547C\u51FA\u3057\u5074\u304C\u5B58\u5728\u3057\u306A\u3044\u30E1\u30BD\u30C3\u30C9\u306B\u5BFE\u3057\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u884C\u3063\u305F\u305F\u3081\u306B\u8D77\u3053\u308B\u73FE\u8C61\u3067\u3059\u3002\u305D\u308C\u4EE5\u5916\u3067\u306F\u3001\u30E1\u30BD\u30C3\u30C9\u540D\u306EIDL\u306E\u533A\u5207\u308A\u65B9\u304C\u66D6\u6627\u3067\u3001WebLogic Server\u304C\u547C\u3073\u51FA\u3059\u30E1\u30BD\u30C3\u30C9\u3092\u5224\u65AD\u3067\u304D\u306A\u3044\u305F\u3081\u306B\u3053\u306E\u554F\u984C\u304C\u751F\u3058\u307E\u3059\u3002
action002002=IDL\u306E\u533A\u5207\u308A\u65B9\u304C\u539F\u56E0\u3067\u554F\u984C\u304C\u767A\u751F\u3057\u3066\u3044\u308B\u5834\u5408\u306F\u3001\u30E1\u30BD\u30C3\u30C9\u540D\u3092\u5909\u66F4\u3057\u3066\u307F\u3066\u304F\u3060\u3055\u3044\u3002\u7279\u306B\u3001getSomedata()\u306E\u3088\u3046\u306A\u540D\u524D\u306F\u554F\u984C\u3092\u8D77\u3053\u3059\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059(somedata\u306F\u5C5E\u6027\u307E\u305F\u306F\u30E1\u30BD\u30C3\u30C9\u306E\u540D\u524D)\u3002\u307E\u305F\u3001JDK 1.3.1\u3067\u306F\u540D\u524D\u306E\u533A\u5207\u308A\u65B9\u306B\u95A2\u3059\u308B\u30D0\u30B0\u304C\u3042\u308A\u307E\u3059\u3002JDK 1.4\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3092\u4F7F\u7528\u3057\u3066\u307F\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail002003=IIOP\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u9001\u4FE1\u3092\u59A8\u3052\u308BIOException\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause002003=\u306A\u3093\u3089\u304B\u306E\u901A\u4FE1\u30D5\u30A9\u30EB\u30C8\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30BF\u30FC\u30B2\u30C3\u30C8\u304CIIOP\u63A5\u7D9A\u3092\u9589\u3058\u305F\u305F\u3081\u304B\u3001\u4E00\u6642\u7684\u306A\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30FB\u30D5\u30A9\u30EB\u30C8\u306E\u305F\u3081\u3067\u3059\u3002
action002003=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8/\u30B5\u30FC\u30D0\u30FC\u30FB\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u63A5\u7D9A\u304C\u6B63\u5E38\u304B\u3069\u3046\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail002005=\u30B5\u30FC\u30D0\u30FC\u3067\u30E1\u30E2\u30EA\u30FC\u4E0D\u8DB3\u304C\u751F\u3058\u3066\u3044\u307E\u3059\u3002
cause002005=\u3053\u308C\u306F\u591A\u304F\u306E\u5834\u5408\u3001\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u3068\u30B5\u30FC\u30D0\u30FC\u306E\u9593\u3067\u306E\u4E0D\u4E00\u81F4\u3092\u30DE\u30FC\u30B7\u30E3\u30EB\u3059\u308B\u3053\u3068\u306B\u3088\u3063\u3066\u8D77\u3053\u308A\u307E\u3059\u3002\u901A\u5E38\u306F\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u304B\u30B5\u30FC\u30D0\u30FC\u307E\u305F\u306F\u4E21\u65B9\u306E\u30D0\u30B0\u3067\u3059\u3002
action002005=\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3001My Oracle Support\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
messagedetail002006=\u30B5\u30FC\u30D0\u30FC\u3067\u3001\u63A5\u7D9A\u30B9\u30AB\u30D9\u30F3\u30B8\u30E3\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause002006=\u30B5\u30FC\u30D0\u30FC\u306F\u30A2\u30A4\u30C9\u30EBIIOP\u63A5\u7D9A\u3092\u30A6\u30A9\u30C3\u30C1\u3059\u308B\u30C8\u30EA\u30AC\u30FC\u3092\u30B9\u30B1\u30B8\u30E5\u30FC\u30EA\u30F3\u30B0\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u306E\u4E8B\u5B9F\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u5185\u306B\u306A\u3093\u3089\u304B\u306E\u30B3\u30A2\u306A\u969C\u5BB3\u304C\u3042\u308B\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002
action002006=\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u554F\u984C\u304C\u518D\u3073\u767A\u751F\u3057\u305F\u5834\u5408\u306F\u3001Oracle\u30AB\u30B9\u30BF\u30DE\u30FB\u30B5\u30DD\u30FC\u30C8\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
messagedetail002024=\u30E1\u30C3\u30BB\u30FC\u30B8\u9001\u4FE1\u4E2D\u306B\u4F4E\u30EC\u30D9\u30EB\u306E\u901A\u4FE1\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause002024=\u5185\u90E8\u30C7\u30D0\u30C3\u30B0\u3002
action002024=\u306A\u3057\u3002
messagedetail002025=\u53D7\u4FE1\u30E1\u30C3\u30BB\u30FC\u30B8\u51E6\u7406\u4E2D\u306B\u4F4E\u30EC\u30D9\u30EB\u306E\u901A\u4FE1\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause002025=\u5185\u90E8\u30C7\u30D0\u30C3\u30B0\u3002
action002025=\u306A\u3057\u3002
messagedetail002008=\u30B5\u30FC\u30D0\u30FC\u306F\u30EA\u30E2\u30FC\u30C8\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u30DE\u30FC\u30B7\u30E3\u30EA\u30F3\u30B0\u3059\u308B\u524D\u306B\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause002008=\u591A\u304F\u306E\u5834\u5408\u3001\u3053\u308C\u306F\u30B5\u30FC\u30D0\u30FC\u304C\u30EA\u30E2\u30FC\u30C8\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306EIIOP\u30B9\u30BF\u30D6\u3092\u898B\u3064\u3051\u3089\u308C\u306A\u3044\u304B\u751F\u6210\u3067\u304D\u306A\u3044\u305F\u3081\u306B\u767A\u751F\u3057\u307E\u3059\u3002Common Object Request Broker API (CORBA)\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u5BFE\u5FDC\u3059\u308B_Stub\u30AF\u30E9\u30B9\u304C\u30B5\u30FC\u30D0\u30FC\u306E\u30AF\u30E9\u30B9\u30D1\u30B9\u306B\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002RMI-IIOP\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30B9\u30BF\u30D6\u306F\u81EA\u52D5\u7684\u306B\u751F\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action002008=CORBA\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u3064\u3044\u3066\u306F\u3001idlj\u304C\u30B5\u30FC\u30D0\u30FC\u306E\u30AF\u30E9\u30B9\u4E0A\u3067\u5B9F\u884C\u3055\u308C\u305F\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002RMI-IIOP\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306B\u3064\u3044\u3066\u306F\u3001My Oracle Support\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
messagedetail002011=\u30B5\u30FC\u30D0\u30FC\u306F\u547C\u51FA\u3057\u5074\u3078\u306E\u9001\u4FE1\u306B\u95A2\u3059\u308B\u4F8B\u5916\u3092\u30DE\u30FC\u30B7\u30E3\u30EA\u30F3\u30B0\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u304B\u308F\u308A\u306B\u6C4E\u7528\u7684\u306ASystemException\u304C\u9001\u4FE1\u3055\u308C\u307E\u3057\u305F\u3002
cause002011=\u30B5\u30FC\u30D0\u30FC\u306F\u9069\u5207\u306A\u4F8B\u5916\u5B9A\u7FA9\u3092\u30AF\u30E9\u30B9\u30D1\u30B9\u306B\u898B\u3064\u3051\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002Common Object Request Broker API (CORBA)\u4F8B\u5916\u306E\u5834\u5408\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u306F\u4F8B\u5916\u30AF\u30E9\u30B9\u306E\u4ED6\u306B\u4F8B\u5916\u30D8\u30EB\u30D1\u30FC\u30FB\u30AF\u30E9\u30B9\u304C\u5FC5\u8981\u3067\u3059\u3002
action002011=\u898B\u3064\u304B\u3089\u306A\u3044\u4F8B\u5916\u30AF\u30E9\u30B9\u3092\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u8FFD\u52A0\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail002012=\u30B5\u30FC\u30D0\u30FC\u306F\u9069\u5207\u306A\u4F8B\u5916\u3092\u547C\u51FA\u3057\u5074\u3078\u8FD4\u4FE1\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u304C\u3001\u304B\u308F\u308A\u306B\u6C4E\u7528\u7684\u306ASystemException\u3092\u9001\u4FE1\u3057\u307E\u3057\u305F\u3002
cause002012=\u3053\u308C\u306F\u3001\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8/\u30B5\u30FC\u30D0\u30FC\u9593\u306E\u63A5\u7D9A\u306E\u4FE1\u983C\u6027\u304C\u975E\u5E38\u306B\u4F4E\u3044\u5834\u5408\u306B\u306E\u307F\u767A\u751F\u3057\u307E\u3059\u3002
action002012=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8/\u30B5\u30FC\u30D0\u30FC\u30FB\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u63A5\u7D9A\u304C\u6B63\u5E38\u304B\u3069\u3046\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002My Oracle Support\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
messagedetail002013=\u30B5\u30FC\u30D0\u30FC\u306F\u9069\u5207\u306A\u4F8B\u5916\u3092\u547C\u51FA\u3057\u5074\u3078\u8FD4\u4FE1\u3067\u304D\u305A\u3001\u6C4E\u7528\u7684\u306ASystemException\u306E\u9001\u4FE1\u306B\u3082\u5931\u6557\u3057\u307E\u3057\u305F\u3002
cause002013=\u306A\u3093\u3089\u304B\u306E\u901A\u4FE1\u30D5\u30A9\u30EB\u30C8\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30BF\u30FC\u30B2\u30C3\u30C8\u304CIIOP\u63A5\u7D9A\u3092\u9589\u3058\u305F\u305F\u3081\u304B\u3001\u4E00\u6642\u7684\u306A\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30FB\u30D5\u30A9\u30EB\u30C8\u306E\u305F\u3081\u3067\u3059\u3002
action002013=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8/\u30B5\u30FC\u30D0\u30FC\u30FB\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u63A5\u7D9A\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail002014=IIOP\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304C\u52D5\u4F5C\u4E2D\u3067\u3001\u53D7\u4FE1IIOP\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u30EA\u30B9\u30CB\u30F3\u30B0\u3057\u3066\u3044\u307E\u3059\u3002
cause002014=IIOP\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304C\u52D5\u4F5C\u4E2D\u3067\u3001\u53D7\u4FE1IIOP\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u30EA\u30B9\u30CB\u30F3\u30B0\u3057\u3066\u3044\u307E\u3059\u3002
action002014=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail002015=\u30B5\u30FC\u30D0\u30FC\u306FWebLogic Server\u30D0\u30FC\u30B8\u30E7\u30F3\u306Ejavax.rmi.CORBA.UtilDelegate\u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause002015=\u4E00\u90E8\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B3\u30FC\u30C9\u307E\u305F\u306F\u5916\u90E8\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30D6\u30ED\u30FC\u30AB(ORB)\u304C\u3001\u30B7\u30B9\u30C6\u30E0\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3javax.rmi.CORBA.UtilClass\u3092\u8A2D\u5B9A\u3057\u305F\u304B\u3001IIOP\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304C\u521D\u671F\u5316\u3059\u308B\u524D\u306Bjavax.rmi.CORBA.Util\u306E\u95A2\u6570\u3078\u30A2\u30AF\u30BB\u30B9\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002
action002015=IIOP\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306F\u3053\u306E\u30B7\u30CA\u30EA\u30AA\u3067\u6B63\u3057\u304F\u6A5F\u80FD\u3057\u307E\u305B\u3093\u3002\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B3\u30FC\u30C9\u3092\u4FEE\u6B63\u3057\u3066\u3001\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail002016=\u30B5\u30FC\u30D0\u30FC\u306FWebLogic Server\u30D0\u30FC\u30B8\u30E7\u30F3\u306Ejavax.rmi.CORBA.PortableRemoteObjectDelegate\u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause002016=\u4E00\u90E8\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B3\u30FC\u30C9\u307E\u305F\u306F\u5916\u90E8\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30D6\u30ED\u30FC\u30AB(ORB)\u304C\u3001\u30B7\u30B9\u30C6\u30E0\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3javax.rmi.CORBA.PortableRemoteObjectClass\u3092\u8A2D\u5B9A\u3057\u305F\u304B\u3001IIOP\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304C\u521D\u671F\u5316\u3059\u308B\u524D\u306Bjavax.rmi.PortableRemoteObject\u306E\u95A2\u6570\u3078\u30A2\u30AF\u30BB\u30B9\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002
action002016=IIOP\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306F\u3053\u306E\u30B7\u30CA\u30EA\u30AA\u3067\u6B63\u3057\u304F\u6A5F\u80FD\u3057\u307E\u305B\u3093\u3002\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B3\u30FC\u30C9\u3092\u4FEE\u6B63\u3057\u3066\u3001\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail002017=\u3053\u308C\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u304C\u30EA\u30E2\u30FC\u30C8\u30FB\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u53C2\u7167\u3092\u53D6\u5F97\u3059\u308B\u305F\u3081\u306BIIOP LocateRequest\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u9001\u4FE1\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u793A\u3057\u307E\u3059\u3002\u5916\u90E8\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B5\u30FC\u30D0\u30FC\u306B\u306FLocateRequest\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u6B63\u3057\u304F\u51E6\u7406\u3057\u306A\u3044\u3082\u306E\u3082\u3042\u308A\u307E\u3059\u304C\u3001\u305D\u308C\u4EE5\u5916\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B5\u30FC\u30D0\u30FC\u3067\u306FLocateRequest\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u5FC5\u8981\u3067\u3059\u3002
cause002017=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action002017=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail002018=IIOP\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u304C\u4F7F\u7528\u3059\u308BGIOP\u30D7\u30ED\u30C8\u30B3\u30EB\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u306F\u3001\u901A\u5E381.2\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u305F\u3060\u3057\u3001\u4E00\u90E8\u306EC++\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30D6\u30ED\u30FC\u30AB(ORB)\u3067\u306FGIOP 1.2\u3092\u6B63\u3057\u304F\u30C7\u30B3\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3002\u305D\u306E\u5834\u5408\u306F\u4ED6\u306EGIOP\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u8A66\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause002018=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action002018=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail002019=LocationForward\u30DD\u30EA\u30B7\u30FC\u306F\u3001\u30CD\u30FC\u30E0\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u5BFE\u3059\u308B\u30EA\u30AF\u30A8\u30B9\u30C8\u304C\u3001\u547C\u51FA\u3057\u5074\u3092\u3001\u30AF\u30E9\u30B9\u30BF\u5185\u306E\u7570\u306A\u308B\u30CD\u30FC\u30E0\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u53C2\u7167\u306B\u30EA\u30C0\u30A4\u30EC\u30AF\u30C8\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u793A\u3057\u307E\u3059\u3002
cause002019=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action002019=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail002020=\u30A2\u30A4\u30C9\u30EB\u72B6\u614B\u306E\u63A5\u7D9A\u304C\u30B5\u30FC\u30D0\u30FC\u306B\u3088\u3063\u3066\u81EA\u52D5\u7684\u306B\u30AF\u30ED\u30FC\u30BA\u3055\u308C\u308B\u307E\u3067\u306E\u79D2\u6570\u3067\u3059\u3002\u307B\u3068\u3093\u3069\u306E\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30D6\u30ED\u30FC\u30AB(ORB)\u306F\u30AF\u30ED\u30FC\u30BA\u3055\u308C\u305F\u63A5\u7D9A\u3092\u900F\u904E\u7684\u306B\u518D\u30AA\u30FC\u30D7\u30F3\u3057\u307E\u3059\u304C\u3001\u30D6\u30ED\u30FC\u30AB\u306B\u3088\u3063\u3066\u306F\u30AF\u30ED\u30FC\u30BA\u3067\u304D\u306A\u3044\u3053\u3068\u3082\u3042\u308A\u307E\u3059\u3002\u305D\u306E\u5834\u5408\u306F\u3001\u63A5\u7D9A\u30A2\u30A4\u30C9\u30EB\u30FB\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3092\u3088\u308A\u9AD8\u3044\u5024\u306B\u8A2D\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308B\u3053\u3068\u304C\u3042\u308A\u307E\u3059\u3002
cause002020=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action002020=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail002021=\u30B5\u30FC\u30D0\u30FC\u304CIIOP\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u30D0\u30A4\u30F3\u30C9\u3057\u305FJNDI\u306E\u5834\u6240\u3092\u793A\u3057\u307E\u3059\u3002\u3053\u308C\u306F\u3001CSIv2\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u306A\u3044\u5916\u90E8\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30D6\u30ED\u30FC\u30AB(ORB)\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u304C\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u8A8D\u8A3C\u3092\u5B9F\u884C\u3059\u308B\u305F\u3081\u306B\u4F7F\u7528\u3067\u304D\u308B\u3001\u72EC\u81EA\u306EIIOP\u62E1\u5F35\u6A5F\u80FD\u3067\u3059\u3002
cause002021=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action002021=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail002022=IIOP\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306F\u72EC\u81EA\u306EIIOP\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30B5\u30FC\u30D3\u30B9\u3092JNDI\u306B\u30D0\u30A4\u30F3\u30C9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause002022=\u5185\u90E8\u7684\u306AJNDI\u306E\u554F\u984C\u3067\u3059\u3002
action002022=My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail002023=\u30EA\u30E2\u30FC\u30C8\u30FB\u30B5\u30FC\u30D0\u30FC\u304B\u3089\u63D0\u4F9B\u3055\u308C\u305FSendingContext RunTime\u3092\u89E3\u6C7A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u305D\u306E\u305F\u3081\u3001\u6D3E\u751F\u3059\u308B\u30AF\u30E9\u30B9\u306E\u76F8\u4E92\u904B\u7528\u304C\u884C\u3048\u307E\u305B\u3093\u3002
cause002023=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u306B\u3088\u308ASendingContext RunTime\u306E\u7121\u52B9\u306A\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u53C2\u7167\u304C\u63D0\u4F9B\u3055\u308C\u307E\u3057\u305F\u3002
action002023=My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail002026=IIOP\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306F\u30C7\u30D5\u30A9\u30EB\u30C8\u3067\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u4F1D\u64AD\u306BCommon Object Request Broker API (CORBA)\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B5\u30FC\u30D3\u30B9(OTS)\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002JTA\u306A\u3069\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30E1\u30AB\u30CB\u30BA\u30E0\u3092\u6709\u52B9\u306B\u3057\u305F\u5834\u5408\u3001WebLogic Server\u306F\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u4F1D\u64AD\u3067\u305D\u306E\u30E1\u30AB\u30CB\u30BA\u30E0\u306E\u4F7F\u7528\u3092\u5F37\u5236\u3055\u308C\u307E\u3059\u3002IIOP\u3067JTA\u3092\u4F7F\u7528\u3059\u308B\u306E\u306F\u6A19\u6E96\u3067\u306F\u306A\u304F\u3001WebLogic Server\u4EE5\u5916\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B5\u30FC\u30D0\u30FC\u3068\u76F8\u4E92\u904B\u7528\u3067\u304D\u307E\u305B\u3093\u3002
cause002026=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action002026=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail002027=\u30B5\u30FC\u30D0\u30FC\u306F\u547C\u51FA\u3057\u5074\u3078\u306E\u9001\u4FE1\u306B\u95A2\u3059\u308B\u4F8B\u5916\u3092\u30DE\u30FC\u30B7\u30E3\u30EA\u30F3\u30B0\u3067\u304D\u305A\u3001\u6C4E\u7528\u7684\u306ASystemException\u3082\u30DE\u30FC\u30B7\u30E3\u30EA\u30F3\u30B0\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause002027=\u3053\u308C\u306F\u3001\u767A\u751F\u3057\u3066\u306F\u306A\u3089\u306A\u3044\u30A8\u30E9\u30FC\u3067\u3059\u3002
action002027=My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail002028=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B5\u30FC\u30D3\u30B9(OTS)\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause002028=OTS\u30A8\u30E9\u30FC\u306F\u4E00\u822C\u306B\u30D0\u30B0\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u304C\u3001\u7D50\u679C\u3068\u3057\u3066\u5E38\u306B\u3001\u4F8B\u5916\u60C5\u5831\u304C\u547C\u51FA\u3057\u5074\u3078\u4F1D\u64AD\u3055\u308C\u308B\u3068\u304D\u306B\u5931\u308F\u308C\u307E\u3059\u3002\u3053\u306E\u305F\u3081\u3001\u30B7\u30B9\u30C6\u30E0\u7BA1\u7406\u8005\u304C\u539F\u56E0\u3092\u5224\u5225\u3059\u308B\u305F\u3081\u306B\u3001\u6839\u672C\u7684\u539F\u56E0\u306F\u5E38\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u307E\u3059\u3002OTS\u30A8\u30E9\u30FC\u306F\u4E00\u822C\u306B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u51E6\u7406(\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u306A\u3069)\u304C\u539F\u56E0\u3067\u767A\u751F\u3057\u307E\u3059\u3002
action002028=\u3053\u308C\u304C\u4E88\u671F\u3055\u308C\u305F\u30A8\u30E9\u30FC\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail002029=OTS\u306E\u51E6\u7406\u306B\u95A2\u3059\u308B\u30C7\u30D0\u30C3\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3002
cause002029=\u5185\u90E8\u30C7\u30D0\u30C3\u30B0\u3002
action002029=\u306A\u3057\u3002
messagedetail002030=IIOP\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u9001\u4FE1\u304A\u3088\u3073\u53D7\u4FE1\u306B\u95A2\u3059\u308B\u30C7\u30D0\u30C3\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3002
cause002030=\u5185\u90E8\u30C7\u30D0\u30C3\u30B0\u3002
action002030=\u306A\u3057\u3002
messagedetail002031=\u9001\u4FE1\u304A\u3088\u3073\u53D7\u4FE1\u3055\u308C\u305FIIOP\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u306B\u95A2\u3059\u308B\u30C7\u30D0\u30C3\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3002
cause002031=\u5185\u90E8\u30C7\u30D0\u30C3\u30B0\u3002
action002031=\u306A\u3057\u3002
messagedetail002032=\u9001\u4FE1\u304A\u3088\u3073\u53D7\u4FE1\u3055\u308C\u305FIIOP\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u306B\u95A2\u3059\u308B\u30C7\u30D0\u30C3\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3002
cause002032=\u5185\u90E8\u30C7\u30D0\u30C3\u30B0\u3002
action002032=\u306A\u3057\u3002
messagedetail002033=\u30B5\u30FC\u30D0\u30FC\u304C\u6587\u5B57\u5217\u304A\u3088\u3073\u30EF\u30A4\u30C9\u6587\u5B57\u5217\u30C7\u30FC\u30BF\u306B\u5BFE\u3057\u3066\u4F7F\u7528\u3059\u308B\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30CD\u30A4\u30C6\u30A3\u30D6\u30FB\u30B3\u30FC\u30C9\u30BB\u30C3\u30C8\u3092\u793A\u3057\u307E\u3059\u3002\u5916\u90E8\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30EA\u30AF\u30A8\u30B9\u30C8\u30FB\u30D6\u30ED\u30FC\u30AB(ORB)\u304C\u3001WebLogic Server\u304C\u4F7F\u7528\u3059\u308B\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30CD\u30A4\u30C6\u30A3\u30D6\u30FB\u30B3\u30FC\u30C9\u30BB\u30C3\u30C8\u3092\u4E0D\u9069\u5207\u306B\u30C7\u30B3\u30FC\u30C9\u3057\u307E\u3057\u305F\u3002
cause002033=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action002033=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail002034=\u30B5\u30FC\u30D0\u30FC\u306ECosNaming\u5B9F\u88C5\u306E\u64CD\u4F5C\u306B\u95A2\u3059\u308B\u30C7\u30D0\u30C3\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3002
cause002034=\u5185\u90E8\u30C7\u30D0\u30C3\u30B0\u3002
action002034=\u306A\u3057\u3002
messagedetail002035=\u9001\u4FE1\u304A\u3088\u3073\u53D7\u4FE1\u3055\u308C\u305FIIOP\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306B\u95A2\u3059\u308B\u30C7\u30D0\u30C3\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3002
cause002035=\u5185\u90E8\u30C7\u30D0\u30C3\u30B0\u3002
action002035=\u306A\u3057\u3002
messagedetail002036=IOR\u304B\u3089\u30B9\u30BF\u30D6\u3078\u3001\u307E\u305F\u306F\u30B9\u30BF\u30D6\u304B\u3089IOR\u3078\u306E\u7F6E\u63DB\u306B\u95A2\u3059\u308B\u30C7\u30D0\u30C3\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3002
cause002036=\u5185\u90E8\u30C7\u30D0\u30C3\u30B0\u3002
action002036=\u306A\u3057\u3002
messagedetail002037=\u30B5\u30FC\u30D0\u30FC\u304CIIOP CosNaming\u30B5\u30FC\u30D3\u30B9\u3092\u30D0\u30A4\u30F3\u30C9\u3057\u305FJNDI\u306E\u5834\u6240\u3092\u793A\u3057\u307E\u3059\u3002\u53C2\u7167\u304C\u30AF\u30E9\u30B9\u30BF\u306E\u3059\u3079\u3066\u306E\u30E1\u30F3\u30D0\u30FC\u306E\u60C5\u5831\u3092\u4FDD\u6301\u3059\u308B\u306B\u306F\u3001\u30AF\u30E9\u30B9\u30BF\u5316\u3055\u308C\u305F\u74B0\u5883\u306BCosNaming\u3092\u30D0\u30A4\u30F3\u30C9\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause002037=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action002037=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail002038=IIOP\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306FIIOP CosNaming\u30B5\u30FC\u30D3\u30B9\u3092JNDI\u306B\u30D0\u30A4\u30F3\u30C9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause002038=\u5185\u90E8\u7684\u306AJNDI\u306E\u554F\u984C\u3067\u3059\u3002
action002038=My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail002039=IOR\u304B\u3089\u30B9\u30BF\u30D6\u3078\u3001\u307E\u305F\u306F\u30B9\u30BF\u30D6\u304B\u3089IOR\u3078\u306E\u7F6E\u63DB\u306B\u95A2\u3059\u308B\u8B66\u544A\u30E1\u30C3\u30BB\u30FC\u30B8\u3002
cause002039=\u30EA\u30D7\u30EC\u30FC\u30B5\u306F\u3001\u6B63\u3057\u304F\u7F6E\u63DB\u3092\u884C\u3048\u308B\u306E\u307F\u306E\u5341\u5206\u306A\u60C5\u5831\u3092\u5F97\u3089\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action002039=My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail002041=\u3053\u306E\u30C1\u30E3\u30CD\u30EB\u307E\u305F\u306F\u30EA\u30B9\u30CB\u30F3\u30B0\u30FB\u30A2\u30C9\u30EC\u30B9\u3067\u306FIIOP\u304C\u6709\u52B9\u5316\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u3001\u63A5\u7D9A\u304C\u62D2\u5426\u3055\u308C\u307E\u3057\u305F\u3002
cause002041=ServerMBean\u306B\u3088\u308B\u8A2D\u5B9A\u6642\u306B\u3001\u3053\u306E\u30B5\u30FC\u30D0\u30FC\u3067IIOP\u304C\u307E\u3063\u305F\u304F\u6709\u52B9\u5316\u3055\u308C\u3066\u3044\u306A\u3044\u304B\u3001\u3053\u306E\u7279\u5B9A\u306E\u30C1\u30E3\u30CD\u30EB\u304C\u6709\u52B9\u5316\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u3001\u63A5\u7D9A\u304C\u62D2\u5426\u3055\u308C\u307E\u3057\u305F\u3002
action002041=IIOP\u3092\u6709\u52B9\u5316\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail002042=IIOP\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u4F7F\u7528\u3055\u308C\u308B\u30BD\u30B1\u30C3\u30C8\u63A5\u7D9A\u306B\u95A2\u3059\u308B\u30C7\u30D0\u30C3\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3002
cause002042=\u5185\u90E8\u30C7\u30D0\u30C3\u30B0\u3002
action002042=\u306A\u3057\u3002
messagedetail002043=\u3053\u308C\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u306ECosNaming\u5B9F\u88C5\u306E\u64CD\u4F5C\u306B\u95A2\u3059\u308B\u30C7\u30D0\u30C3\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
cause002043=\u30CD\u30FC\u30DF\u30F3\u30B0\u306E\u5B9F\u88C5\u306B\u3088\u3063\u3066\u6A19\u6E96\u4F8B\u5916\u304C\u751F\u6210\u3055\u308C\u307E\u3057\u305F\u3002
action002043=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail002044=\u30AF\u30E9\u30B9\u304CCLASSPATH\u306B\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
cause002044=\u30AF\u30E9\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
action002044=\u5FC5\u8981\u306A\u30AF\u30E9\u30B9\u3092CLASSPATH\u306B\u8FFD\u52A0\u3057\u307E\u3059\u3002
messagedetail002045=\u30EA\u30AF\u30A8\u30B9\u30C8\u306F\u30B5\u30FC\u30D0\u30FC\u306B\u9001\u4FE1\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u521D\u671F\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306E\u4F5C\u6210\u6642\u306B\u3001\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u304C\u8CC7\u683C\u8A3C\u660E\u3092\u6307\u5B9A\u3057\u3066\u3044\u307E\u305B\u3093\u3002
cause002045=\u30B5\u30FC\u30D0\u30FC\u3067\u547C\u3073\u51FA\u3059\u524D\u306B\u3001\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u304C\u8A8D\u8A3C\u3057\u3066\u3044\u307E\u305B\u3093\u3002
action002045=\u30B5\u30FC\u30D0\u30FC\u3078\u306E\u521D\u671F\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306E\u4F5C\u6210\u6642\u306B\u3001\u8CC7\u683C\u8A3C\u660E\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
