## {0}: String arg
260300={0}\u5F15\u6570\u304C\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String app
260301={0}\u306F\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
260302=\u30C7\u30D0\u30C3\u30B0\u30FB\u30E2\u30FC\u30C9
260303=\u4F5C\u6210\u3059\u308B\u30D7\u30E9\u30F3\u306E\u540D\u524D\u3067\u3059\u3002\u6307\u5B9A\u3057\u306A\u3044\u5834\u5408\u306F\u30C7\u30D5\u30A9\u30EB\u30C8\u304C\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002-useplan\u3092\u6307\u5B9A\u3057\u305F\u5834\u5408\u306F\u3001\u305D\u308C\u304C\u65B0\u3057\u3044\u30D7\u30E9\u30F3\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u5834\u6240\u306B\u306A\u308A\u307E\u3059\u3002-useplan\u3092\u6307\u5B9A\u305B\u305A\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30EB\u30FC\u30C8\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA(-root\u30AA\u30D7\u30B7\u30E7\u30F3)\u304C\u3042\u308B\u5834\u5408\u306F\u3001\u305D\u308C\u306B\u57FA\u3065\u3044\u3066\u30C7\u30D5\u30A9\u30EB\u30C8\u304C\u6D3E\u751F\u3057\u307E\u3059\u3002\u3053\u308C\u3089\u306B\u8A72\u5F53\u3057\u306A\u3044\u5834\u5408\u306F"./plan.xml"\u304C\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
260304=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30BF\u30A4\u30D7: ear\u3001war\u3001jar\u3001rar\u3001car
260305=[\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30D1\u30B9]
260306=-plan\u5F15\u6570\u304C\u3042\u308A\u307E\u305B\u3093\u3002
260307=\u51E6\u7406\u3059\u308B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C\u3042\u308A\u307E\u305B\u3093
## {0}: String app
260308=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u540D{0}\u304B\u3089\u30BF\u30A4\u30D7\u3092\u5224\u65AD\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String type
260309=\u6307\u5B9A\u3057\u305F\u30BF\u30A4\u30D7{0}\u306F\u7121\u52B9\u3067\u3059\u3002ear\u3001war\u3001jar\u3001rar\u3001\u307E\u305F\u306Fcar\u306E\u3044\u305A\u308C\u304B\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044
260310=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u306E\u30BF\u30A4\u30D7: all\u3001dependencies\u3001declarations\u3001configurables\u3001dynamics
## {0}: String val
260311=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30FB\u30AA\u30D7\u30B7\u30E7\u30F3{0}\u306F\u7121\u52B9\u3067\u3059\u3002any\u3001all\u3001dependencies\u3001declarations\u3001configurables\u307E\u305F\u306Fdynamics\u306E\u3044\u305A\u308C\u304B\u306E\u5024\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
## {0}: String val
260312={0}\u3092\u51E6\u7406\u3057\u3066\u3044\u307E\u3059...
## {0}: String val
260313=\u30E2\u30B8\u30E5\u30FC\u30EB{0}\u3092\u51E6\u7406\u3057\u3066\u3044\u307E\u3059...
## {0}: String val
260314=\u30D7\u30E9\u30F3\u3092{0}\u306B\u4FDD\u5B58\u3057\u3066\u3044\u307E\u3059...
## {0}: String prop, {1}: String element, {2}: String key, {3}: String       value, {4}: String curr
260315=\u8981\u7D20{1}[{2}={3}] [current={4}]\u306E{0}\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
## {0}: String prop, {1}: String element, {2}: String curr
260316=\u8981\u7D20{1} [current={2}]\u306E{0}\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
260317=\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u3059...
260318=\u4F5C\u6210\u3059\u308B\u5909\u6570\u306E\u30BF\u30A4\u30D7: global\u307E\u305F\u306Funique
## {0}: String v
260319=\u5024{0}\u306F\u7121\u52B9\u3067\u3059\u3002global\u307E\u305F\u306Funique\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044
260320=DTD\u306B\u57FA\u3065\u304F\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u30B9\u30AD\u30C3\u30D7\u3057\u3066\u3044\u307E\u3059
260321=(\u30C7\u30D5\u30A9\u30EB\u30C8)\u3059\u3079\u3066\u306E\u4F9D\u5B58\u95A2\u4FC2\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3059\u308B\u30D7\u30E9\u30F3\u3092\u4F5C\u6210\u3057\u307E\u3059
260322=\u3059\u3079\u3066\u306E\u5BA3\u8A00\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3059\u308B\u30D7\u30E9\u30F3\u3092\u4F5C\u6210\u3057\u307E\u3059
260323=\u4F9D\u5B58\u95A2\u4FC2\u304A\u3088\u3073\u5BA3\u8A00\u3092\u9664\u304F\u69CB\u6210\u53EF\u80FD\u306A\u3059\u3079\u3066\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3059\u308B\u30D7\u30E9\u30F3\u3092\u4F5C\u6210\u3057\u307E\u3059
260324=\u3059\u3079\u3066\u306E\u52D5\u7684\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3059\u308B\u30D7\u30E9\u30F3\u3092\u4F5C\u6210\u3057\u307E\u3059
260325=\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3057\u306A\u3044\u30D7\u30E9\u30F3\u3092\u4F5C\u6210\u3057\u307E\u3059
260326=\u5909\u66F4\u53EF\u80FD\u306A\u3059\u3079\u3066\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3059\u308B\u30D7\u30E9\u30F3\u3092\u4F5C\u6210\u3057\u307E\u3059
260327=\u521D\u671F\u5316\u3059\u308B\u30D7\u30E9\u30F3\u306E\u540D\u524D\u3067\u3059\u3002\u6307\u5B9A\u3057\u306A\u3044\u5834\u5408\u306F\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30EB\u30FC\u30C8(-root\u30AA\u30D7\u30B7\u30E7\u30F3)\u30D7\u30E9\u30F3\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u683C\u7D0D\u3055\u308C\u3066\u3044\u308B\u30D7\u30E9\u30F3\u304C\u30C7\u30D5\u30A9\u30EB\u30C8\u3068\u3057\u3066\u8A2D\u5B9A\u3055\u308C\u307E\u3059(\u5B58\u5728\u3059\u308B\u5834\u5408)\u3002\u305D\u308C\u4EE5\u5916\u306E\u5834\u5408\u306F\u3001\u30D7\u30E9\u30F3\u30FB\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306A\u3057\u3067\u51E6\u7406\u304C\u7D9A\u884C\u3055\u308C\u3001\u65B0\u3057\u3044\u30D7\u30E9\u30F3\u304C\u6700\u521D\u304B\u3089\u4F5C\u6210\u3055\u308C\u307E\u3059\u3002
260328=\n\nPlanGenerator\u306F\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u542B\u307E\u308C\u3066\u3044\u308B\u6A19\u6E96\u306E\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u306B\u57FA\u3065\u3044\u3066\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30D7\u30E9\u30F3\n\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8\u3092\u4F5C\u6210\u3059\u308B\u305F\u3081\u306E\u30E6\u30FC\u30C6\u30A3\u30EA\u30C6\u30A3\u3067\u3059\u3002\u4F5C\u6210\u3055\u308C\u308B\u30D7\u30E9\u30F3(-plan\u30AA\u30D7\u30B7\u30E7\u30F3)\n\u306B\u306F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u69CB\u9020\u304C\u8A18\u8FF0\u3055\u308C\u3001\u3059\u3079\u3066\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u304C\u8B58\u5225\u3055\u308C\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u69CB\u6210\u53EF\u80FD\u306A\n\u30D7\u30ED\u30D1\u30C6\u30A3\u306E\u30B5\u30D6\u30BB\u30C3\u30C8\u304C\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3055\u308C\u307E\u3059\u3002\n\n\u30C7\u30D5\u30A9\u30EB\u30C8\u3067\u306F\u3001\u30D7\u30E9\u30F3\u306B\u306F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u4F9D\u5B58\u95A2\u4FC2\u306E\u307F\u304C\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u8A2D\u5B9A\u306F\u3001\u6B21\u306E\u3044\u305A\u308C\u304B\u3092\u4F7F\u7528\u3057\u3066\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3067\u304D\u307E\u3059\u3002\n -declarations: \u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u3088\u3063\u3066\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u308B\u30EA\u30BD\u30FC\u30B9\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3057\u307E\u3059\u3002\n -configurables: \u30EA\u30BD\u30FC\u30B9\u6307\u5411\u3067\u306F\u306A\u3044\u69CB\u6210\u53EF\u80FD\u306A\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3057\u307E\u3059\u3002\n -dynamics: \u5B9F\u884C\u4E2D\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u5909\u66F4\u53EF\u80FD\u306A\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3057\u307E\u3059\u3002\n -all: \u5909\u66F4\u53EF\u80FD\u306A\u3059\u3079\u3066\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3057\u307E\u3059\u3002\n -any: \u3059\u3079\u3066\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3057\u307E\u3059\u3002\n -standard: \u6A19\u6E96\u306E\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u304B\u3089\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3057\u307E\u3059\u3002\n -module: \u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u306E\u307F\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3057\u307E\u3059\u3002\n -none: \u3044\u305A\u308C\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u3082\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3057\u307E\u305B\u3093\u3002\n\n\u5165\u529B\u3068\u3057\u3066\u30D7\u30E9\u30F3\u304C\u6307\u5B9A\u3055\u308C\u305F\u5834\u5408(-useplan\u30AA\u30D7\u30B7\u30E7\u30F3)\u306F\u3001\n\u305D\u306E\u30D7\u30E9\u30F3\u306E\u4E2D\u306B\u3059\u3067\u306B\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u30D7\u30ED\u30D1\u30C6\u30A3\u306F\u305D\u306E\u307E\u307E\u6B8B\u308A\u307E\u3059\u3002\n\n-root\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u6307\u5B9A\u3057\u3001\u30EB\u30FC\u30C8\u304B\u3089\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30BD\u30FC\u30B9\u3092\u5C0E\u51FA\u3067\u304D\u308B\u5834\u5408\u4EE5\u5916\u306F\u3001\n\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30D1\u30B9\u304C\u5FC5\u8981\u3067\u3059\u3002
## {0}: String app
260329=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u306E\u30D7\u30E9\u30F3\u3092\u751F\u6210\u3057\u3066\u3044\u307E\u3059
## {0}: String app, {1}: String plan
260330=\u5165\u529B\u30D7\u30E9\u30F3{1}\u3092\u4F7F\u7528\u3057\u3066\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u306E\u30D7\u30E9\u30F3\u3092\u751F\u6210\u3057\u3066\u3044\u307E\u3059
260331=\u7D42\u4E86\u3059\u308B\u304B\u308F\u308A\u306B\u4F8B\u5916\u3092\u30B9\u30ED\u30FC\u3057\u307E\u3059
260332=\u30DE\u30FC\u30B8\u5BFE\u8C61\u30E9\u30A4\u30D6\u30E9\u30EA\u306E\u30AB\u30F3\u30DE\u533A\u5207\u308A\u306E\u6307\u5B9A
260333=\u30DE\u30FC\u30B8\u5BFE\u8C61\u30E9\u30A4\u30D6\u30E9\u30EA\u306E\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306E\u5834\u6240
## {0}: String opt
260334=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u30FB\u30AA\u30D7\u30B7\u30E7\u30F3: {0}
260335=\u30DE\u30FC\u30B8\u3059\u308B\u30E9\u30A4\u30D6\u30E9\u30EA:
## {0}: String opt
260336=\u540D\u524D: {0}
## {0}: String opt
260337=\u6307\u5B9A: {0}
## {0}: String opt
260338=\u5B9F\u88C5: {0}
## {0}: String opt
260339=\u5834\u6240: {0}
260340=\u3059\u3079\u3066\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u3059\u308B\u30D7\u30E9\u30F3\u3092\u4F5C\u6210\u3057\u307E\u3059
260341=\u6A19\u6E96\u306E\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u3092\u542B\u3080\u30D7\u30E9\u30F3\u3092\u4F5C\u6210\u3057\u307E\u3059
260342=\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u307F\u306E\u30D7\u30E9\u30F3\u3092\u4F5C\u6210\u3057\u307E\u3059
## {0}: String opt
260343=\u30AA\u30D7\u30B7\u30E7\u30F3{0}\u306Fear\u30D5\u30A1\u30A4\u30EB\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u306E\u307F\u6709\u52B9\u3067\u3059
