## {0}: String msg
280000=<StoreDebug> {0}
## {0}: String fileName
280001=\u65B0\u3057\u3044\u30B9\u30C8\u30A2\u30FB\u30ED\u30B0\u7BC4\u56F2\u304C\u30D5\u30A1\u30A4\u30EB"{0}"\u306B\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F
## {0}: String msg
280002=\u65B0\u3057\u3044\u30ED\u30B0\u7BC4\u56F2\u306E\u4F5C\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
## {0}: String msg
280003=\u6C38\u7D9A\u30B9\u30C8\u30A2\u30FB\u30ED\u30B0\u306E\u30AF\u30EA\u30FC\u30F3\u30FB\u30A2\u30C3\u30D7\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
## {0}: String msg
280004=\u6C38\u7D9A\u30B9\u30C8\u30A2\u30FB\u30EC\u30B3\u30FC\u30C9\u3092\u79FB\u52D5\u3057\u3088\u3046\u3068\u3057\u305F\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
## {0}: String msg
280005=\u30D2\u30FC\u30D7\u30FB\u30D5\u30A1\u30A4\u30EB\u304B\u3089\u30EC\u30B3\u30FC\u30C9\u3092\u524A\u9664\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
## {0}: String msg
280006=\u6C38\u7D9A\u30B9\u30C8\u30A2\u3067\u56DE\u5FA9\u51E6\u7406\u3092\u5B8C\u4E86\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F: {0}
## {0}: short type
280007=\u6C38\u7D9A\u30B9\u30C8\u30A2\u306E\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u306B\u7121\u52B9\u306A\u30ED\u30B0\u30FB\u30BF\u30A4\u30D7{0}\u306E\u30EC\u30B3\u30FC\u30C9\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F
## {0}: String storeName, {1}: String directoryName, {2}: String writPolicy, {3}: boolean locking, {4}: String driver
280008=\u56DE\u5FA9\u306E\u305F\u3081\u6C38\u7D9A\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2"{0}"\u3092\u958B\u3044\u3066\u3044\u307E\u3059: directory={1} requestedWritePolicy="{2}" fileLockingEnabled="{3}" driver="{4}"\u3002
## {0}: String storeName, {1}: String uuid, {2}: int blockSize, {3}: String directIOMode, {4}: boolean explicitIO, {5}: int numRecs
280009=\u6C38\u7D9A\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2"{0}" ({1})\u304C\u958B\u304B\u308C\u3066\u3044\u307E\u3059: blockSize={2} actualWritePolicy="{3}" explicitIOEnforced={4} records={5}\u3002
280010=\u6307\u5B9A\u3055\u308C\u305Fflags\u5F15\u6570\u304C\u7121\u52B9\u3067\u3059
280011=\u6307\u5B9A\u3055\u308C\u305F\u30ED\u30B0\u30FB\u30EC\u30B3\u30FC\u30C9\u306E\u30BF\u30A4\u30D7\u304C\u7121\u52B9\u3067\u3059
280012=\u56DE\u5FA9\u304C\u307E\u3060\u5B8C\u4E86\u3057\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: Number maxLength
280013=\u6307\u5B9A\u3055\u308C\u305F\u30B9\u30C8\u30A2\u30FB\u30EC\u30B3\u30FC\u30C9\u304C\u3001\u6700\u5927\u9577\u3067\u3042\u308B{0}\u30D0\u30A4\u30C8\u3092\u8D85\u3048\u3066\u3044\u307E\u3059\u3002
280014=unreserve\u30E1\u30BD\u30C3\u30C9\u306F\u3001\u624B\u52D5\u306E\u30ED\u30B0\u9818\u57DF\u7BA1\u7406\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093
## {0}: String lsn
280015=\u30ED\u30B0\u30FB\u30EC\u30B3\u30FC\u30C9{0}\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F
280016=\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306E\u78BA\u8A8D\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
## {0}: int num
280017=\u4F7F\u7528\u53EF\u80FD\u306A\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u96C6\u5408\u306B\u30AE\u30E3\u30C3\u30D7\u304C\u3042\u308A\u307E\u3057\u305F\u3002\u30D5\u30A1\u30A4\u30EB{0}\u304C\u3042\u308A\u307E\u305B\u3093\u3002
280018=\u6307\u5B9A\u3055\u308C\u305F\u7BC4\u56F2\u306E\u6570\u5024\u304C\u7121\u52B9\u3067\u3059\u3002
280019=\u8A18\u61B6\u57DF\u3078\u306E\u66F8\u8FBC\u307F\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
280020=\u8A18\u61B6\u57DF\u304B\u3089\u306E\u8AAD\u53D6\u308A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## {0}: String name
280021=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u306E\u30D5\u30A1\u30A4\u30EB"{0}"\u3092\u958B\u304F\u969B\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## {0}: String name
280022=\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB"{0}"\u306F\u6709\u52B9\u306A\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
280023=\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u9589\u3058\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## {0}: String name
280024=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u306E\u65B0\u3057\u3044\u30D5\u30A1\u30A4\u30EB"{0}"\u306E\u4F5C\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
280025=\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u30B5\u30A4\u30BA\u307E\u305F\u306F\u30AA\u30D5\u30BB\u30C3\u30C8\u304C\u7121\u52B9\u3067\u3059\u3002
## {0}: String name
280026=\u30D7\u30E9\u30A4\u30DE\u30EA\u307E\u305F\u306F\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30D5\u30A1\u30A4\u30EB"{0}"\u306F\u8AAD\u53D6\u308A\u304A\u3088\u3073\u66F8\u8FBC\u307F\u304C\u53EF\u80FD\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String propName
280027=\u6C38\u7D9A\u30B9\u30C8\u30A2\u306E\u30ED\u30B0\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u30FB\u30D5\u30A1\u30A4\u30EB\u306B\u5FC5\u8981\u30D7\u30ED\u30D1\u30C6\u30A3"{0}"\u304C\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: int max
280028=\u6C38\u7D9A\u30B9\u30C8\u30A2\u30FB\u30EC\u30B3\u30FC\u30C9\u306E\u30D8\u30C3\u30C0\u30FC\u304C\u3001\u6700\u5927\u9577\u3067\u3042\u308B{0}\u30D0\u30A4\u30C8\u3092\u8D85\u3048\u3066\u3044\u307E\u3059
## {0}: long id
280029=\u30B9\u30C8\u30A2\u30FB\u30EC\u30B3\u30FC\u30C9{0}\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: short goodLength, {1}: short badLength
280030=\u6C38\u7D9A\u30B9\u30C8\u30A2\u30FB\u30EC\u30B3\u30FC\u30C9\u306F\u3001\u5143\u306E\u30D8\u30C3\u30C0\u30FC\u9577\u304C{0}\u30D0\u30A4\u30C8\u3067\u65B0\u3057\u3044\u30D8\u30C3\u30C0\u30FC\u9577\u304C{1}\u30D0\u30A4\u30C8\u3067\u3042\u308B\u305F\u3081\u3001\u66F4\u65B0\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
## {0}: String storeName
280031="{0}"\u3068\u3044\u3046\u540D\u524D\u306E\u30B9\u30C8\u30A2\u306F\u307E\u3060\u958B\u3044\u3066\u3044\u307E\u305B\u3093\u3002
280032=\u30B9\u30C8\u30A2\u3067\u81F4\u547D\u7684\u306A\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30B9\u30C8\u30A2\u3092\u3082\u3046\u4E00\u5EA6\u958B\u304D\u76F4\u3059\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
280033=\u6C38\u7D9A\u30B9\u30C8\u30A2\u3067\u53E4\u3044\u30D0\u30FC\u30B8\u30E7\u30F3\u306EWebLogic Server\u306E\u30EC\u30B3\u30FC\u30C9\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002\u3053\u306E\u30C7\u30FC\u30BF\u3092\u65B0\u3057\u3044\u30D0\u30FC\u30B8\u30E7\u30F3\u306B\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: int count
280034=\u6C38\u7D9A\u30B9\u30C8\u30A2\u3067\u53E4\u3044\u30D0\u30FC\u30B8\u30E7\u30F3\u304B\u3089{0}\u30EC\u30B3\u30FC\u30C9\u304C\u5909\u63DB\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String name
280035=\u30B9\u30C8\u30A2\u306E\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA"{0}"\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String fileName, {1}: String dirName
280036=\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA"{1}"\u306B\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u306E\u30D5\u30A1\u30A4\u30EB"{0}"\u304C\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: int maxFiles
280037=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u306E\u30D5\u30A1\u30A4\u30EB\u6570\u304C\u6700\u5927\u6570\u3067\u3042\u308B{0}\u30D5\u30A1\u30A4\u30EB\u306B\u9054\u3057\u305F\u306E\u3067\u3001\u3053\u308C\u4EE5\u4E0A\u30D5\u30A1\u30A4\u30EB\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002
280038=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u306E\u30D5\u30A1\u30A4\u30EB\u306E\u5185\u5BB9\u3092\u30D5\u30E9\u30C3\u30B7\u30E5\u3059\u308B\u969B\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## {0}: long id
280039=\u30B9\u30C8\u30A2\u30FB\u30CF\u30F3\u30C9\u30EB{0}\u304C\u6709\u52B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: int code
280040=\u30B9\u30C8\u30A2\u3067\u7121\u52B9\u306A\u30EC\u30B3\u30FC\u30C9\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F: \u30B3\u30FC\u30C9={0}\u3002
## {0}: int version
280041=\u30B9\u30C8\u30A2\u3067\u7121\u52B9\u306A\u30D0\u30FC\u30B8\u30E7\u30F3{0}\u306E\u30EC\u30B3\u30FC\u30C9\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F
## {0}: String name
280042=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u306E\u30D7\u30E9\u30A4\u30DE\u30EA\u307E\u305F\u306F\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30D5\u30A1\u30A4\u30EB"{0}"\u306F\u5B9F\u969B\u306F\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3067\u3042\u308B\u305F\u3081\u958B\u3051\u307E\u305B\u3093\u3002
## {0}: String name
280043=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u306E\u30D5\u30A1\u30A4\u30EB"{0}"\u306F\u3059\u3067\u306B\u958B\u3044\u3066\u3044\u308B\u305F\u3081\u958B\u3051\u307E\u305B\u3093\u3002
## {0}: String name
280044=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u306E\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA"{0}"\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
## {0}: String name
280045=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u306E\u30D7\u30E9\u30A4\u30DE\u30EA\u307E\u305F\u306F\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA"{0}"\u306F\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String name
280046=\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA"{0}"\u306F\u8AAD\u53D6\u308A\u304A\u3088\u3073\u66F8\u8FBC\u307F\u53EF\u80FD\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
280047=\u3053\u306E\u30B7\u30B9\u30C6\u30E0\u3067\u30D5\u30A1\u30A4\u30EB\u306B\u5BFE\u3059\u308B"\u5F37\u5236"\u64CD\u4F5C\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String name, {1}: int position
280048=\u30D2\u30FC\u30D7\u30FB\u30D5\u30A1\u30A4\u30EB"{0}"\u306E\u4F4D\u7F6E{1}\u3067\u7834\u640D\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002\u5BFE\u5FDC\u3059\u308B\u30D5\u30A1\u30A4\u30EB\u30FB\u30D6\u30ED\u30C3\u30AF\u306F\u30C7\u30A3\u30B9\u30AF\u4E0A\u3067\u30BC\u30ED\u306B\u8A2D\u5B9A\u3055\u308C\u3001\u4ECA\u5F8C\u3053\u306E\u7834\u640D\u306F\u5831\u544A\u3055\u308C\u307E\u305B\u3093\u3002
## {0}: long maxSize
280049=\u30ED\u30B0\u7BC4\u56F2\u306E\u6700\u5927\u30B5\u30A4\u30BA\u3092\u8D85\u904E\u3057\u307E\u3057\u305F\u3002\u6700\u5927\u30B5\u30A4\u30BA\u306F{0}\u30D0\u30A4\u30C8\u3067\u3059\u3002
## {0}: String storeName, {1}: String dirName, {2}: String writePolicy, {3}: int blockSize, {4}: boolean directIO, {5}: String driverInfo
280050=\u6C38\u7D9A\u30B9\u30C8\u30A2"{0}"\u304C\u958B\u304D\u307E\u3057\u305F: \u30C7\u30A3\u30EC\u30AF\u30C8\u30EA="{1}"\u66F8\u8FBC\u307F\u30DD\u30EA\u30B7\u30FC="{2}"\u30D6\u30ED\u30C3\u30AF\u30FB\u30B5\u30A4\u30BA={3}\u30C0\u30A4\u30EC\u30AF\u30C8IO={4}\u30C9\u30E9\u30A4\u30D0="{5}"
280051=\u30B9\u30C8\u30A2\u3067\u65B0\u3057\u3044\u30EC\u30B3\u30FC\u30C9\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
280052=\u30B9\u30C8\u30A2\u3067\u30EC\u30B3\u30FC\u30C9\u3092\u8AAD\u307F\u53D6\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
280053=\u9589\u3058\u3066\u3044\u308B\u30B9\u30C8\u30A2\u3092\u4F7F\u7528\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u3002
## {0}: int n, {1}: String s
280054=\u73FE\u5728\u30A2\u30AF\u30C6\u30A3\u30D6\u306A{0}\u63A5\u7D9A\u304C\u3042\u308B\u305F\u3081\u3001\u30B9\u30C8\u30A2\u3092\u9589\u3058\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093: {1}\u3002
## {0}: String s
280055=\u30B9\u30C8\u30A2\u66F8\u8FBC\u307F\u30DD\u30EA\u30B7\u30FC\u306E\u540D\u524D\u304C\u7121\u52B9\u3067\u3059: "{0}"\u3002
## {0}: String s
280056=\u30B9\u30C8\u30A2\u30FB\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
## {0}: String storeName
280057="{0}"\u3068\u3044\u3046\u540D\u524D\u306E\u30B9\u30C8\u30A2\u306F\u3059\u3067\u306B\u958B\u3044\u3066\u3044\u307E\u3059\u3002
## {0}: String name
280058="{0}"\u306F\u6709\u52B9\u306A\u30B9\u30C8\u30A2\u540D\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String name
280059=''{0}''\u306F\u6709\u52B9\u306A\u30B9\u30C8\u30A2\u63A5\u7D9A\u540D\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String name, {1}: String message, {2}: Throwable stack
280060=\u30B9\u30C8\u30A2"{0}"\u3067\u81F4\u547D\u7684\u306A\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u305F\u3081\u3001\u505C\u6B62\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059: {1}
## {0}: String name, {1}: String msg, {2}: Throwable t
280061=\u30B9\u30C8\u30A2"{0}"\u3092\u30C7\u30D7\u30ED\u30A4\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F: {1}
## {0}: String name, {1}: String msg, {2}: Throwable t
280062=\u30B9\u30C8\u30A2"{0}"\u3092\u505C\u6B62\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F: {1}
## {0}: String type, {1}: String val, {2}: String tableRef, {3}: int maxLength
280063=\u8868\u53C2\u7167"{2}"(\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8[[[catalog.]schema.]table)\u306E"{0}"\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u5024"{1}"\u304C\u9577\u3059\u304E\u307E\u3059\u3002\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u304C\u30B5\u30DD\u30FC\u30C8\u3059\u308B\u3053\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306E\u6700\u5927\u9577\u306F"{3}"\u3067\u3059\u3002
## {0}: String exceptionText, {1}: String serverName, {2}: String storeName, {3}: String tableRef
280064={0} (\u30B5\u30FC\u30D0\u30FC="{1}"\u30B9\u30C8\u30A2="{2}"\u8868="{3}")
## {0}: String exceptionText, {1}: String serverName, {2}: String storeName, {3}: String tableRef, {4}: String rootCauseText
280065={0} (\u30B5\u30FC\u30D0\u30FC="{1}"\u30B9\u30C8\u30A2="{2}"\u8868="{3}"): (\u30EA\u30F3\u30AF\u3055\u308C\u3066\u3044\u308B\u539F\u56E0"{4}")
## {0}: String tableRef
280066=\u8868\u53C2\u7167"{0}"(\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8[[[catalog.]schema.]table)\u306B\u7A7A\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u5024\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String storeName, {1}: String tableRef, {2}: String fileName
280067=JDBC\u30B9\u30C8\u30A2"{0}"\u3067"{1}"\u306B\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u8868\u304C\u898B\u3064\u304B\u3089\u306A\u3044\u305F\u3081\u3001\u30D5\u30A1\u30A4\u30EB"{2}"\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u30B3\u30DE\u30F3\u30C9\u3092\u4F7F\u7528\u3057\u3066\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String fileName
280068=JDBC\u30B9\u30C8\u30A2\u3092\u521D\u671F\u5316\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u8868\u304C\u898B\u3064\u304B\u3089\u306A\u3044\u305F\u3081\u3001\u30D5\u30A1\u30A4\u30EB"{0}"\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u30B3\u30DE\u30F3\u30C9\u3092\u4F7F\u7528\u3057\u3066\u65B0\u3057\u3044\u7A7A\u306E\u8868\u3092\u4F5C\u6210\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String databaseProduct, {1}: String databaseDriver
280069=JDBC\u30B9\u30C8\u30A2\u3092\u521D\u671F\u5316\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u65E2\u5B58\u306E\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u8868\u304C\u898B\u3064\u304B\u3089\u306A\u3044\u305F\u3081\u3001\u65B0\u3057\u3044\u7A7A\u306E\u8868\u3092\u4F5C\u6210\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001JDBC\u30C9\u30E9\u30A4\u30D0\u304C\u4E0D\u660E\u3001\u307E\u305F\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u3001\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u4E0D\u660E\u306A\u30C9\u30E9\u30A4\u30D0\u3001\u307E\u305F\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u30C9\u30E9\u30A4\u30D0\u3092\u4F7F\u7528\u3057\u3066\u8868\u3092\u5F37\u5236\u7684\u306B\u4F5C\u6210\u3059\u308B\u5834\u5408\u306F\u3001JDBC\u30B9\u30C8\u30A2\u306E"CreateTableDDLFile"\u69CB\u6210\u5C5E\u6027\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30C9\u30E9\u30A4\u30D0\u60C5\u5831: \u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u88FD\u54C1\u540D = "{0}"\u3001\u30C9\u30E9\u30A4\u30D0\u540D = "{1}"\u3002
## {0}: String filename
280070=JDBC\u30B9\u30C8\u30A2\u3092\u521D\u671F\u5316\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u65E2\u5B58\u306E\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u8868\u304C\u898B\u3064\u304B\u3089\u306A\u3044\u305F\u3081\u3001\u65B0\u3057\u3044\u7A7A\u306E\u8868\u3092\u4F5C\u6210\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001\u69CB\u6210\u3055\u308C\u305FDDL\u30D5\u30A1\u30A4\u30EB"{0}"\u304C\u898B\u3064\u304B\u3089\u306A\u3044\u305F\u3081\u3001\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String storeName, {1}: String tableRef, {2}: long recordCount
280071=JDBC\u30B9\u30C8\u30A2"{0}"\u3067\u8868"{1}"\u304C\u958B\u304D\u3001{2,choice,0#0\u500B\u306E\u30EC\u30B3\u30FC\u30C9|1#1\u500B\u306E\u30EC\u30B3\u30FC\u30C9|2#{0}\u500B\u306E\u30EC\u30B3\u30FC\u30C9}\u3092\u30ED\u30FC\u30C9\u3057\u307E\u3057\u305F\u3002JDBC\u30B9\u30C8\u30A2\u306E\u8FFD\u52A0\u60C5\u5831\u306B\u3064\u3044\u3066\u306F\u3001JDBC\u30B9\u30C8\u30A2\u304C\u958B\u3044\u3066\u3044\u308B\u3068\u304D\u306B\u8A3A\u65AD\u30D5\u30EC\u30FC\u30E0\u30EF\u30FC\u30AF\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String storeName, {1}: String tableRef, {2}: Throwable t
280072=JDBC\u30B9\u30C8\u30A2"{0}"\u3067\u8868"{1}"\u3092\u958B\u3051\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String name, {1}: int versionFound, {2}: int versionExpected
280073=\u7121\u52B9\u306A\u30D0\u30FC\u30B8\u30E7\u30F3{1}\u306E\u30D5\u30A1\u30A4\u30EB\u304C\u542B\u307E\u308C\u3066\u3044\u305F\u305F\u3081\u3001\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2"{0}"\u3092\u958B\u3051\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30D0\u30FC\u30B8\u30E7\u30F3{2}\u306E\u30D5\u30A1\u30A4\u30EB\u304C\u4E88\u671F\u3055\u308C\u3066\u3044\u307E\u3057\u305F\u3002
## {0}: String name, {1}: String xid, {2}: Throwable t
280074=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3"{1}"\u306E\u51E6\u7406\u4E2D\u306B\u30B9\u30C8\u30A2"{0}"\u3067\u89E3\u6C7A\u4E0D\u80FD\u306A\u969C\u5BB3\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u89E3\u6C7A\u3059\u308B\u306B\u306F\u3001\u4E00\u5EA6\u505C\u6B62\u3057\u3066\u304B\u3089\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002{2}
## {0}: String storeName, {1}: String tableRef, {2}: Throwable t
280075=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u306E\u554F\u984C\u307E\u305F\u306F\u8868\u3078\u306E\u5225\u306E\u30A2\u30AF\u30BB\u30B9\u304C\u540C\u6642\u306B\u884C\u308F\u308C\u305F\u3053\u3068\u306B\u3088\u308A\u3001JDBC\u30B9\u30C8\u30A2"{0}"\u304C\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u8868"{1}"\u306E\u6240\u6709\u6A29\u3092\u4FDD\u6301\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001\u30EA\u30F3\u30AF\u5148\u306E\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String storeName, {1}: String tableRef, {2}: String currentOwner
280076=\u30B9\u30C8\u30A2"{0}"\u306E\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u8868"{1}"\u306F\u3001\u73FE\u5728"{2}"\u304C\u6240\u6709\u3057\u3066\u3044\u307E\u3059\u3002\u6240\u6709\u6A29\u304C\u89E3\u653E\u3055\u308C\u308B\u306E\u3092\u5F85\u6A5F\u3057\u307E\u3059\u3002
## {0}: String storeName, {1}: String tableRef, {2}: String currOwner, {3}: String me
280077=\u3053\u306E\u30B5\u30FC\u30D0\u30FC\u306EJDBC\u30B9\u30C8\u30A2"{0}"\u306F\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u8868"{1}"\u306E\u6240\u6709\u8005\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u4E88\u671F\u3055\u308C\u308B\u73FE\u5728\u306E\u6240\u6709\u8005\u306F"{3}"\u3067\u3059\u304C\u3001\u4E88\u671F\u3057\u306A\u3044"{2}"\u304C\u6240\u6709\u3057\u3066\u3044\u307E\u3059\u3002
280078=\u6E21\u3055\u308C\u305F\u30CF\u30F3\u30C9\u30EB\u306F\u7570\u306A\u308B\u30B9\u30C8\u30A2\u63A5\u7D9A\u304B\u3089\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F\u3002
280079=mSA PersistentStore\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9
280080=\u3053\u306E\u30B9\u30C8\u30A2\u306B\u3088\u3063\u3066\u767A\u884C\u3055\u308C\u305F\u4F5C\u6210\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u6570\u3002
280081=\u3053\u306E\u30B9\u30C8\u30A2\u306B\u3088\u3063\u3066\u767A\u884C\u3055\u308C\u305F\u8AAD\u53D6\u308A\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u6570\u3002
280082=\u3053\u306E\u30B9\u30C8\u30A2\u306B\u3088\u3063\u3066\u767A\u884C\u3055\u308C\u305F\u66F4\u65B0\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u6570
280083=\u3053\u306E\u30B9\u30C8\u30A2\u306B\u3088\u3063\u3066\u767A\u884C\u3055\u308C\u305F\u524A\u9664\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u6570
280084=\u30B9\u30C8\u30A2\u306B\u542B\u307E\u308C\u3066\u3044\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u6570
280085=\u30B9\u30C8\u30A2\u304C\u6052\u4E45\u30B9\u30C8\u30EC\u30FC\u30B8\u306B\u30C7\u30FC\u30BF\u3092\u30D5\u30E9\u30C3\u30B7\u30E5\u3057\u305F\u56DE\u6570
280086=mSA PersistentStoreConnection\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9
280087=\u3053\u306E\u30B9\u30C8\u30A2\u63A5\u7D9A\u306B\u3088\u3063\u3066\u767A\u884C\u3055\u308C\u305F\u4F5C\u6210\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u6570
280088=\u3053\u306E\u30B9\u30C8\u30A2\u63A5\u7D9A\u306B\u3088\u3063\u3066\u767A\u884C\u3055\u308C\u305F\u8AAD\u53D6\u308A\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u6570
280089=\u3053\u306E\u30B9\u30C8\u30A2\u63A5\u7D9A\u306B\u3088\u3063\u3066\u767A\u884C\u3055\u308C\u305F\u66F4\u65B0\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u6570
280090=\u3053\u306E\u30B9\u30C8\u30A2\u63A5\u7D9A\u306B\u3088\u3063\u3066\u767A\u884C\u3055\u308C\u305F\u524A\u9664\u30EA\u30AF\u30A8\u30B9\u30C8\u306E\u6570
280091=\u3053\u306E\u30B9\u30C8\u30A2\u63A5\u7D9A\u306B\u542B\u307E\u308C\u3066\u3044\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u6570
## {0}: String propName, {1}: String propValue, {2}: int default
280092=\u6307\u5B9A\u3055\u308C\u305F\u30D7\u30ED\u30D1\u30C6\u30A3"{0}"\u306E\u5024"{1}"\u306F\u3001\u6709\u52B9\u306AInteger\u30B7\u30B9\u30C6\u30E0\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u304B\u308F\u308A\u306B\u30C7\u30D5\u30A9\u30EB\u30C8\u5024\u306E"{2}"\u304C\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
## {0}: String propName, {1}: int val, {2}: int minBlockSize, {3}: int maxBlockSize, {4}: int default
280093=\u30D7\u30ED\u30D1\u30C6\u30A3{0}\u3067\u6307\u5B9A\u3055\u308C\u305F\u30D6\u30ED\u30C3\u30AF\u30FB\u30B5\u30A4\u30BA"{1}"\u306F\u3001\u6709\u52B9\u306A\u7BC4\u56F2\u3067\u3042\u308B{2}\u304B\u3089{3}\u306E\u7BC4\u56F2\u5916\u3067\u3059\u3002\u304B\u308F\u308A\u306B\u30C7\u30D5\u30A9\u30EB\u30C8\u5024\u306E"{2}"\u304C\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
## {0}: String propName, {1}: int val, {2}: int newSize
280094=\u30D7\u30ED\u30D1\u30C6\u30A3{0}\u3067\u6307\u5B9A\u3055\u308C\u305F\u30B5\u30A4\u30BA"{1}"\u306F\u30012\u306E\u3079\u304D\u4E57\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u304B\u308F\u308A\u306B"{2}"\u306B\u5207\u308A\u6368\u3066\u3089\u308C\u307E\u3059\u3002
## {0}: String propName, {1}: String fileStore
280095=\u65E2\u5B58\u306E\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2"{1}"\u3092\u958B\u3044\u3066\u3044\u307E\u3059\u3002\u65E2\u5B58\u306E\u30D5\u30A1\u30A4\u30EB\u306E\u30D6\u30ED\u30C3\u30AF\u30FB\u30B5\u30A4\u30BA\u3092\u5909\u66F4\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u306A\u3044\u305F\u3081\u3001\u30D7\u30ED\u30D1\u30C6\u30A3{0}\u3067\u6307\u5B9A\u3055\u308C\u305F\u30D6\u30ED\u30C3\u30AF\u30FB\u30B5\u30A4\u30BA\u5024\u306F\u7121\u8996\u3055\u308C\u307E\u3059\u3002
## {0}: String propName, {1}: String val, {2}: String fileStore, {3}: String default
280096=\u65E2\u5B58\u306E\u30B9\u30C8\u30A2"{2}"\u3092\u958B\u3044\u3066\u3044\u307E\u3059\u3002\u30D7\u30ED\u30D1\u30C6\u30A3"{0}"\u3067\u6307\u5B9A\u3055\u308C\u305F\u76F4\u63A5\u5165\u51FA\u529B\u30E2\u30FC\u30C9"{1}"\u306F\u7121\u52B9\u3067\u3042\u308A\u3001\u7121\u8996\u3055\u308C\u307E\u3059\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u5024"{3}"\u304C\u4F7F\u7528\u3055\u308C\u307E\u3059
## {0}: String fileName, {1}: Throwable e
280097=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u3067\u306F\u3001\u76F4\u63A5\u66F8\u8FBC\u307F\u306Eread-buffered/write-unbuffered\u30E2\u30FC\u30C9\u3067\u30D5\u30A1\u30A4\u30EB"{0}"\u3092\u958B\u3051\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u304B\u308F\u308A\u306B\u3001\u30D0\u30C3\u30D5\u30A1\u3092\u4F7F\u7528\u3057\u306A\u3044\u5358\u7D14\u306A\u30E2\u30FC\u30C9\u3067\u30D5\u30A1\u30A4\u30EB\u3092\u958B\u3044\u3066\u3044\u307E\u3059\u3002\u30EA\u30AF\u30A8\u30B9\u30C8\u8CA0\u8377\u304C\u9AD8\u3044\u5834\u5408\u3001\u3053\u308C\u306B\u3088\u308A\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u306E\u30D1\u30D5\u30A9\u30FC\u30DE\u30F3\u30B9\u304C\u4F4E\u4E0B\u3059\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002\u3057\u304B\u3057\u3001\u30B9\u30C8\u30A2\u306F\u307E\u3060\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u4E0A\u5B89\u5168\u306A\u540C\u671F\u30E2\u30FC\u30C9\u3067\u52D5\u4F5C\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String propName, {1}: String propValue, {2}: long default
280098=\u6307\u5B9A\u3055\u308C\u305F\u30D7\u30ED\u30D1\u30C6\u30A3"{0}"\u306E\u5024"{1}"\u306F\u3001\u6709\u52B9\u306ALong\u30B7\u30B9\u30C6\u30E0\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u304B\u308F\u308A\u306B\u30C7\u30D5\u30A9\u30EB\u30C8\u5024\u306E"{2}"\u304C\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
## {0}: String storeName
## {0}: String fileName
## {0}: String storeName
280101=\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0\u30FB\u30B7\u30B9\u30C6\u30E0\u307E\u305F\u306F\u30CF\u30FC\u30C9\u30A6\u30A7\u30A2\u74B0\u5883\u304C\u30D0\u30C3\u30D5\u30A1\u3092\u4F7F\u7528\u3057\u306A\u3044I/O\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u306A\u3044\u305F\u3081\u3001\u6C38\u7D9A\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u300C{0}\u300D\u3067\u306F\u30D0\u30C3\u30D5\u30A1\u3055\u308C\u305FI/O\u304C\u5F37\u5236\u7684\u306B\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u30B9\u30C8\u30A2\u306F\u3001\u307E\u3060\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u4E0A\u5B89\u5168\u306A\u540C\u671F\u30E2\u30FC\u30C9\u3067\u52D5\u4F5C\u3057\u3066\u3044\u307E\u3059\u3002\u6700\u7D42\u7684\u306A\u66F8\u8FBC\u307F\u30DD\u30EA\u30B7\u30FC\u306F\u3001\u30B9\u30C8\u30A2\u306E\u30AA\u30FC\u30D7\u30F3\u30FB\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String storeName, {1}: String file, {2}: String cache
280102=\u6C38\u7D9A\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2"{0}"\u306E\u30AD\u30E3\u30C3\u30B7\u30E5\u3092\u518D\u521D\u671F\u5316\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u56DE\u5FA9\u306B\u306F\u901A\u5E38\u3088\u308A\u3082\u6642\u9593\u304C\u304B\u304B\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002\u6C38\u7D9A\u30B9\u30C8\u30A2\u30FB\u30D5\u30A1\u30A4\u30EB"{1}"\u306E\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30D5\u30A1\u30A4\u30EB"{2}"\u306E\u30B7\u30B0\u30CD\u30C1\u30E3\u3092\u691C\u8A3C\u3067\u304D\u306A\u304B\u3063\u305F\u304B\u3001\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30D5\u30A1\u30A4\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002\u30B9\u30C8\u30A2\u3092\u521D\u3081\u3066\u8D77\u52D5\u3057\u305F\u5834\u5408\u306F\u3001\u3053\u306E\u8B66\u544A\u306F\u7121\u8996\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u539F\u56E0\u3068\u3057\u3066\u3001(\u300C\u76F4\u63A5\u66F8\u8FBC\u307F - \u30AD\u30E3\u30C3\u30B7\u30E5\u3042\u308A\u300D\u4EE5\u5916\u306E\u66F8\u8FBC\u307F\u30DD\u30EA\u30B7\u30FC\u3092\u4F7F\u7528\u3057\u305F\u5F8C\u306B)\u30B9\u30C8\u30A2\u3092\u521D\u3081\u3066\u8D77\u52D5\u3057\u305F\u3001\u30B9\u30C8\u30A2\u3092\u79FB\u884C\u3057\u305F\u3001\u7570\u5E38\u505C\u6B62\u3057\u305F\u3001\u30AA\u30D5\u30E9\u30A4\u30F3\u3067\u30B9\u30C8\u30A2\u3092\u5727\u7E2E\u3057\u305F\u3001\u307E\u305F\u306F\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u624B\u52D5\u3067\u524A\u9664\u3057\u305F\u3053\u3068\u304C\u8003\u3048\u3089\u308C\u307E\u3059\u3002
## {0}: String store, {1}: String cache
280103=\u6C38\u7D9A\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2"{0}"\u306F\u3001{1}\u306B\u30AD\u30E3\u30C3\u30B7\u30E5\u3057\u307E\u3059\u3002
## {0}: String store, {1}: int alignment, {2}: int blockSize
280104=\u6C38\u7D9A\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2"{0}"\u306F\u3001\u76F4\u63A5IO\u306E\u304B\u308F\u308A\u306B\u30D0\u30C3\u30D5\u30A1\u66F8\u8FBC\u307F\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002\u3053\u308C\u306F\u3001\u69CB\u6210\u3055\u308C\u305F\u30D6\u30ED\u30C3\u30AF\u30FB\u30B5\u30A4\u30BA"{2}"\u304C\u3001\u74B0\u5883\u306E\u76F4\u63A5IO\u30A2\u30E9\u30A4\u30F3\u30E1\u30F3\u30C8"{1}"\u306E\u500D\u6570\u3067\u306F\u306A\u3044\u305F\u3081\u3067\u3059\u3002\u30EA\u30AF\u30A8\u30B9\u30C8\u8CA0\u8377\u304C\u9AD8\u3044\u5834\u5408\u3001\u3053\u308C\u306B\u3088\u308A\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u306E\u30D1\u30D5\u30A9\u30FC\u30DE\u30F3\u30B9\u304C\u4F4E\u4E0B\u3059\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002\u30B9\u30C8\u30A2\u306F\u3001\u305D\u308C\u3067\u3082\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u4E0A\u5B89\u5168\u306A\u540C\u671F\u30E2\u30FC\u30C9\u3067\u7A3C\u50CD\u3057\u307E\u3059\u3002
## {0}: String store, {1}: String file
280105=\u6C38\u7D9A\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2"{0}"\u306F\u3001\u30D5\u30A1\u30A4\u30EB{1}\u3092\u958B\u3051\u307E\u305B\u3093\u3002
## {0}: String store, {1}: String file, {2}: Throwable t
280106=\u6C38\u7D9A\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2"{0}"\u306F\u3001\u30ED\u30C3\u30AF\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB"{1}"\u3092\u30E1\u30E2\u30EA\u30FC\u30FB\u30DE\u30C3\u30D7\u3067\u304D\u306A\u3044\u305F\u3081\u3001\u660E\u793A\u7684\u306A\u30D0\u30C3\u30D5\u30A1IO\u306B\u30C0\u30A6\u30F3\u30B0\u30EC\u30FC\u30C9\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u305F\u3068\u3048\u3070\u3001\u4E00\u90E8\u306ENFS\u74B0\u5883\u3067\u306F\u3001\u30E1\u30E2\u30EA\u30FC\u30FB\u30DE\u30C3\u30D7\u3068\u30ED\u30C3\u30AF\u306B\u4E92\u63DB\u6027\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30ED\u30FC\u30AB\u30EB\u30FB\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3092\u69CB\u6210\u3059\u308B\u3053\u3068\u3092\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: long id, {1}: String connection, {2}: String store
280107="{2}"\u3068\u3044\u3046\u540D\u524D\u306E\u30B9\u30C8\u30A2\u306E\u30B9\u30C8\u30A2\u30FB\u30EC\u30B3\u30FC\u30C9{0}\u3001\u63A5\u7D9A"{1}"\u306F\u3001\u524A\u9664\u3055\u308C\u305F\u305F\u3081\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
## {0}: long id, {1}: String connection, {2}: String store
280108=\u30B9\u30C8\u30A2\u30FB\u30EC\u30B3\u30FC\u30C9{0}\u3001\u63A5\u7D9A"{1}"\u306F\u3001\u3059\u3067\u306B"{2}"\u3068\u3044\u3046\u540D\u524D\u306E\u30B9\u30C8\u30A2\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
## {0}: String storeName
280109=JVM\u306F\u30B9\u30C8\u30A2"{0}"\u306E\u30CD\u30A4\u30C6\u30A3\u30D6wlfileio\u30E9\u30A4\u30D6\u30E9\u30EA\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30D5\u30A1\u30A4\u30EB\u304A\u3088\u3073\u30DA\u30FC\u30B8\u30F3\u30B0\u30FB\u30B9\u30C8\u30A2\u306F\u5F15\u304D\u7D9A\u304D\u6B63\u5E38\u306B\u6A5F\u80FD\u3057\u307E\u3059\u3002\u7279\u306B\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u4E0A\u5B89\u5168\u306A\u540C\u671F\u66F8\u8FBC\u307F\u30DD\u30EA\u30B7\u30FC\u3067\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u306F\u3001\u5B89\u5168\u306B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3067\u52D5\u4F5C\u3092\u7D99\u7D9A\u3057\u307E\u3059\u304C\u3001\u7570\u306A\u308B\u66F8\u8FBC\u307F\u30DD\u30EA\u30B7\u30FC\u3067\u958B\u304B\u308C\u308B\u3053\u3068\u304C\u3042\u308A\u307E\u3059\u3002\u305D\u306E\u4ED6\u306E\u30B9\u30C8\u30A2\u30FB\u30BF\u30A4\u30D7\u306F\u958B\u3051\u306A\u3044\u3053\u3068\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String arg01, {1}: String attr, {2}: long old, {3}: long new
280110=\u30B9\u30C8\u30A2"{0}"\u306E"{1}"\u5C5E\u6027\u306F"{2}"\u304B\u3089"{3}"\u306B\u5909\u66F4\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String arg01, {1}: String attr, {2}: String old, {3}: String new
280111=\u30B9\u30C8\u30A2"{0}"\u306E"{1}"\u5C5E\u6027\u306F"{2}"\u304B\u3089"{3}"\u306B\u5909\u66F4\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String store, {1}: int type, {2}: int handle, {3}: int row
280112=[StoreBootOnError] "{0}"\u3067bootHandle\u306EAssertionError\u3092\u7121\u8996\u3057\u3066\u3044\u307E\u3059: \u30EC\u30B3\u30FC\u30C9\u30FB\u30BF\u30A4\u30D7: {1}\u3001\u30CF\u30F3\u30C9\u30EB: {2}\u3001\u884C: {3}
## {0}: String storeName, {1}: String racInstance
280113=JDBC\u30B9\u30C8\u30A2"{0}"\u306F\u6700\u521D\u3001RAC\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9"{1}"\u3092\u6307\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String storeName, {1}: int configured, {2}: int real
280114=JDBC\u30B9\u30C8\u30A2"{0}"\u306F\u3001\u30EF\u30FC\u30AB\u30FC\u6570\u304C"{1}"\u306B\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u69CB\u6210\u3055\u308C\u305F\u30EF\u30FC\u30AB\u30FC\u6570\u306B\u5341\u5206\u306AJDBC\u63A5\u7D9A\u3092\u53D6\u5F97\u3067\u304D\u306A\u3044\u305F\u3081\u3001"{2}"\u306E\u30EF\u30FC\u30AB\u30FC\u3057\u304B\u8D77\u52D5\u3057\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String storeName, {1}: int usage
280115=\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3055\u308C\u305F\u30B9\u30C8\u30A2"{0}": \u30C7\u30FC\u30E2\u30F3\u304C\u5171\u6709\u30E1\u30E2\u30EA\u30FC\u5236\u9650\u306B\u8FD1\u3065\u3044\u3066\u304A\u308A\u3001\u30B9\u30C8\u30A2\u81EA\u4F53\u306F\u5171\u6709\u30E1\u30E2\u30EA\u30FC\u306E"{1}%"\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String storeName, {1}: int usage
280116=\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3055\u308C\u305F\u30B9\u30C8\u30A2"{0}": \u30C7\u30FC\u30E2\u30F3\u304C\u5171\u6709\u30E1\u30E2\u30EA\u30FC\u5236\u9650\u306B\u8FD1\u3065\u3044\u3066\u304A\u308A\u3001\u30B9\u30C8\u30A2\u81EA\u4F53\u306F\u5171\u6709\u30E1\u30E2\u30EA\u30FC\u306E"{1}%"\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u3002\u65B0\u3057\u3044JMS\u6C38\u7D9A\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u62D2\u5426\u3055\u308C\u307E\u3059\u3002
## {0}: String storeName, {1}: int usage
280117=\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3055\u308C\u305F\u30B9\u30C8\u30A2"{0}": \u30C7\u30FC\u30E2\u30F3\u304C\u5171\u6709\u30E1\u30E2\u30EA\u30FC\u5236\u9650\u306E"{1}%"\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String storeName, {1}: int usage
280118=\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3055\u308C\u305F\u30B9\u30C8\u30A2"{0}": \u30C7\u30FC\u30E2\u30F3\u304C\u5171\u6709\u30E1\u30E2\u30EA\u30FC\u5236\u9650\u306E"{1}%"\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u3002\u65B0\u3057\u3044JMS\u6C38\u7D9A\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u62D2\u5426\u3055\u308C\u308B\u3001\u65B0\u3057\u3044\u30B9\u30C8\u30A2\u306E\u4F5C\u6210\u304C\u5931\u6557\u3059\u308B\u3001\u56DE\u5FA9\u3055\u308C\u305F\u30B9\u30C8\u30A2\u3092\u958B\u3051\u306A\u3044\u3068\u3044\u3063\u305F\u3053\u3068\u304C\u8D77\u3053\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String storeName, {1}: int usage
280119=\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3055\u308C\u305F\u30B9\u30C8\u30A2"{0}": \u30C7\u30FC\u30E2\u30F3\u304C\u5171\u6709\u30E1\u30E2\u30EA\u30FC\u5236\u9650\u306E"{1}%"\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u3002\u65B0\u3057\u3044\u30B9\u30C8\u30A2\u3092\u4F5C\u6210\u3059\u308B\u3053\u3068\u3084\u3001\u56DE\u5FA9\u3055\u308C\u305F\u30B9\u30C8\u30A2\u3092\u958B\u304F\u3053\u3068\u304C\u3067\u304D\u306A\u304F\u306A\u308A\u307E\u3059\u3002
## {0}: String storeName, {1}: String regionName, {2}: String directoryName, {3}: String driver
280120=\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3055\u308C\u305F\u30B9\u30C8\u30A2"{0}(\u30EA\u30FC\u30B8\u30E7\u30F3\u540D={1})"\u3092\u30EA\u30AB\u30D0\u30EA\u7528\u306B\u958B\u3044\u3066\u3044\u307E\u3059: \u30C7\u30A3\u30EC\u30AF\u30C8\u30EA={2} \u30C9\u30E9\u30A4\u30D0="{3}"\u3002
## {0}: String storeName, {1}: String regionName, {2}: String uuid, {3}: int blockSize, {4}: int numRecs
280121=\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3055\u308C\u305F\u30B9\u30C8\u30A2"{0}(\u30EA\u30FC\u30B8\u30E7\u30F3\u540D={1})" ({2})\u304C\u958B\u304B\u308C\u307E\u3057\u305F: blockSize={3} records={4}\u3002
280122=\u3053\u306E\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3055\u308C\u305F\u30B9\u30C8\u30A2(\u540D\u524D="{0}")\u306B\u30EA\u30FC\u30B8\u30E7\u30F3"{1}"\u304C\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: int maxRegions
280123=\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3055\u308C\u305F\u30B9\u30C8\u30A2\u306E\u30EA\u30FC\u30B8\u30E7\u30F3\u6570\u304C\u6700\u5927\u6570\u3067\u3042\u308B{0}\u30EA\u30FC\u30B8\u30E7\u30F3\u306B\u9054\u3057\u305F\u305F\u3081\u3001\u3053\u308C\u4EE5\u4E0A\u30EA\u30FC\u30B8\u30E7\u30F3\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002
280124=\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3055\u308C\u305F\u30FB\u30B9\u30C8\u30A2\u306E\u30EA\u30FC\u30B8\u30E7\u30F3\u306E\u5185\u5BB9\u3092\u30D5\u30E9\u30C3\u30B7\u30E5\u3059\u308B\u969B\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## {0}: String storeName, {1}: String regionName, {2}: int versionFound, {3}: int versionExpected
280125=\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3055\u308C\u305F\u30B9\u30C8\u30A2"{0}(\u30EA\u30FC\u30B8\u30E7\u30F3\u540D={1})"\u306F\u3001\u7121\u52B9\u306A\u30D0\u30FC\u30B8\u30E7\u30F3{2}\u306E\u30EA\u30FC\u30B8\u30E7\u30F3\u3092\u542B\u3093\u3067\u3044\u308B\u305F\u3081\u958B\u3051\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30D0\u30FC\u30B8\u30E7\u30F3{3}\u306E\u30EA\u30FC\u30B8\u30E7\u30F3\u304C\u4E88\u671F\u3055\u308C\u3066\u3044\u307E\u3057\u305F\u3002
## {0}: String propName, {1}: String storeName, {2}: String regionName
280126=\u65E2\u5B58\u306E\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3055\u308C\u305F\u30B9\u30C8\u30A2"{1}(\u30EA\u30FC\u30B8\u30E7\u30F3\u540D={2})"\u3092\u958B\u3044\u3066\u3044\u307E\u3059\u3002\u65E2\u5B58\u306E\u30EA\u30FC\u30B8\u30E7\u30F3\u306E\u30D6\u30ED\u30C3\u30AF\u30FB\u30B5\u30A4\u30BA\u3092\u5909\u66F4\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u306A\u3044\u305F\u3081\u3001\u30D7\u30ED\u30D1\u30C6\u30A3{0}\u3067\u6307\u5B9A\u3055\u308C\u305F\u30D6\u30ED\u30C3\u30AF\u30FB\u30B5\u30A4\u30BA\u5024\u306F\u7121\u8996\u3055\u308C\u307E\u3059\u3002
## {0}: String storeName, {1}: String regionName
280127=\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3055\u308C\u305F\u30B9\u30C8\u30A2"{0}"\u306F\u3001\u30EA\u30FC\u30B8\u30E7\u30F3{1}\u3092\u958B\u3051\u307E\u305B\u3093\u3002
280128=\u30B9\u30C8\u30A2\u3092\u521D\u671F\u5316\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String storeName, {1}: String connPolicyStr, {2}: long connectionCount
280129=JDBC\u30B9\u30C8\u30A2"{0}"\u306F\u3001\u63A5\u7D9A\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30DD\u30EA\u30B7\u30FC"{1}"\u3092\u4F7F\u7528\u3057\u3066\u30AA\u30FC\u30D7\u30F3\u3055\u308C\u3001{2,choice,1#1 \u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u63A5\u7D9A|2#{2} \u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u63A5\u7D9A}\u3092\u30AA\u30FC\u30D7\u30F3\u3057\u305F\u307E\u307E\u306B\u3057\u307E\u3059\u3002
## {0}: String storeName, {1}: String connPolicyStr, {2}: String propertyName, {3}: String propertyValue
280130=JDBC\u30B9\u30C8\u30A2"{0}"\u4E0A\u3067\u5024\u304C"{3}"\u306E\u69CB\u6210\u30D7\u30ED\u30D1\u30C6\u30A3"{2}"\u306F\u3001\u63A5\u7D9A\u30DD\u30EA\u30B7\u30FC"{1}"\u3068\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002
## {0}: String storeName, {1}: String connPolicyStr
280131=\u30D4\u30AE\u30FC\u30D0\u30C3\u30AF\u30FB\u30B3\u30DF\u30C3\u30C8\u306E\u4F7F\u7528\u304C\u63A5\u7D9A\u30DD\u30EA\u30B7\u30FC"{1}"\u3068\u4E00\u81F4\u3057\u306A\u3044\u305F\u3081\u3001JDBC\u30B9\u30C8\u30A2"{0}"\u3067\u306F\u7121\u52B9\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u3002
## {0}: String storeName, {1}: String connPolicyStr
280132=JDBC\u30B9\u30C8\u30A2"{0}"\u306F\u3001\u63A5\u7D9A\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30DD\u30EA\u30B7\u30FC"{1}"\u3092\u4F7F\u7528\u3057\u3066\u30AA\u30FC\u30D7\u30F3\u3055\u308C\u3001\u305D\u306E\u30C7\u30FC\u30BF\u30FB\u30BD\u30FC\u30B9\u304B\u3089\u5FC5\u8981\u306B\u5FDC\u3058\u30661\u3064\u306E\u63A5\u7D9A\u3092\u53D6\u5F97\u3057\u307E\u3059\u3002
## {0}: String storeName, {1}: String tableRef
280133=JDBC\u30B9\u30C8\u30A2"{0}"\u306E\u8868"{1}"\u306B\u30D0\u30FC\u30B8\u30E7\u30F3\u8A18\u9332\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u8868\u306B\u30A2\u30AF\u30BB\u30B9\u3057\u5909\u66F4\u3067\u304D\u308B\u306E\u306FWeblogic\u30D7\u30ED\u30BB\u30B9\u306E\u307F\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String storeName, {1}: String tableRef
280134=JDBC\u30B9\u30C8\u30A2"{0}"\u306E\u8868"{1}"\u306B\u30D0\u30FC\u30B8\u30E7\u30F3\u8A18\u9332\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u5FA9\u5143\u3055\u308C\u307E\u3059\u3002
## {0}: String storeName
280135=\u975E\u30AF\u30EA\u30C6\u30A3\u30AB\u30EB\u306A\u30B9\u30C8\u30A2"{0}"\u3092\u958B\u304F\u3053\u3068\u304C\u3067\u304D\u305A\u3001\u4E00\u90E8\u306E\u95A2\u9023\u6A5F\u80FD\u304C\u5F71\u97FF\u3092\u53D7\u3051\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u8A73\u7D30\u306F\u30ED\u30B0\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
280136=\u975E\u63A8\u5968\u306B\u95A2\u3059\u308B\u6CE8\u610F\u70B9: WebLogic Server 12.2.1.3\u304A\u3088\u3073Exalogic X6\u521D\u671F\u30EA\u30EA\u30FC\u30B9\u3067\u306F\u3001JMS\u30E1\u30C3\u30BB\u30FC\u30B8\u7528\u306EWebLogic Replicated Store\u306F\u975E\u63A8\u5968\u3067\u3059\u3002\u5C06\u6765\u306E\u30EA\u30EA\u30FC\u30B9\u3067\u306F\u524A\u9664\u3055\u308C\u307E\u3059\u3002JMS\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B9\u30C8\u30EC\u30FC\u30B8\u306B\u306F\u3001\u30AB\u30B9\u30BF\u30E0\u30FB\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u307E\u305F\u306FJDBC\u30B9\u30C8\u30A2\u306E\u3044\u305A\u308C\u304B\u3092\u4F7F\u7528\u3059\u308B\u3053\u3068\u3092\u304A\u85A6\u3081\u3057\u307E\u3059\u3002\u3053\u308C\u3089\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u8A73\u7D30\u306F\u3001\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u306EWebLogic\u306E\u6C38\u7D9A\u30B9\u30C8\u30A2\u306E\u7BA1\u7406\u306B\u95A2\u3059\u308B\u9805\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
