messagedetail280000=\u6C4E\u7528\u7684\u306A\u30C7\u30D0\u30C3\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8
cause280000=\u30C7\u30D0\u30C3\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action280000=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail280001=\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u306F\u3001\u6C38\u7D9A\u30B9\u30C8\u30A2\u3078\u306E\u66F4\u65B0\u3092\u4FDD\u6301\u3059\u308B\u5834\u6240\u3068\u3057\u3066\u4F7F\u7528\u3055\u308C\u308B\u3088\u3046\u306B\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F\u3002
cause280001=\u6C38\u7D9A\u30B9\u30C8\u30A2\u306B\u4FDD\u6301\u3055\u308C\u308B\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u6570\u304C\u5897\u3048\u305F\u305F\u3081\u3001\u30B9\u30C8\u30EC\u30FC\u30B8\u7528\u306B\u8FFD\u52A0\u306E\u30C7\u30A3\u30B9\u30AF\u30FB\u30B9\u30DA\u30FC\u30B9\u3092\u5272\u308A\u5F53\u3066\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action280001=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail280002=\u6C38\u7D9A\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u4FDD\u5B58\u3059\u308B\u305F\u3081\u306E\u65B0\u3057\u3044\u30D5\u30A1\u30A4\u30EB\u3092\u4F5C\u6210\u3057\u3088\u3046\u3068\u3057\u305F\u3068\u304D\u306B\u3001\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause280002=\u30C7\u30A3\u30B9\u30AF\u304C\u3044\u3063\u3071\u3044\u3067\u3042\u308B\u304B\u3001\u30CF\u30FC\u30C9\u30A6\u30A7\u30A2\u306B\u554F\u984C\u304C\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action280002=\u30B9\u30C8\u30A2\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u4F7F\u7528\u53EF\u80FD\u306A\u30C7\u30A3\u30B9\u30AF\u30FB\u30B9\u30DA\u30FC\u30B9\u304C\u5341\u5206\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280003=\u6C38\u7D9A\u30B9\u30C8\u30A2\u306E\u30ED\u30B0\u306E\u30B5\u30A4\u30BA\u3092\u6E1B\u3089\u305D\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause280003=\u5185\u90E8\u30A8\u30E9\u30FC\u3067\u3059\u3002
action280003=\u88FD\u54C1\u30B5\u30DD\u30FC\u30C8\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail280004=\u6C38\u7D9A\u30B9\u30C8\u30A2\u3067\u306F\u3001\u5B9A\u671F\u7684\u306B\u53E4\u3044\u30EC\u30B3\u30FC\u30C9\u3092\u30ED\u30B0\u5185\u307E\u305F\u306F\u30D2\u30FC\u30D7\u30FB\u30D5\u30A1\u30A4\u30EB\u306B\u79FB\u52D5\u3057\u3066\u30B9\u30DA\u30FC\u30B9\u3092\u78BA\u4FDD\u3057\u3088\u3046\u3068\u3057\u307E\u3059\u3002\u3053\u306E\u30A8\u30E9\u30FC\u306F\u3001\u3053\u306E\u30D7\u30ED\u30BB\u30B9\u304C\u5931\u6557\u3057\u305F\u3068\u304D\u306B\u767A\u751F\u3057\u307E\u3059\u3002
cause280004=\u30C7\u30A3\u30B9\u30AF\u30FB\u30CF\u30FC\u30C9\u30A6\u30A7\u30A2\u306B\u554F\u984C\u304C\u3042\u308B\u304B\u3001\u30B9\u30C8\u30A2\u304C\u30ED\u30B0\u3084\u30C7\u30FC\u30BF\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u4FDD\u6301\u3059\u308B\u30C7\u30A3\u30B9\u30AF\u304C\u3044\u3063\u3071\u3044\u3067\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action280004=\u30CF\u30FC\u30C9\u30A6\u30A7\u30A2\u304C\u6A5F\u80FD\u3057\u3066\u3044\u308B\u3053\u3068\u3001\u304A\u3088\u3073\u30C7\u30A3\u30B9\u30AF\u30FB\u30B9\u30DA\u30FC\u30B9\u304C\u5341\u5206\u306B\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30B5\u30FC\u30D0\u30FC\u306F\u3053\u306E\u9593\u3082\u6A5F\u80FD\u3057\u7D9A\u3051\u307E\u3059\u3002
messagedetail280005=\u6C38\u7D9A\u30B9\u30C8\u30A2\u306F\u3001\u5B58\u7D9A\u671F\u9593\u304C\u9577\u3044\u30EC\u30B3\u30FC\u30C9\u3001\u304A\u3088\u3073\u5927\u898F\u6A21\u306A\u30EC\u30B3\u30FC\u30C9\u3092\u5225\u306E\u30D5\u30A1\u30A4\u30EB\u306B\u4FDD\u6301\u3057\u307E\u3059\u3002\u3053\u306E\u30A8\u30E9\u30FC\u306F\u3001\u524A\u9664\u3055\u308C\u305F\u30EC\u30B3\u30FC\u30C9\u3092\u30D5\u30A1\u30A4\u30EB\u304B\u3089\u524A\u9664\u3059\u308B\u5FC5\u8981\u304C\u3042\u308B\u5834\u5408\u306B\u767A\u751F\u3057\u307E\u3059\u3002
cause280005=\u30C7\u30A3\u30B9\u30AF\u304C\u3044\u3063\u3071\u3044\u3067\u3042\u308B\u304B\u3001\u30D2\u30FC\u30D7\u30FB\u30D5\u30A1\u30A4\u30EB\u81EA\u4F53\u306B\u554F\u984C\u304C\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action280005=\u30C7\u30A3\u30B9\u30AF\u30FB\u30B9\u30DA\u30FC\u30B9\u304C\u5341\u5206\u306B\u3042\u308B\u3053\u3068\u3001\u304A\u3088\u3073\u6C38\u7D9A\u30B9\u30C8\u30A2\u3092\u69CB\u6210\u3059\u308B\u3059\u3079\u3066\u306E\u30D5\u30A1\u30A4\u30EB\u304C\u30AA\u30F3\u30E9\u30A4\u30F3\u3067\u4F7F\u7528\u53EF\u80FD\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30B5\u30FC\u30D0\u30FC\u306F\u3053\u306E\u9593\u3082\u6A5F\u80FD\u3057\u7D9A\u3051\u307E\u3059\u3002
messagedetail280006=\u8D77\u52D5\u6642\u306E\u56DE\u5FA9\u51E6\u7406\u306E\u904E\u7A0B\u3067\u3001\u65E2\u5B58\u306E\u6C38\u7D9A\u30B9\u30C8\u30A2\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u5185\u5BB9\u306B\u554F\u984C\u304C\u767A\u751F\u3057\u305F\u304B\u3001\u307E\u305F\u306F\u30B9\u30C8\u30A2\u3067\u6C38\u7D9A\u30C7\u30FC\u30BF\u3078\u306E\u8FFD\u52A0\u66F4\u65B0\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause280006=\u8A73\u7D30\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280006=\u3059\u3079\u3066\u306E\u30B9\u30C8\u30A2\u30FB\u30D5\u30A1\u30A4\u30EB\u304C\u30AA\u30F3\u30E9\u30A4\u30F3\u3067\u4F7F\u7528\u53EF\u80FD\u3067\u3042\u308B\u3053\u3068\u3001\u304A\u3088\u3073\u30C7\u30A3\u30B9\u30AF\u304C\u3044\u3063\u3071\u3044\u3067\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u3001\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280007=\u6C38\u7D9A\u30B9\u30C8\u30A2\u306E\u30ED\u30B0\u306B\u7121\u52B9\u306A\u30ED\u30B0\u30FB\u30EC\u30B3\u30FC\u30C9\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002
cause280007=\u30CF\u30FC\u30C9\u30A6\u30A7\u30A2\u307E\u305F\u306F\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0\u30FB\u30B7\u30B9\u30C6\u30E0\u306B\u554F\u984C\u304C\u3042\u308B\u305F\u3081\u306B\u30ED\u30B0\u304C\u7834\u640D\u3057\u305F\u304B\u3001\u307E\u305F\u306F\u30ED\u30B0\u306B\u5BFE\u3057\u3066\u5B9F\u884C\u3057\u3066\u3044\u308B\u30B5\u30FC\u30D0\u30FC\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u4E00\u81F4\u3057\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action280007=\u30CF\u30FC\u30C9\u30A6\u30A7\u30A2\u304C\u6B63\u5E38\u306B\u6A5F\u80FD\u3057\u3066\u3044\u308B\u3053\u3068\u3001\u3059\u3079\u3066\u306E\u74B0\u5883\u5909\u6570\u304C\u6B63\u3057\u304F\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3001\u304A\u3088\u3073\u30ED\u30B0\u306B\u30A2\u30AF\u30BB\u30B9\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308B\u4ED6\u306E\u30D7\u30ED\u30BB\u30B9\u304C\u5B9F\u884C\u4E2D\u3067\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280008=\u6C38\u7D9A\u30B9\u30C8\u30A2\u306F\u3001\u524D\u56DE\u306E\u5B9F\u884C\u6642\u306E\u72B6\u614B\u3092\u518D\u69CB\u7BC9\u3059\u308B\u305F\u3081\u306B\u3001\u81EA\u8EAB\u306E\u30ED\u30B0\u3068\u30C7\u30FC\u30BF\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u30B9\u30AD\u30E3\u30F3\u3057\u3066\u3044\u307E\u3059\u3002\u30EA\u30AF\u30A8\u30B9\u30C8\u3055\u308C\u305F\u66F8\u8FBC\u307F\u30DD\u30EA\u30B7\u30FC\u304C\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u306F\u3001\u30DD\u30EA\u30B7\u30FC\u304C\u5909\u66F4\u3055\u308C\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002\u6700\u7D42\u7684\u306A\u66F8\u8FBC\u307F\u30DD\u30EA\u30B7\u30FC\u3092\u8ABF\u3079\u308B\u306B\u306F\u3001\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8280009\u306E"actualWritePolicy"\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause280008=\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3002
action280008=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail280009=\u6C38\u7D9A\u30B9\u30C8\u30A2\u306F\u3001\u81EA\u8EAB\u306E\u30D5\u30A1\u30A4\u30EB\u3092\u30B9\u30AD\u30E3\u30F3\u3057\u3066\u3001\u524D\u56DE\u306E\u5B9F\u884C\u6642\u306E\u72B6\u614B\u3092\u56DE\u5FA9\u3057\u307E\u3057\u305F\u3002
cause280009=\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3002
action280009=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail280010="flags"\u30D1\u30E9\u30E1\u30FC\u30BF\u304C\u3042\u308B\u30E1\u30BD\u30C3\u30C9\u304C\u547C\u3073\u51FA\u3055\u308C\u307E\u3057\u305F\u304C\u3001\u3053\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u306E\u5024\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
cause280010=\u30D7\u30ED\u30B0\u30E9\u30DF\u30F3\u30B0\u30FB\u30A8\u30E9\u30FC\u3002
action280010=\u30B3\u30FC\u30C9\u3092\u78BA\u8A8D\u3057\u3066\u3001\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280011=\u9577\u3055\u30BC\u30ED\u306E\u30ED\u30B0\u30FB\u30EC\u30B3\u30FC\u30C9\u304C\u8A18\u9332\u3055\u308C\u308B\u5834\u5408\u3001"type"\u30D1\u30E9\u30E1\u30FC\u30BF\u306F\u30BC\u30ED\u306B\u3067\u304D\u307E\u305B\u3093\u3002
cause280011=\u30D7\u30ED\u30B0\u30E9\u30DF\u30F3\u30B0\u30FB\u30A8\u30E9\u30FC\u3002
action280011=\u30B3\u30FC\u30C9\u3092\u78BA\u8A8D\u3057\u3066\u3001\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280012=\u30B9\u30C8\u30A2\u306F\u3001\u30ED\u30B0\u3068\u30D2\u30FC\u30D7\u306E\u56DE\u5FA9\u304C\u5B8C\u4E86\u3059\u308B\u307E\u3067\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002\u3053\u308C\u306F\u3001null\u304C\u623B\u3055\u308C\u308B\u307E\u3067"recover"\u30E1\u30BD\u30C3\u30C9\u3092\u547C\u3073\u51FA\u3059\u5FC5\u8981\u304C\u3042\u308B\u3053\u3068\u3092\u610F\u5473\u3057\u307E\u3059\u3002
cause280012=\u3053\u308C\u306F\u30D7\u30ED\u30B0\u30E9\u30DF\u30F3\u30B0\u30FB\u30A8\u30E9\u30FC\u304C\u539F\u56E0\u3067\u3059\u3002
action280012=\u30B3\u30FC\u30C9\u3092\u78BA\u8A8D\u3057\u3066\u3001\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280013=\u30EC\u30B3\u30FC\u30C9\u304C\u5927\u304D\u3059\u304E\u307E\u3059\u3002
cause280013=\u3053\u308C\u306F\u30D7\u30ED\u30B0\u30E9\u30DF\u30F3\u30B0\u30FB\u30A8\u30E9\u30FC\u304C\u539F\u56E0\u3067\u3059\u3002
action280013=\u30B3\u30FC\u30C9\u3092\u5909\u66F4\u3059\u308B\u304B\u3001\u30EC\u30B3\u30FC\u30C9\u306E\u30B5\u30A4\u30BA\u3092\u5927\u304D\u304F\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280014="unreserve"\u30E1\u30BD\u30C3\u30C9\u3092\u4F7F\u7528\u3067\u304D\u308B\u306E\u306F\u3001\u81EA\u52D5\u9818\u57DF\u7BA1\u7406\u3067\u30ED\u30B0\u304C\u958B\u3044\u3066\u3044\u308B\u5834\u5408\u306E\u307F\u3067\u3059\u3002
cause280014=\u30D7\u30ED\u30B0\u30E9\u30DF\u30F3\u30B0\u30FB\u30A8\u30E9\u30FC\u3002
action280014=\u30B3\u30FC\u30C9\u3092\u4FEE\u6B63\u3057\u3066\u3001\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280015=\u6307\u5B9A\u3055\u308C\u305F\u30ED\u30B0\u30FB\u30EC\u30B3\u30FC\u30C9\u306F\u3001\u30ED\u30B0\u3078\u306E\u66F8\u8FBC\u307F\u304A\u3088\u3073\u30D5\u30E9\u30C3\u30B7\u30E5\u304C\u307E\u3060\u5B9F\u884C\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
cause280015="flush"\u304C\u307E\u3060\u547C\u3073\u51FA\u3055\u308C\u3066\u3044\u306A\u3044\u304B\u3001\u307E\u305F\u306F\u547C\u51FA\u3057\u5074\u304C\u7121\u52B9\u306ALSN\u3092\u6307\u5B9A\u3057\u307E\u3057\u305F\u3002
action280015=\u30B3\u30FC\u30C9\u3092\u78BA\u8A8D\u3057\u3066\u3001\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280016=\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u304C\u683C\u7D0D\u3055\u308C\u3066\u3044\u308B\u30B9\u30C8\u30A2\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3092\u8AAD\u307F\u53D6\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
cause280016=\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u304C\u4F7F\u7528\u3067\u304D\u306A\u3044\u304B\u3001\u307E\u305F\u306F\u30CF\u30FC\u30C9\u30A6\u30A7\u30A2\u306B\u969C\u5BB3\u304C\u767A\u751F\u3057\u3066\u3044\u307E\u3059\u3002\u8A73\u7D30\u306F\u3001\u8A73\u7D30\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280016=\u6C38\u7D9A\u30B9\u30C8\u30A2\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u304C\u4F7F\u7528\u53EF\u80FD\u3067\u3042\u308B\u3053\u3068\u3001\u304A\u3088\u3073\u30CF\u30FC\u30C9\u30A6\u30A7\u30A2\u304C\u6A5F\u80FD\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280017=\u4E88\u671F\u3055\u308C\u305F\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u4E00\u90E8\u304C\u898B\u3064\u304B\u3089\u306A\u304B\u3063\u305F\u305F\u3081\u3001\u30ED\u30B0\u3092\u5B89\u5168\u306B\u56DE\u5FA9\u3067\u304D\u307E\u305B\u3093\u3002
cause280017=\u30D5\u30A1\u30A4\u30EB\u304C\u8AA4\u3063\u3066\u524A\u9664\u307E\u305F\u306F\u79FB\u52D5\u3055\u308C\u305F\u304B\u3001\u307E\u305F\u306F\u30CF\u30FC\u30C9\u30A6\u30A7\u30A2\u304B\u30BD\u30D5\u30C8\u30A6\u30A7\u30A2\u3067I/O\u306B\u554F\u984C\u304C\u3042\u308A\u307E\u3059\u3002
action280017=\u8A73\u7D30\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u3001\u6C38\u7D9A\u30B9\u30C8\u30A2\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u304C\u6B63\u3057\u304F\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u518D\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280018="initialExtents"\u307E\u305F\u306F"maxExtents"\u30D1\u30E9\u30E1\u30FC\u30BF(\u3042\u308B\u3044\u306F\u305D\u306E\u4E21\u65B9)\u304C\u6B63\u3057\u304F\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u4E21\u65B9\u3068\u30821\u4EE5\u4E0A\u3067\u3001"maxExtents"\u306F"initialExtents"\u4EE5\u4E0A\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause280018=\u30D7\u30ED\u30B0\u30E9\u30DF\u30F3\u30B0\u30FB\u30A8\u30E9\u30FC\u3002
action280018=\u30B3\u30FC\u30C9\u3092\u4FEE\u6B63\u3057\u3066\u3001\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280019=\u8A18\u61B6\u57DF\u3078\u306E\u66F8\u8FBC\u307F\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001\u8A73\u7D30\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause280019=\u539F\u56E0\u306B\u3064\u3044\u3066\u306F\u3001\u8A73\u7D30\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280019=\u30CF\u30FC\u30C9\u30A6\u30A7\u30A2\u3068\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0\u30FB\u30B7\u30B9\u30C6\u30E0\u304C\u6B63\u5E38\u306B\u6A5F\u80FD\u3057\u3066\u3044\u308B\u3053\u3068\u3001\u304A\u3088\u3073\u8A18\u61B6\u9818\u57DF\u306B\u4F7F\u7528\u3067\u304D\u308B\u30B9\u30DA\u30FC\u30B9\u304C\u5341\u5206\u306B\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280020=\u8A18\u61B6\u57DF\u304B\u3089\u306E\u8AAD\u53D6\u308A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001\u8A73\u7D30\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause280020=\u539F\u56E0\u306B\u3064\u3044\u3066\u306F\u3001\u8A73\u7D30\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280020=\u30CF\u30FC\u30C9\u30A6\u30A7\u30A2\u3068\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0\u30FB\u30B7\u30B9\u30C6\u30E0\u304C\u6B63\u5E38\u306B\u6A5F\u80FD\u3057\u3066\u3044\u308B\u3053\u3068\u3001\u304A\u3088\u3073\u3059\u3079\u3066\u306E\u8A18\u61B6\u9818\u57DF\u304C\u30AA\u30F3\u30E9\u30A4\u30F3\u3067\u4F7F\u7528\u3067\u304D\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280021=\u30D5\u30A1\u30A4\u30EB\u3092\u958B\u3051\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u6C38\u7D9A\u30B9\u30C8\u30A2\u3092\u56DE\u5FA9\u3067\u304D\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
cause280021=\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u304C\u5B58\u5728\u3057\u306A\u3044\u3001\u30B5\u30FC\u30D0\u30FC\u306B\u30D5\u30A1\u30A4\u30EB\u3092\u958B\u304F\u6A29\u9650\u304C\u306A\u3044\u3001\u3042\u308B\u3044\u306F\u30CF\u30FC\u30C9\u30A6\u30A7\u30A2\u307E\u305F\u306F\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0\u30FB\u30B7\u30B9\u30C6\u30E0\u306B\u554F\u984C\u304C\u3042\u308A\u307E\u3059\u3002
action280021=\u30D5\u30A1\u30A4\u30EB\u304C\u5B58\u5728\u3059\u308B\u3053\u3068\u3001\u304A\u3088\u3073\u6307\u5B9A\u3055\u308C\u305F\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u540D\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280022=\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u306F\u3001\u4E92\u63DB\u6027\u306E\u3042\u308B\u30D0\u30FC\u30B8\u30E7\u30F3\u306EWebLogic Server\u3067\u4F5C\u6210\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u3001\u6709\u52B9\u306A\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause280022=\u30D5\u30A1\u30A4\u30EB\u306F\u3001\u5225\u306E\u30D7\u30ED\u30B0\u30E9\u30E0\u3067\u4F5C\u6210\u3055\u308C\u305F\u304B\u3001\u307E\u305F\u306F\u7834\u640D\u3057\u3066\u3044\u307E\u3059\u3002
action280022=\u30D5\u30A1\u30A4\u30EB\u306E\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u540D\u304C\u6B63\u3057\u304F\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3001\u304A\u3088\u3073\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0\u30FB\u30B7\u30B9\u30C6\u30E0\u3068\u30CF\u30FC\u30C9\u30A6\u30A7\u30A2\u304C\u6B63\u5E38\u306B\u6A5F\u80FD\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30D5\u30A1\u30A4\u30EB\u3092\u524A\u9664\u3057\u3066\u3001\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280023=\u3059\u3067\u306B\u958B\u3044\u3066\u3044\u308B\u30D5\u30A1\u30A4\u30EB\u3092\u9069\u5207\u306B\u9589\u3058\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause280023=\u30CF\u30FC\u30C9\u30A6\u30A7\u30A2\u307E\u305F\u306F\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0\u30FB\u30B7\u30B9\u30C6\u30E0\u306B\u554F\u984C\u304C\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action280023=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u30B5\u30FC\u30D0\u30FC\u306F\u3053\u306E\u30A8\u30E9\u30FC\u304B\u3089\u56DE\u5FA9\u3057\u307E\u3059\u3002
messagedetail280024=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u306E\u30D5\u30A1\u30A4\u30EB\u3092\u4F5C\u6210\u3057\u3066\u521D\u671F\u5316\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001\u8A73\u7D30\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause280024=\u8A73\u7D30\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30C7\u30A3\u30B9\u30AF\u304C\u3044\u3063\u3071\u3044\u3067\u3042\u308B\u304B\u3001\u30CF\u30FC\u30C9\u30A6\u30A7\u30A2\u307E\u305F\u306F\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0\u30FB\u30B7\u30B9\u30C6\u30E0\u306B\u554F\u984C\u304C\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action280024=\u5341\u5206\u306A\u30C7\u30A3\u30B9\u30AF\u30FB\u30B9\u30DA\u30FC\u30B9\u304C\u3042\u308B\u3053\u3068\u3001\u304A\u3088\u3073\u30CF\u30FC\u30C9\u30A6\u30A7\u30A2\u3068\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0\u30FB\u30B7\u30B9\u30C6\u30E0\u304C\u6B63\u5E38\u306B\u6A5F\u80FD\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280025=\u30ED\u30FC\u30FB\u30ED\u30B0\u30FB\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306E\u30B5\u30A4\u30BA\u306F\u30D6\u30ED\u30C3\u30AF\u30FB\u30B5\u30A4\u30BA\u306E\u500D\u6570\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u3001\u30AA\u30D5\u30BB\u30C3\u30C8\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause280025=\u3053\u308C\u306F\u30D7\u30ED\u30B0\u30E9\u30DF\u30F3\u30B0\u30FB\u30A8\u30E9\u30FC\u304C\u539F\u56E0\u3067\u3059\u3002
action280025=\u30B3\u30FC\u30C9\u3092\u4FEE\u6B63\u3057\u3066\u3001\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280026=\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u306E\u30D7\u30E9\u30A4\u30DE\u30EA\u307E\u305F\u306F\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30D5\u30A1\u30A4\u30EB\u307E\u305F\u306F\u30ED\u30FC\u30FB\u30C7\u30A3\u30B9\u30AF\u30FB\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306F\u3001\u8AAD\u53D6\u308A\u304A\u3088\u3073\u66F8\u8FBC\u307F\u53EF\u80FD\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause280026=\u30D5\u30A1\u30A4\u30EB\u306E\u6A29\u9650\u304C\u6B63\u3057\u304F\u306A\u3044\u304B\u3001\u30B5\u30FC\u30D0\u30FC\u304C\u9593\u9055\u3063\u305F\u30E6\u30FC\u30B6\u30FCID\u3067\u5B9F\u884C\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action280026=\u30D5\u30A1\u30A4\u30EB\u306E\u6A29\u9650\u3092\u4FEE\u6B63\u3059\u308B\u304B\u3001\u6B63\u3057\u3044\u30E6\u30FC\u30B6\u30FCID\u3067\u30B5\u30FC\u30D0\u30FC\u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280027=\u6307\u5B9A\u3055\u308C\u305F\u30D7\u30ED\u30D1\u30C6\u30A3\u304C\u30D7\u30ED\u30D1\u30C6\u30A3\u30FB\u30D5\u30A1\u30A4\u30EB\u306B\u3042\u308A\u307E\u305B\u3093\u3002
cause280027=\u30D5\u30A1\u30A4\u30EB\u304C\u6B63\u3057\u304F\u4F5C\u6210\u3055\u308C\u3066\u3044\u306A\u3044\u304B\u3001\u307E\u305F\u306F\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u304C\u6B63\u3057\u3044\u30D5\u30A1\u30A4\u30EB\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
action280027=\u30D5\u30A1\u30A4\u30EB\u3092\u4FEE\u6B63\u3057\u3066\u3001\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280028=\u6C38\u7D9A\u30B9\u30C8\u30A2\u3067\u306F\u6307\u5B9A\u306E\u9577\u3055\u306E\u30D8\u30C3\u30C0\u30FC\u306E\u307F\u8A31\u53EF\u3055\u308C\u307E\u3059\u3002
cause280028=\u30D7\u30ED\u30B0\u30E9\u30DF\u30F3\u30B0\u30FB\u30A8\u30E9\u30FC\u3002
action280028=\u30B3\u30FC\u30C9\u3092\u4FEE\u6B63\u3057\u3066\u3001\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280029=\u6307\u5B9A\u3055\u308C\u305F\u30EC\u30B3\u30FC\u30C9\u304C\u5B58\u5728\u3057\u306A\u3044\u304B\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u307E\u3060\u30B3\u30DF\u30C3\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
cause280029=\u3053\u308C\u306F\u30D7\u30ED\u30B0\u30E9\u30DF\u30F3\u30B0\u30FB\u30A8\u30E9\u30FC\u304C\u539F\u56E0\u3067\u3059\u3002
action280029=\u6B63\u3057\u3044\u30EC\u30B3\u30FC\u30C9ID\u304C\u6307\u5B9A\u3055\u308C\u305F\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280030=\u6C38\u7D9A\u30B9\u30C8\u30A2\u3067\u306F\u3001\u30EC\u30B3\u30FC\u30C9\u304C\u30D8\u30C3\u30C0\u30FC\u4ED8\u304D\u3067\u4F5C\u6210\u3055\u308C\u305F\u5834\u5408\u3001"\u66F4\u65B0"\u64CD\u4F5C\u3067\u30D8\u30C3\u30C0\u30FC\u304C\u540C\u3058\u9577\u3055\u306E\u30D8\u30C3\u30C0\u30FC\u306B\u7F6E\u63DB\u3055\u308C\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause280030=\u30D7\u30ED\u30B0\u30E9\u30DF\u30F3\u30B0\u30FB\u30A8\u30E9\u30FC\u3002
action280030=\u30B3\u30FC\u30C9\u3092\u4FEE\u6B63\u3057\u3066\u3001\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280031=\u3053\u308C\u306F\u3001\u30B9\u30C8\u30A2\u304C\u958B\u304F\u524D\u306B\u30E1\u30BD\u30C3\u30C9\u3092\u547C\u3073\u51FA\u3057\u305F\u3068\u304D\u306B\u767A\u751F\u3059\u308B\u30A8\u30E9\u30FC\u3067\u3059\u3002
cause280031=\u3053\u308C\u306F\u30D7\u30ED\u30B0\u30E9\u30DF\u30F3\u30B0\u30FB\u30A8\u30E9\u30FC\u3067\u3059\u3002
action280031=\u30B3\u30FC\u30C9\u3092\u4FEE\u6B63\u3057\u3066\u3001\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280032=\u7279\u5B9A\u306E\u7A2E\u985E\u306E\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u5834\u5408\u306F\u3001\u30C7\u30FC\u30BF\u306E\u4E00\u8CAB\u6027\u304C\u4FDD\u6301\u3055\u308C\u308B\u3088\u3046\u306B\u3001\u30B9\u30C8\u30A2\u3092\u3044\u3063\u305F\u3093\u9589\u3058\u3066\u304B\u3089\u518D\u5EA6\u958B\u304F\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause280032=\u81F4\u547D\u7684\u306A\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action280032=\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280033=\u53E4\u3044\u30D0\u30FC\u30B8\u30E7\u30F3\u306EWebLogic Server\u306E\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u304C\u898B\u3064\u304B\u308B\u3068\u3001\u305D\u306E\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u304C\u4F7F\u7528\u3055\u308C\u308B\u524D\u306B\u3001\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u5185\u306E\u5404\u30EC\u30B3\u30FC\u30C9\u306F\u65B0\u3057\u3044\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u306B\u5909\u63DB\u3055\u308C\u307E\u3059\u3002
cause280033=\u3053\u308C\u306F\u901A\u5E38\u306E\u51E6\u7406\u3067\u3059\u3002
action280033=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail280034=\u53E4\u3044\u30D0\u30FC\u30B8\u30E7\u30F3\u306EWebLogic Server\u306E\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u304C\u898B\u3064\u304B\u308B\u3068\u3001\u305D\u306E\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u304C\u4F7F\u7528\u3055\u308C\u308B\u524D\u306B\u3001\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u5185\u306E\u5404\u30EC\u30B3\u30FC\u30C9\u306F\u65B0\u3057\u3044\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u306B\u5909\u63DB\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u5909\u63DB\u304C\u5B8C\u4E86\u3057\u305F\u3053\u3068\u3092\u793A\u3057\u307E\u3059\u3002
cause280034=\u3053\u308C\u306F\u901A\u5E38\u306E\u51E6\u7406\u3067\u3059\u3002
action280034=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail280035=\u6307\u5B9A\u3055\u308C\u305F\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u307E\u305B\u3093\u3002\u8A73\u7D30\u306F\u3001\u8A73\u7D30\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause280035=\u8A73\u7D30\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280035=\u6307\u5B9A\u3055\u308C\u305F\u30D1\u30B9\u540D\u304C\u6B63\u3057\u3044\u3053\u3068\u3001\u5B58\u5728\u3059\u308B\u3053\u3068\u3001\u304A\u3088\u3073\u30B5\u30FC\u30D0\u30FC\u306E\u30E6\u30FC\u30B6\u30FCID\u3067\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u8AAD\u53D6\u308A\u3068\u66F8\u8FBC\u307F\u3092\u5B9F\u884C\u3067\u304D\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280036=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u306B\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u304C\u3042\u308B\u3053\u3068\u304C\u4E88\u671F\u3055\u308C\u3066\u3044\u307E\u3057\u305F\u304C\u3001\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause280036=\u30D5\u30A1\u30A4\u30EB\u304C\u8AA4\u3063\u3066\u524A\u9664\u307E\u305F\u306F\u79FB\u52D5\u3055\u308C\u3066\u3044\u308B\u304B\u3001\u9593\u9055\u3063\u305F\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u540D\u304C\u6307\u5B9A\u3055\u308C\u305F\u304B\u3001\u30B5\u30FC\u30D0\u30FC\u30FB\u30D7\u30ED\u30BB\u30B9\u306B\u30D5\u30A1\u30A4\u30EB\u3078\u306E\u8AAD\u53D6\u308A\u3068\u66F8\u8FBC\u307F\u306E\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002
action280036=\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u540D\u304C\u6B63\u3057\u3044\u3053\u3068\u3001\u304A\u3088\u3073\u30B5\u30FC\u30D0\u30FC\u30FB\u30D7\u30ED\u30BB\u30B9\u306B\u30D5\u30A1\u30A4\u30EB\u3078\u306E\u8AAD\u53D6\u308A\u3068\u66F8\u8FBC\u307F\u306E\u6A29\u9650\u304C\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u5FC5\u8981\u306B\u5FDC\u3058\u3066\u3001\u540C\u3058\u540D\u524D\u306E\u7A7A\u306E\u30D5\u30A1\u30A4\u30EB\u3092\u4F5C\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280037=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u306B\u306F\u8A31\u53EF\u3055\u308C\u308B\u30D5\u30A1\u30A4\u30EB\u306E\u6700\u5927\u6570\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u5236\u9650\u306B\u9054\u3059\u308B\u3068\u3001\u30B9\u30C8\u30A2\u306F\u3053\u308C\u4EE5\u4E0A\u30C7\u30FC\u30BF\u3092\u4FDD\u6301\u3067\u304D\u306A\u304F\u306A\u308A\u307E\u3059\u3002
cause280037=\u30B9\u30C8\u30A2\u5185\u306E\u30EC\u30B3\u30FC\u30C9\u304C\u591A\u3059\u304E\u307E\u3059\u3002
action280037=\u30B9\u30C8\u30A2\u304B\u3089\u30C7\u30FC\u30BF\u3092\u524A\u9664\u3057\u3066\u3001\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280038=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u306E\u30D5\u30A1\u30A4\u30EB\u306E\u30D5\u30E9\u30C3\u30B7\u30E5\u64CD\u4F5C\u3067\u306F\u3001\u30D5\u30A1\u30A4\u30EB\u5185\u306E\u30C7\u30FC\u30BF\u304C\u30C7\u30A3\u30B9\u30AF\u306B\u6C38\u7D9A\u7684\u306B\u66F8\u304D\u8FBC\u307E\u308C\u307E\u3059\u3002\u3053\u306E\u64CD\u4F5C\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001\u8A73\u7D30\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause280038=\u8A73\u7D30\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280038=\u8A73\u7D30\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280039=\u6307\u5B9A\u3055\u308C\u305F\u30B9\u30C8\u30A2\u30FB\u30CF\u30F3\u30C9\u30EB\u306F\u3001\u5B9F\u969B\u306F\u30B9\u30C8\u30A2\u306B\u3088\u3063\u3066\u751F\u6210\u3055\u308C\u305F\u3082\u306E\u3067\u306F\u306A\u304B\u3063\u305F\u305F\u3081\u3001\u6709\u52B9\u306A\u30CF\u30F3\u30C9\u30EB\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause280039=\u3053\u308C\u306F\u30D7\u30ED\u30B0\u30E9\u30DF\u30F3\u30B0\u30FB\u30A8\u30E9\u30FC\u304C\u539F\u56E0\u3067\u3059\u3002
action280039=\u30B3\u30FC\u30C9\u3092\u4FEE\u6B63\u3057\u3066\u3001\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280040=\u30B9\u30C8\u30A2\u5185\u306E\u30EC\u30B3\u30FC\u30C9\u304C\u7121\u52B9\u3067\u3059\u3002\u30D8\u30C3\u30C0\u30FC\u304C\u5909\u66F4\u3055\u308C\u305F\u304B\u3001\u30C1\u30A7\u30C3\u30AF\u30B5\u30E0\u304C\u7121\u52B9\u3067\u3042\u308B\u3053\u3068\u304C\u539F\u56E0\u3067\u3059\u3002"\u30B3\u30FC\u30C9"\u306F\u3001Oracle\u30B5\u30DD\u30FC\u30C8\u304C\u554F\u984C\u3092\u6B63\u78BA\u306B\u628A\u63E1\u3059\u308B\u305F\u3081\u306B\u4F7F\u7528\u3057\u307E\u3059\u3002
cause280040=\u30B9\u30C8\u30A2\u304C\u7834\u640D\u3057\u3066\u3044\u307E\u3059\u3002\u30CF\u30FC\u30C9\u30A6\u30A7\u30A2\u307E\u305F\u306F\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0\u30FB\u30B7\u30B9\u30C6\u30E0\u30FB\u30A8\u30E9\u30FC\u304C\u539F\u56E0\u3068\u8003\u3048\u3089\u308C\u307E\u3059\u3002
action280040=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u3067\u554F\u984C\u304C\u89E3\u6C7A\u3055\u308C\u306A\u3044\u5834\u5408\u306F\u3001DirectIOMode\u3092\u5909\u66F4\u3059\u308B\u304B\u3001\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u304B\u3089\u5FA9\u5143\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280041=\u30B9\u30C8\u30A2\u5185\u306E\u30EC\u30B3\u30FC\u30C9\u304C\u7121\u52B9\u3067\u3059\u3002\u4E0D\u6B63\u306A\u30D0\u30FC\u30B8\u30E7\u30F3\u756A\u53F7\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u3053\u3068\u304C\u539F\u56E0\u3067\u3059\u3002
cause280041=\u30B9\u30C8\u30A2\u304C\u3001\u4E92\u63DB\u6027\u306E\u306A\u3044\u30D0\u30FC\u30B8\u30E7\u30F3\u306EWebLogic Server\u3067\u4F7F\u7528\u3055\u308C\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action280041=\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u304B\u3089\u5FA9\u5143\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280042=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u306E\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u5185\u306E\u30D5\u30A1\u30A4\u30EB\u3092\u958B\u3053\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001\u3053\u308C\u3089\u306E\u30D5\u30A1\u30A4\u30EB\u306E1\u3064\u304C\u5B9F\u969B\u306B\u306F\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3067\u3059\u3002
cause280042=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u81EA\u4F53\u306E\u30E1\u30A4\u30F3\u307E\u305F\u306F\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u304C\u8AA4\u3063\u3066\u4F5C\u6210\u3055\u308C\u305F\u304B\u3001\u6307\u5B9A\u3055\u308C\u305F\u30D1\u30B9\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
action280042=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u306E\u30D1\u30B9\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280043=\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u306F\u3059\u3067\u306B\u958B\u3044\u3066\u3044\u308B\u305F\u3081\u3001\u518D\u5EA6\u958B\u304F\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
cause280043=\u3053\u308C\u306F\u5185\u90E8\u30D7\u30ED\u30B0\u30E9\u30DF\u30F3\u30B0\u30FB\u30A8\u30E9\u30FC\u3067\u3059\u3002
action280043=My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail280044=\u6C38\u7D9A\u30B9\u30C8\u30A2\u306E\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u304C\u5B58\u5728\u3057\u306A\u3044\u305F\u3081\u3001\u6C38\u7D9A\u30B9\u30C8\u30A2\u3092\u958B\u3051\u307E\u305B\u3093\u3002
cause280044=\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u304C\u307E\u3060\u4F5C\u6210\u3055\u308C\u3066\u3044\u306A\u3044\u304B\u3001\u30D5\u30A1\u30A4\u30EB\u30B7\u30B9\u30C6\u30E0\u304C\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
action280044=\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30FB\u30D1\u30B9\u304C\u6B63\u3057\u304F\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3001\u5FC5\u8981\u306B\u5FDC\u3058\u3066\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3092\u4F5C\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280045=\u6C38\u7D9A\u30B9\u30C8\u30A2\u306E\u30D7\u30E9\u30A4\u30DE\u30EA\u307E\u305F\u306F\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u304C\u5B9F\u969B\u306B\u306F\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3067\u306F\u306A\u3044\u305F\u3081\u3001\u6C38\u7D9A\u30B9\u30C8\u30A2\u3092\u958B\u3051\u307E\u305B\u3093\u3002
cause280045=\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u304C\u307E\u3060\u4F5C\u6210\u3055\u308C\u3066\u3044\u306A\u3044\u304B\u3001\u30D5\u30A1\u30A4\u30EB\u30B7\u30B9\u30C6\u30E0\u304C\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
action280045=\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30FB\u30D1\u30B9\u304C\u6B63\u3057\u304F\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3001\u5FC5\u8981\u306B\u5FDC\u3058\u3066\u8A72\u5F53\u3059\u308B\u5834\u6240\u306B\u3059\u3067\u306B\u5B58\u5728\u3059\u308B\u30D5\u30A1\u30A4\u30EB\u307E\u305F\u306F\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3092\u524A\u9664\u3057\u3066\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3092\u4F5C\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280046=\u6307\u5B9A\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u306E\u30D7\u30E9\u30A4\u30DE\u30EA\u307E\u305F\u306F\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306F\u3001\u8AAD\u53D6\u308A\u304A\u3088\u3073\u66F8\u8FBC\u307F\u53EF\u80FD\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause280046=\u30D5\u30A1\u30A4\u30EB\u306E\u6A29\u9650\u304C\u6B63\u3057\u304F\u306A\u3044\u304B\u3001\u30B5\u30FC\u30D0\u30FC\u304C\u9593\u9055\u3063\u305F\u30E6\u30FC\u30B6\u30FCID\u3067\u5B9F\u884C\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action280046=\u30D5\u30A1\u30A4\u30EB\u306E\u6A29\u9650\u3092\u4FEE\u6B63\u3059\u308B\u304B\u3001\u6B63\u3057\u3044\u30E6\u30FC\u30B6\u30FCID\u3067\u30B5\u30FC\u30D0\u30FC\u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280047=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u306F\u3001\u30CF\u30FC\u30C9\u30A6\u30A7\u30A2\u969C\u5BB3\u3084\u505C\u96FB\u304C\u767A\u751F\u3057\u305F\u3068\u304D\u306B\u30D5\u30A1\u30A4\u30EB\u304C\u78BA\u5B9F\u306B\u5B58\u7D9A\u3067\u304D\u308B\u3088\u3046\u306B\u3001\u305D\u306E\u30D5\u30A1\u30A4\u30EB\u30FB\u30B7\u30B9\u30C6\u30E0\u306B\u30D5\u30A1\u30A4\u30EB\u3092\u5F37\u5236\u307E\u305F\u306F\u540C\u671F\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u64CD\u4F5C\u306F\u3001\u3053\u306E\u30B7\u30B9\u30C6\u30E0\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
cause280047=\u6307\u5B9A\u3055\u308C\u305F\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0\u30FB\u30B7\u30B9\u30C6\u30E0\u307E\u305F\u306F\u30D5\u30A1\u30A4\u30EB\u30FB\u30B7\u30B9\u30C6\u30E0\u306F\u3001WebLogic Server\u306E\u8981\u4EF6\u3092\u6E80\u305F\u3057\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
action280047=My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail280048=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u304C\u9577\u6642\u9593\u5B9F\u884C\u306E\u30EC\u30B3\u30FC\u30C9\u3092\u4FDD\u6301\u3059\u308B\u30D2\u30FC\u30D7\u5185\u306B\u3001\u7121\u52B9\u306A\u30C7\u30FC\u30BF\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002\u5BFE\u5FDC\u3059\u308B\u30D5\u30A1\u30A4\u30EB\u30FB\u30D6\u30ED\u30C3\u30AF\u306F\u30C7\u30A3\u30B9\u30AF\u4E0A\u3067\u30BC\u30ED\u306B\u8A2D\u5B9A\u3055\u308C\u3001\u4ECA\u5F8C\u3053\u306E\u7834\u640D\u306F\u5831\u544A\u3055\u308C\u307E\u305B\u3093\u3002
cause280048=\u3053\u308C\u306F\u3001\u81F4\u547D\u7684\u306A\u969C\u5BB3\u304C\u767A\u751F\u3057\u305F\u5F8C\u306B\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3059\u308B\u3068\u6642\u3005\u767A\u751F\u3057\u307E\u3059\u3002\u3053\u306E\u5834\u5408\u3001\u30B5\u30FC\u30D0\u30FC\u306F\u56DE\u5FA9\u3057\u3001\u30C7\u30FC\u30BF\u306E\u4E00\u8CAB\u6027\u3082\u4FDD\u6301\u3055\u308C\u307E\u3059\u3002
action280048=\u30CF\u30FC\u30C9\u30FB\u30C7\u30A3\u30B9\u30AF\u30FB\u30C9\u30E9\u30A4\u30D6\u306B\u969C\u5BB3\u304C\u767A\u751F\u3057\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u307E\u305F\u3001\u958B\u3044\u3066\u3044\u308B1\u3064\u306EJMS\u30B9\u30C8\u30A2\u306E\u307F\u304C\u30D5\u30A1\u30A4\u30EB\u306B\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u308B\u3053\u3068\u3082\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u4ED6\u306E\u30D7\u30ED\u30BB\u30B9\u304C\u30D5\u30A1\u30A4\u30EB\u306B\u66F8\u8FBC\u307F\u4E2D\u3067\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u3053\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u51FA\u529B\u3055\u308C\u305F\u5F8C\u306B\u3001\u7834\u640D\u3057\u305F\u30D6\u30ED\u30C3\u30AF\u306F\u30BC\u30ED\u306B\u8A2D\u5B9A\u3055\u308C\u3001JMS\u30B9\u30C8\u30A2\u3067\u518D\u5229\u7528\u3055\u308C\u308B\u3053\u3068\u306B\u6CE8\u610F\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280049=\u6C38\u7D9A\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u306F\u3001\u6307\u5B9A\u3055\u308C\u305F\u6700\u5927\u30B5\u30A4\u30BA\u307E\u3067\u306E\u30ED\u30B0\u7BC4\u56F2\u306E\u307F\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u3059\u3002
cause280049=\u69CB\u6210\u30A8\u30E9\u30FC\u3002
action280049=\u6700\u5927\u7BC4\u56F2\u30B5\u30A4\u30BA\u3092\u6E1B\u3089\u3057\u3066\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280050=\u3053\u308C\u306F\u3001\u6C38\u7D9A\u30B9\u30C8\u30A2\u306E\u30C7\u30FC\u30BF\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u72B6\u614B\u3092\u8AAC\u660E\u3059\u308B\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002\u3053\u306E\u60C5\u5831\u306F\u3001\u30D1\u30D5\u30A9\u30FC\u30DE\u30F3\u30B9\u3092\u30C1\u30E5\u30FC\u30CB\u30F3\u30B0\u3059\u308B\u3068\u304D\u306B\u5F79\u7ACB\u3061\u307E\u3059\u3002
cause280050=\u901A\u5E38\u306E\u51E6\u7406\u3067\u3059\u3002
action280050=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail280051=\u30EC\u30B3\u30FC\u30C9\u306E\u30B7\u30EA\u30A2\u30E9\u30A4\u30BA\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
cause280051=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u8A73\u7D30\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280051=\u5931\u6557\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306A\u60C5\u5831\u304C\u63D0\u4F9B\u3055\u308C\u308B\u4ED6\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280052=\u30EC\u30B3\u30FC\u30C9\u306E\u30C7\u30B7\u30EA\u30A2\u30E9\u30A4\u30BA\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
cause280052=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u8A73\u7D30\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280052=\u5931\u6557\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306A\u60C5\u5831\u304C\u63D0\u4F9B\u3055\u308C\u308B\u4ED6\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280053=close\u304C\u547C\u3073\u51FA\u3055\u308C\u305F\u5F8C\u306F\u3001\u30B9\u30C8\u30A2\u3092\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
cause280053=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u8A73\u7D30\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280053=\u5931\u6557\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306A\u60C5\u5831\u304C\u63D0\u4F9B\u3055\u308C\u308B\u4ED6\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280054=\u30B9\u30C8\u30A2\u3092\u9589\u3058\u308B\u524D\u306B\u3001\u30B9\u30C8\u30A2\u304B\u3089\u4F5C\u6210\u3055\u308C\u305F\u3059\u3079\u3066\u306E\u63A5\u7D9A\u3092\u9589\u3058\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause280054=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u8A73\u7D30\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280054=\u5931\u6557\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306A\u60C5\u5831\u304C\u63D0\u4F9B\u3055\u308C\u308B\u4ED6\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280055=\u66F8\u8FBC\u307F\u30DD\u30EA\u30B7\u30FC\u306E\u6709\u52B9\u306A\u540D\u524D\u306F"\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30D5\u30E9\u30C3\u30B7\u30E5"\u3001"\u76F4\u63A5\u66F8\u8FBC\u307F"\u3001\u304A\u3088\u3073"\u7121\u52B9"\u3067\u3059\u3002
cause280055=\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u8A73\u7D30\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280055=\u5931\u6557\u306B\u3064\u3044\u3066\u306E\u8A73\u7D30\u306A\u60C5\u5831\u304C\u63D0\u4F9B\u3055\u308C\u308B\u4ED6\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280056=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u5225\u306E\u5834\u6240\u3067\u767A\u751F\u3057\u305F\u30B9\u30C8\u30A2\u4F8B\u5916\u306B\u95A2\u4FC2\u3057\u3066\u3044\u307E\u3059\u3002\u8A73\u7D30\u306F\u3001\u3053\u306E\u30D5\u30A1\u30A4\u30EB\u5185\u306E\u95A2\u9023\u3059\u308B\u4F8B\u5916\u306E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause280056=\u95A2\u9023\u3059\u308B\u4F8B\u5916\u306E\u8AAC\u660E\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280056=\u95A2\u9023\u3059\u308B\u4F8B\u5916\u306E\u8AAC\u660E\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280057=\u30B9\u30C8\u30A2\u30922\u56DE\u958B\u3053\u3046\u3068\u3057\u305F\u5834\u5408\u306E\u30A8\u30E9\u30FC\u3067\u3059\u3002
cause280057=\u3053\u308C\u306F\u30D7\u30ED\u30B0\u30E9\u30DF\u30F3\u30B0\u30FB\u30A8\u30E9\u30FC\u3067\u3059\u3002
action280057=\u30B3\u30FC\u30C9\u3092\u4FEE\u6B63\u3057\u3066\u3001\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280058=\u6709\u52B9\u306A\u30B9\u30C8\u30A2\u540D\u306F\u3001\u6709\u52B9\u306Ajava\u8B58\u5225\u5B50\u6587\u5B57\u307E\u305F\u306F''.''\u6587\u5B57\u306B\u5236\u9650\u3055\u308C\u3066\u3044\u307E\u3059\u3002
cause280058=\u3053\u308C\u306F\u30D7\u30ED\u30B0\u30E9\u30DF\u30F3\u30B0\u30FB\u30A8\u30E9\u30FC\u304C\u539F\u56E0\u3067\u3059\u3002
action280058=\u30B3\u30FC\u30C9\u3092\u4FEE\u6B63\u3057\u3066\u3001\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280059=\u6709\u52B9\u306A\u30B9\u30C8\u30A2\u63A5\u7D9A\u540D\u306F\u3001\u6709\u52B9\u306Ajava\u8B58\u5225\u5B50\u6587\u5B57\u307E\u305F\u306F''.''\u6587\u5B57\u306B\u5236\u9650\u3055\u308C\u3066\u3044\u307E\u3059\u3002
cause280059=\u3053\u308C\u306F\u30D7\u30ED\u30B0\u30E9\u30DF\u30F3\u30B0\u30FB\u30A8\u30E9\u30FC\u3067\u3059\u3002
action280059=\u30B3\u30FC\u30C9\u3092\u4FEE\u6B63\u3057\u3066\u3001\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280060=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30B9\u30C8\u30A2\u3067\u56DE\u5FA9\u3067\u304D\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u3068\u304D\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308B\u306E\u306F\u3001\u7279\u5B9A\u306EI/O\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u3001\u3059\u3079\u3066\u306E\u6C38\u7D9A\u30C7\u30FC\u30BF\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u3092\u5224\u5225\u3067\u304D\u308B\u3088\u3046\u306B\u30B9\u30C8\u30A2\u3092\u518D\u8D77\u52D5\u3059\u308B\u5FC5\u8981\u304C\u3042\u308B\u5834\u5408\u3067\u3059\u3002
cause280060=\u30D5\u30A1\u30A4\u30EB\u306EI/O\u3001\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3055\u308C\u305F\u30B9\u30C8\u30A2\u306EI/O\u307E\u305F\u306F\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u3078\u306EJDBC\u63A5\u7D9A\u3067\u3001\u6DF1\u523B\u306AI/O\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action280060=\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280061=\u30B9\u30C8\u30A2\u3092\u30C7\u30D7\u30ED\u30A4\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30A8\u30E9\u30FC\u306E\u539F\u56E0\u306B\u3064\u3044\u3066\u306F\u3001\u8A73\u7D30\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause280061=\u8A73\u7D30\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280061=\u8A73\u7D30\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280062=\u30B9\u30C8\u30A2\u3092\u505C\u6B62\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30A8\u30E9\u30FC\u306E\u539F\u56E0\u306B\u3064\u3044\u3066\u306F\u3001\u8A73\u7D30\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause280062=\u8A73\u7D30\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280062=\u8A73\u7D30\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280063=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306B\u306F\u8B58\u5225\u5B50\u306E\u9577\u3055\u306B\u5236\u9650\u304C\u3042\u308A\u307E\u3059\u3002
cause280063=\u3053\u308C\u306F\u69CB\u6210\u30A8\u30E9\u30FC\u3067\u3059\u3002
action280063=\u8868\u540D\u3092\u69CB\u6210\u3059\u308B\u3068\u304D\u306B\u3001\u793A\u3055\u308C\u305F\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u5BFE\u3057\u3066\u77ED\u3044\u540D\u524D\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002JDBC\u30B9\u30C8\u30A2\u3067\u306F\u3001\u8868\u540D\u306B\u81EA\u52D5\u7684\u306B"WLStore"\u304C\u8FFD\u52A0\u3055\u308C\u307E\u3059\u3002
messagedetail280064=\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u3001\u793A\u3055\u308C\u305FJDBC\u30B9\u30C8\u30A2\u306B\u3088\u3063\u3066\u4F8B\u5916\u304C\u751F\u6210\u3055\u308C\u307E\u3057\u305F\u3002
cause280064=\u4F8B\u5916\u30C6\u30AD\u30B9\u30C8\u3068\u3001\u30EA\u30F3\u30AF\u5148\u306E\u4F8B\u5916(\u5B58\u5728\u3059\u308B\u5834\u5408)\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280064=\u4F8B\u5916\u30C6\u30AD\u30B9\u30C8\u3068\u3001\u30EA\u30F3\u30AF\u5148\u306E\u4F8B\u5916(\u5B58\u5728\u3059\u308B\u5834\u5408)\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280065=\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u3001\u793A\u3055\u308C\u305FJDBC\u30B9\u30C8\u30A2\u304B\u3089\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F\u3002
cause280065=\u4F8B\u5916\u30C6\u30AD\u30B9\u30C8\u3068\u3001\u30EA\u30F3\u30AF\u5148\u306E\u4F8B\u5916\u30C6\u30AD\u30B9\u30C8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280065=\u4F8B\u5916\u30C6\u30AD\u30B9\u30C8\u3068\u3001\u30EA\u30F3\u30AF\u5148\u306E\u4F8B\u5916\u30C6\u30AD\u30B9\u30C8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280066=JDBC\u8868\u306E\u5834\u6240\u304C\u3001\u9593\u9055\u3063\u3066\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002
cause280066=\u3053\u308C\u306F\u69CB\u6210\u30A8\u30E9\u30FC\u3067\u3059\u3002
action280066=\u8868\u53C2\u7167\u5168\u4F53\u304C\u7A7A\u767D\u3067\u3042\u308B\u3053\u3068\u307E\u305F\u306F\u8868\u30D5\u30A3\u30FC\u30EB\u30C9\u304C\u7A7A\u767D\u3067\u306F\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30B9\u30AD\u30FC\u30DE\u304C\u306A\u3044\u5834\u5408\u306F\u3001\u8868\u53C2\u7167\u306B\u30D4\u30EA\u30AA\u30C9"."\u304C\u542B\u307E\u308C\u3066\u3044\u306A\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u8868\u53C2\u7167\u306F\u30D4\u30EA\u30AA\u30C9"."\u3067\u59CB\u3081\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002JDBC\u30B9\u30C8\u30A2\u3067\u306F\u3001\u8868\u53C2\u7167\u306B\u81EA\u52D5\u7684\u306B"WLStore"\u304C\u4ED8\u52A0\u3055\u308C\u307E\u3059\u3002
messagedetail280067=JDBC\u30B9\u30C8\u30A2\u3092\u521D\u3081\u3066\u8D77\u52D5\u3059\u308B\u3068\u3001\u30C7\u30FC\u30BF\u3092\u4FDD\u5B58\u3059\u308B\u305F\u3081\u306E\u8868\u304C\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u5185\u306B\u4F5C\u6210\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u8868\u3092\u4F5C\u6210\u3059\u308B\u305F\u3081\u306E\u30B3\u30DE\u30F3\u30C9\u306F\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306B\u56FA\u6709\u306E\u30B3\u30DE\u30F3\u30C9\u3067\u3042\u308A\u3001\u793A\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u306B\u4FDD\u5B58\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u793A\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u304C\u7BA1\u7406\u8005\u306B\u3088\u3063\u3066\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u306F\u3001\u307E\u305A\u30D5\u30A1\u30A4\u30EB\u30FB\u30D1\u30B9\u3067\u691C\u7D22\u3055\u308C\u305F\u5F8C\u3001java\u30AF\u30E9\u30B9\u30D1\u30B9\u3067\u691C\u7D22\u3055\u308C\u307E\u3059\u3002\u793A\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u304C\u7BA1\u7406\u8005\u306B\u3088\u3063\u3066\u69CB\u6210\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u306F\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30FB\u30D9\u30F3\u30C0\u30FC\u540D\u306B\u57FA\u3065\u3044\u3066\u30D5\u30A1\u30A4\u30EB\u540D\u304C\u751F\u6210\u3055\u308C\u3001java\u30AF\u30E9\u30B9\u30D1\u30B9\u3067\u30D5\u30A1\u30A4\u30EB\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u30FB\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u691C\u7D22\u3055\u308C\u307E\u3059(\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30D5\u30A1\u30A4\u30EB\u306Fweblogic/store/io/jdbc/ddl/\u306Eweblogic.jar\u306B\u4FDD\u5B58\u3055\u308C\u3066\u3044\u307E\u3059)\u3002
cause280067=JDBC\u30B9\u30C8\u30A2\u3067\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u8868\u304C\u898B\u3064\u304B\u3089\u306A\u3044\u305F\u3081\u3001\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F\u3002
action280067=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail280068=JDBC\u30B9\u30C8\u30A2\u3092\u521D\u3081\u3066\u8D77\u52D5\u3059\u308B\u3068\u3001\u30C7\u30FC\u30BF\u3092\u4FDD\u5B58\u3059\u308B\u305F\u3081\u306E\u8868\u304C\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u5185\u306B\u4F5C\u6210\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u8868\u3092\u4F5C\u6210\u3059\u308B\u305F\u3081\u306E\u30B3\u30DE\u30F3\u30C9\u306F\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306B\u56FA\u6709\u306E\u30B3\u30DE\u30F3\u30C9\u3067\u3042\u308A\u3001\u793A\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u306B\u4FDD\u5B58\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u793A\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u304C\u7BA1\u7406\u8005\u306B\u3088\u3063\u3066\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u306F\u3001\u307E\u305A\u30D5\u30A1\u30A4\u30EB\u30FB\u30D1\u30B9\u3067\u691C\u7D22\u3055\u308C\u305F\u5F8C\u3001java\u30AF\u30E9\u30B9\u30D1\u30B9\u3067\u691C\u7D22\u3055\u308C\u307E\u3059\u3002\u793A\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u304C\u7BA1\u7406\u8005\u306B\u3088\u3063\u3066\u69CB\u6210\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u306F\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30FB\u30D9\u30F3\u30C0\u30FC\u540D\u306B\u57FA\u3065\u3044\u3066\u30D5\u30A1\u30A4\u30EB\u540D\u304C\u751F\u6210\u3055\u308C\u3001java\u30AF\u30E9\u30B9\u30D1\u30B9\u3067\u30D5\u30A1\u30A4\u30EB\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u30FB\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u691C\u7D22\u3055\u308C\u307E\u3059(\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30D5\u30A1\u30A4\u30EB\u306Fweblogic/store/io/jdbc/ddl/\u306Eweblogic.jar\u306B\u4FDD\u5B58\u3055\u308C\u3066\u3044\u307E\u3059)\u3002
cause280068=\u30EA\u30F3\u30AF\u5148\u306E\u4F8B\u5916\u30C6\u30AD\u30B9\u30C8\u3068\u4F8B\u5916\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280068=\u30EA\u30F3\u30AF\u5148\u306E\u4F8B\u5916\u30C6\u30AD\u30B9\u30C8\u3068\u4F8B\u5916\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280069=JDBC\u30B9\u30C8\u30A2\u3092\u521D\u3081\u3066\u8D77\u52D5\u3059\u308B\u3068\u3001\u30C7\u30FC\u30BF\u3092\u4FDD\u5B58\u3059\u308B\u305F\u3081\u306E\u8868\u304C\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u5185\u306B\u4F5C\u6210\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u8868\u3092\u4F5C\u6210\u3059\u308B\u305F\u3081\u306E\u30B3\u30DE\u30F3\u30C9\u306F\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306B\u56FA\u6709\u306E\u30B3\u30DE\u30F3\u30C9\u3067\u3042\u308A\u3001\u30C6\u30AD\u30B9\u30C8\u30FB\u30D5\u30A1\u30A4\u30EB(DDL\u30D5\u30A1\u30A4\u30EB)\u306B\u4FDD\u5B58\u3055\u308C\u3066\u3044\u307E\u3059\u3002DDL\u30D5\u30A1\u30A4\u30EB\u306E\u5834\u6240\u304C\u7BA1\u7406\u8005\u306B\u3088\u3063\u3066\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u306F\u3001\u307E\u305A\u30D5\u30A1\u30A4\u30EB\u30FB\u30D1\u30B9\u3067\u691C\u7D22\u3055\u308C\u305F\u5F8C\u3001java\u30AF\u30E9\u30B9\u30D1\u30B9\u3067\u691C\u7D22\u3055\u308C\u307E\u3059\u3002DDL\u30D5\u30A1\u30A4\u30EB\u306E\u5834\u6240\u304C\u7BA1\u7406\u8005\u306B\u3088\u3063\u3066\u69CB\u6210\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u306F\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30FB\u30D9\u30F3\u30C0\u30FC\u540D\u306B\u57FA\u3065\u3044\u3066\u30D5\u30A1\u30A4\u30EB\u540D\u304C\u751F\u6210\u3055\u308C\u3001java\u30AF\u30E9\u30B9\u30D1\u30B9\u3067\u30D5\u30A1\u30A4\u30EB\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u30FB\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u691C\u7D22\u3055\u308C\u307E\u3059(\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30D5\u30A1\u30A4\u30EB\u306Fweblogic/store/io/jdbc/ddl/\u306Eweblogic.jar\u306B\u4FDD\u5B58\u3055\u308C\u3066\u3044\u307E\u3059)\u3002
cause280069=\u4F8B\u5916\u30C6\u30AD\u30B9\u30C8\u3068\u4F8B\u5916\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280069=\u30C6\u30AD\u30B9\u30C8\u4F8B\u5916\u30C6\u30AD\u30B9\u30C8\u3068\u4F8B\u5916\u30B9\u30BF\u30C3\u30AF\u30FB\u30C8\u30EC\u30FC\u30B9\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280070=JDBC\u30B9\u30C8\u30A2\u3092\u521D\u3081\u3066\u8D77\u52D5\u3059\u308B\u3068\u3001\u30C7\u30FC\u30BF\u3092\u4FDD\u5B58\u3059\u308B\u305F\u3081\u306E\u8868\u304C\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u5185\u306B\u4F5C\u6210\u3055\u308C\u307E\u3059\u3002\u3053\u306E\u8868\u3092\u4F5C\u6210\u3059\u308B\u305F\u3081\u306E\u30B3\u30DE\u30F3\u30C9\u306F\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306B\u56FA\u6709\u306E\u30B3\u30DE\u30F3\u30C9\u3067\u3042\u308A\u3001\u30C6\u30AD\u30B9\u30C8\u30FB\u30D5\u30A1\u30A4\u30EB(DDL\u30D5\u30A1\u30A4\u30EB)\u306B\u4FDD\u5B58\u3055\u308C\u3066\u3044\u307E\u3059\u3002DDL\u30D5\u30A1\u30A4\u30EB\u306E\u5834\u6240\u304C\u7BA1\u7406\u8005\u306B\u3088\u3063\u3066\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u306F\u3001\u307E\u305A\u30D5\u30A1\u30A4\u30EB\u30FB\u30D1\u30B9\u3067\u691C\u7D22\u3055\u308C\u305F\u5F8C\u3001java\u30AF\u30E9\u30B9\u30D1\u30B9\u3067\u691C\u7D22\u3055\u308C\u307E\u3059\u3002DDL\u30D5\u30A1\u30A4\u30EB\u306E\u5834\u6240\u304C\u7BA1\u7406\u8005\u306B\u3088\u3063\u3066\u69CB\u6210\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u306F\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u30FB\u30D9\u30F3\u30C0\u30FC\u540D\u306B\u57FA\u3065\u3044\u3066\u30D5\u30A1\u30A4\u30EB\u540D\u304C\u751F\u6210\u3055\u308C\u3001java\u30AF\u30E9\u30B9\u30D1\u30B9\u3067\u30D5\u30A1\u30A4\u30EB\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u30FB\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u691C\u7D22\u3055\u308C\u307E\u3059(\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30D5\u30A1\u30A4\u30EB\u306Fweblogic/store/io/jdbc/ddl/\u306Eweblogic.jar\u306B\u4FDD\u5B58\u3055\u308C\u3066\u3044\u307E\u3059)\u3002
cause280070=\u69CB\u6210\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u304C\u30B5\u30FC\u30D0\u30FC\u30FB\u30D5\u30A1\u30A4\u30EB\u30FB\u30D1\u30B9\u306B\u3042\u308A\u307E\u3059\u3002
action280070=\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u306E\u5834\u5408\u306F\u3001\u30AB\u30B9\u30BF\u30E0DDL\u30D5\u30A1\u30A4\u30EB\u3092\u69CB\u6210\u3057\u306A\u3044\u3053\u3068\u3092\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u901A\u5E38\u306F\u3001DDL\u30D5\u30A1\u30A4\u30EB\u306B\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u56FA\u6709\u306E\u30AB\u30B9\u30BF\u30E0\u30FB\u30C1\u30E5\u30FC\u30CB\u30F3\u30B0\u30FB\u30B3\u30DE\u30F3\u30C9\u304C\u8FFD\u52A0\u3055\u308C\u306A\u3044\u9650\u308A\u3001\u30AB\u30B9\u30BF\u30E0DDL\u30D5\u30A1\u30A4\u30EB\u3092\u69CB\u6210\u3059\u308B\u5FC5\u8981\u306F\u3042\u308A\u307E\u305B\u3093\u3002DDL\u30D5\u30A1\u30A4\u30EB\u3092\u69CB\u6210\u3059\u308B\u5FC5\u8981\u304C\u3042\u308B\u5834\u5408(\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u7528\u3068\u3057\u3066\u4F7F\u7528\u3059\u308B\u5834\u5408\u306A\u3069)\u306F\u3001\u69CB\u6210\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u304C\u30B5\u30FC\u30D0\u30FC\u30FB\u30D5\u30A1\u30A4\u30EB\u30FB\u30D1\u30B9\u307E\u305F\u306F\u30B5\u30FC\u30D0\u30FC\u30FB\u30AF\u30E9\u30B9\u30D1\u30B9\u306E\u3069\u3061\u3089\u304B\u306B\u914D\u7F6E\u3055\u308C\u308B\u304B\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280071=JDBC\u30B9\u30C8\u30A2\u306E\u8FFD\u52A0\u60C5\u5831\u306B\u3064\u3044\u3066\u306F\u3001JDBC\u30B9\u30C8\u30A2\u304C\u958B\u3044\u3066\u3044\u308B\u3068\u304D\u306B\u8A3A\u65AD\u30D5\u30EC\u30FC\u30E0\u30EF\u30FC\u30AF\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause280071=JDBC\u30B9\u30C8\u30A2\u304C\u8D77\u52D5\u3057\u307E\u3057\u305F\u3002
action280071=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail280072=JDBC\u30B9\u30C8\u30A2\u3092\u958B\u304F\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u306E\u30B9\u30C8\u30A2\u306B\u4F9D\u5B58\u3059\u308B\u3059\u3079\u3066\u306E\u30EA\u30BD\u30FC\u30B9\u3082\u958B\u304F\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3002
cause280072=\u30EA\u30F3\u30AF\u5148\u306E\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280072=\u30EA\u30F3\u30AF\u5148\u306E\u4F8B\u5916\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280073=\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u6B63\u3057\u304F\u306A\u3044\u30D5\u30A1\u30A4\u30EB\u304C\u898B\u3064\u304B\u3063\u305F\u305F\u3081\u3001\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u3092\u958B\u3051\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause280073=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u304C\u4EE5\u524D\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u306EWebLogic Server\u304B\u3089\u6B63\u3057\u304F\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u3066\u3044\u306A\u3044\u304B\u3001\u30C7\u30A3\u30B9\u30AF\u4E0A\u306E\u30D5\u30A1\u30A4\u30EB\u304C\u7834\u640D\u3057\u3066\u3044\u307E\u3059\u3002
action280073=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u304Cweblogic.Upgrade\u30C4\u30FC\u30EB\u3092\u4F7F\u7528\u3057\u3066\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280074=\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u51E6\u7406\u4E2D\u306B\u30B9\u30C8\u30A2\u3067\u56DE\u5FA9\u3067\u304D\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u305F\u3068\u304D\u306B\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u307E\u3059\u3002\u307B\u3068\u3093\u3069\u306E\u5834\u5408\u3001\u3053\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u304C\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u308B\u306E\u306F\u3001\u7279\u5B9A\u306EI/O\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u6C38\u7D9A\u30C7\u30FC\u30BF\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u3092\u5224\u5225\u3067\u304D\u308B\u3088\u3046\u306B\u30B9\u30C8\u30A2\u3092\u518D\u8D77\u52D5\u3059\u308B\u5FC5\u8981\u304C\u3042\u308B\u5834\u5408\u3067\u3059\u3002
cause280074=\u30D5\u30A1\u30A4\u30EB\u306EI/O\u3001\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3055\u308C\u305FI/O\u307E\u305F\u306F\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u3078\u306EJDBC\u63A5\u7D9A\u3067\u3001\u6DF1\u523B\u306AI/O\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u307E\u305F\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u51E6\u7406\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action280074=\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280075=JDBC\u30B9\u30C8\u30A2\u304C\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u8868\u306E\u6240\u6709\u6A29\u3092\u4FDD\u6301\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002JDBC\u30B9\u30C8\u30A2\u306F\u9589\u3058\u3089\u308C\u307E\u3059\u3002
cause280075=\u4ED6\u306EWebLogic\u30B5\u30FC\u30D0\u30FC\u30FB\u30D7\u30ED\u30BB\u30B9\u307E\u305F\u306FJDBC\u30B9\u30C8\u30A2\u304C\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u8868\u306E\u6240\u6709\u6A29\u3092\u53D7\u3051\u7D99\u3044\u3060\u304B\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u30FB\u30A8\u30E9\u30FC\u306B\u3088\u3063\u3066\u3053\u306EJDBC\u30B9\u30C8\u30A2\u304C\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u8868\u306E\u6240\u6709\u6A29\u3092\u66F4\u65B0\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action280075=\u3053\u306E\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u542B\u307E\u308C\u308B\u60C5\u5831\u3067\u3001\u7AF6\u5408\u3057\u3066\u3044\u308B\u53EF\u80FD\u6027\u306E\u3042\u308B\u6240\u6709\u8005\u3092\u7279\u5B9A\u3067\u304D\u307E\u3059\u3002
messagedetail280076=JDBC\u30B9\u30C8\u30A2\u304C\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u8868\u306E\u6240\u6709\u6A29\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause280076=\u4ED6\u306EWebLogic\u30B5\u30FC\u30D0\u30FC\u30FB\u30D7\u30ED\u30BB\u30B9\u307E\u305F\u306FJDBC\u30B9\u30C8\u30A2\u304C\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u8868\u3092\u6240\u6709\u3057\u3066\u3044\u307E\u3059\u3002
action280076=\u3053\u306E\u8B66\u544A\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u542B\u307E\u308C\u308B\u60C5\u5831\u3067\u3001\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u8868\u306E\u73FE\u5728\u306E\u6240\u6709\u8005\u3092\u7279\u5B9A\u3067\u304D\u307E\u3059\u3002\u73FE\u5728\u306E\u6240\u6709\u8005\u304C\u4E00\u5B9A\u6642\u9593\u5185\u306B\u6240\u6709\u6A29\u3092\u89E3\u653E\u3057\u306A\u3044\u5834\u5408\u3001\u3053\u306E\u30B5\u30FC\u30D0\u30FC\u306FJDBC\u30B9\u30C8\u30A2\u3092\u958B\u304F\u3053\u3068\u304C\u3067\u304D\u305A\u3001\u30A8\u30E9\u30FC\u304C\u30ED\u30B0\u306B\u8A18\u9332\u3055\u308C\u307E\u3059\u3002
messagedetail280077=\u30B5\u30FC\u30D0\u30FC\u306EJDBC\u30B9\u30C8\u30A2\u304C\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u8868\u306E\u4E88\u671F\u3057\u306A\u3044\u6240\u6709\u8005\u3092\u691C\u51FA\u3057\u307E\u3057\u305F\u3002
cause280077=\u4ED6\u306EWebLogic\u30B5\u30FC\u30D0\u30FC\u30FB\u30D7\u30ED\u30BB\u30B9\u307E\u305F\u306FJDBC\u30B9\u30C8\u30A2\u304C\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u8868\u3092\u6240\u6709\u3057\u3066\u3044\u307E\u3059\u3002
action280077=\u3053\u306E\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u542B\u307E\u308C\u308B\u60C5\u5831\u3067\u3001\u7AF6\u5408\u3057\u3066\u3044\u308B\u6240\u6709\u8005\u3092\u7279\u5B9A\u3057\u3001\u89E3\u6C7A\u3067\u304D\u307E\u3059\u3002
messagedetail280078=PersistentHandle\u3092\u4F5C\u6210\u3057\u305F\u30B9\u30C8\u30A2\u63A5\u7D9A\u306E\u307F\u304C\u30CF\u30F3\u30C9\u30EB\u3067\u64CD\u4F5C\u3092\u7D9A\u884C\u3067\u304D\u307E\u3059\u3002
cause280078=\u3053\u308C\u306F\u30D7\u30ED\u30B0\u30E9\u30DF\u30F3\u30B0\u30FB\u30A8\u30E9\u30FC\u3067\u3059\u3002
action280078=\u4F7F\u7528\u3059\u308B\u63A5\u7D9A\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause280079=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280079=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause280080=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280080=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause280081=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280081=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause280082=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280082=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause280083=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280083=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause280084=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280084=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause280085=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280085=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause280086=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280086=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause280087=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280087=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause280088=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280088=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause280089=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280089=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause280090=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280090=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause280091=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280091=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause280092=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280092=Integer\u30B7\u30B9\u30C6\u30E0\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u306E\u6709\u52B9\u306A\u5F62\u5F0F\u3092Javadoc\u3067\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044: http://java.sun.com/j2se/1.5.0/docs/api/java/lang/Integer.html#decode(java.lang.String)\u3002
cause280093=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280093=\u3053\u306E\u8A2D\u5B9A\u306E\u8A73\u7D30\u306F\u3001\u300EOracle WebLogic Server\u30D1\u30D5\u30A9\u30FC\u30DE\u30F3\u30B9\u304A\u3088\u3073\u30C1\u30E5\u30FC\u30CB\u30F3\u30B0\u300F\u30AC\u30A4\u30C9\u306EJMS\u306E\u7AE0\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause280094=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280094=\u3053\u306E\u8A2D\u5B9A\u306E\u8A73\u7D30\u306F\u3001\u300EOracle WebLogic Server\u30D1\u30D5\u30A9\u30FC\u30DE\u30F3\u30B9\u304A\u3088\u3073\u30C1\u30E5\u30FC\u30CB\u30F3\u30B0\u300F\u30AC\u30A4\u30C9\u306EJMS\u306E\u7AE0\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause280095=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280095=\u3053\u306E\u8A2D\u5B9A\u306E\u8A73\u7D30\u306F\u3001\u300EOracle WebLogic Server\u30D1\u30D5\u30A9\u30FC\u30DE\u30F3\u30B9\u304A\u3088\u3073\u30C1\u30E5\u30FC\u30CB\u30F3\u30B0\u300F\u30AC\u30A4\u30C9\u306EJMS\u306E\u7AE0\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause280096=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280096=\u6709\u52B9\u306A\u76F4\u63A5I/O\u30E2\u30FC\u30C9\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u6709\u52B9\u306A\u5024\u306F\u3001"read-buffered"\u3001"single-handle-unbuffered"\u3001"single-handle-buffered"\u3067\u3059\u3002
cause280097=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280097=\u3053\u306E\u554F\u984C\u3092\u4FEE\u6B63\u3059\u308B\u306B\u306F\u3001\u5225\u306E\u540C\u671F\u66F8\u8FBC\u307F\u30DD\u30EA\u30B7\u30FC\u3092\u69CB\u6210\u3059\u308B\u304B\u3001\u300C\u76F4\u63A5\u66F8\u8FBC\u307F\u300D\u30DD\u30EA\u30B7\u30FC\u3092\u4F7F\u7528\u3059\u308B\u5834\u5408\u306F\u3001AvoidDirectIO\u30B3\u30DE\u30F3\u30C9\u30FB\u30E9\u30A4\u30F3\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u4F7F\u7528\u3057\u3066\u3001\u5F37\u5236\u7684\u306Bread-write-buffered\u30E2\u30FC\u30C9\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044(\u30D1\u30D5\u30A9\u30FC\u30DE\u30F3\u30B9\u304A\u3088\u3073\u30C1\u30E5\u30FC\u30CB\u30F3\u30B0\u30FB\u30AC\u30A4\u30C9\u306E\u30B9\u30C8\u30A2\u306E\u7AE0\u3092\u53C2\u7167)\u3002
cause280098=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280098=Long\u30B7\u30B9\u30C6\u30E0\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3\u306E\u6709\u52B9\u306A\u5F62\u5F0F\u3092Javadoc\u3067\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044: http://java.sun.com/j2se/1.5.0/docs/api/java/lang/Long.html#decode(java.lang.String)\u3002
cause280099=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280099=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause280100=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280100=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause280101=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280101=\u30B9\u30C8\u30A2\u306E\u540C\u671F\u66F8\u8FBC\u307F\u30DD\u30EA\u30B7\u30FC\u69CB\u6210\u306E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause280102=\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30D5\u30A1\u30A4\u30EB\u304C\u898B\u3064\u304B\u3089\u306A\u3044\u304B\u3001\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30D5\u30A1\u30A4\u30EB\u306B\u4FDD\u5B58\u3055\u308C\u305F\u30B7\u30B0\u30CD\u30C1\u30E3\u304C\u30D7\u30E9\u30A4\u30DE\u30EA\u30FB\u30D5\u30A1\u30A4\u30EB\u306E\u30B7\u30B0\u30CD\u30C1\u30E3\u3068\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002
action280102=\u69CB\u6210\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3001\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u524A\u9664\u305B\u305A\u306B\u3001\u6B63\u5E38\u306A\u505C\u6B62\u3092\u884C\u3063\u3066\u304F\u3060\u3055\u3044\u3002
cause280103=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action280103=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause280104=\u76F4\u63A5I/O\u3067\u306F\u3001\u30D6\u30ED\u30C3\u30AF\u30FB\u30B5\u30A4\u30BA\u3092directIO\u7C92\u5EA6\u306E\u500D\u6570\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
action280104=\u30D6\u30ED\u30C3\u30AF\u30FB\u30B5\u30A4\u30BA\u3092\u74B0\u5883\u306E\u76F4\u63A5I/O\u30A2\u30E9\u30A4\u30F3\u30E1\u30F3\u30C8\u306E\u500D\u6570\u306B\u3057\u3066\u3001\u30B9\u30C8\u30A2\u3092\u518D\u69CB\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30B9\u30C8\u30A2\u304C\u7A7A\u3067\u306F\u306A\u304F\u3001\u5FC5\u8981\u306A\u30C7\u30FC\u30BF\u304C\u542B\u307E\u308C\u3066\u3044\u308B\u5834\u5408\u306F\u3001\u30B9\u30C8\u30A2\u7BA1\u7406\u5727\u7E2E\u30E6\u30FC\u30C6\u30A3\u30EA\u30C6\u30A3\u3092\u4F7F\u7528\u3057\u3066\u30D6\u30ED\u30C3\u30AF\u30FB\u30B5\u30A4\u30BA\u3092\u5909\u66F4\u3059\u308B\u304B\u3001\u3059\u3079\u3066\u306E\u8A18\u61B6\u9818\u57DF\u3092\u524A\u9664\u3057\u3066\u304B\u3089WebLogic Server\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause280105=IOException\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action280105=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause280106=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280106=\u30B9\u30C8\u30EC\u30FC\u30B8\u306E\u30D9\u30F3\u30C0\u30FC\u306B\u554F\u3044\u5408\u305B\u3066\u304F\u3060\u3055\u3044\u3002\u307E\u305F\u3001\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0\u30FB\u30B7\u30B9\u30C6\u30E0\u306E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280107="{2}"\u3068\u3044\u3046\u540D\u524D\u306E\u30B9\u30C8\u30A2\u306E\u30B9\u30C8\u30A2\u30FB\u30EC\u30B3\u30FC\u30C9{0}\u3001\u63A5\u7D9A"{1}"\u306F\u3001\u524A\u9664\u3055\u308C\u305F\u305F\u3081\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
cause280107=\u3053\u308C\u306F\u30D7\u30ED\u30B0\u30E9\u30DF\u30F3\u30B0\u30FB\u30A8\u30E9\u30FC\u304C\u539F\u56E0\u3067\u3059\u3002
action280107=\u6B63\u3057\u3044\u30EC\u30B3\u30FC\u30C9ID\u304C\u6307\u5B9A\u3055\u308C\u305F\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280108=\u30B9\u30C8\u30A2\u30FB\u30EC\u30B3\u30FC\u30C9{0}\u3001\u63A5\u7D9A"{1}"\u306F\u3001\u3059\u3067\u306B"{2}"\u3068\u3044\u3046\u540D\u524D\u306E\u30B9\u30C8\u30A2\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
cause280108=\u3053\u308C\u306F\u30D7\u30ED\u30B0\u30E9\u30DF\u30F3\u30B0\u30FB\u30A8\u30E9\u30FC\u304C\u539F\u56E0\u3067\u3059\u3002
action280108=\u6B63\u3057\u3044\u30EC\u30B3\u30FC\u30C9ID\u304C\u6307\u5B9A\u3055\u308C\u305F\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause280109=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280109=\u30EA\u30AF\u30A8\u30B9\u30C8\u3055\u308C\u305F\u66F8\u8FBC\u307F\u30DD\u30EA\u30B7\u30FC\u304A\u3088\u3073\u6700\u7D42\u7684\u306A\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u66F8\u8FBC\u307F\u30DD\u30EA\u30B7\u30FC\u3092\u8ABF\u3079\u308B\u306B\u306F\u3001\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u306E\u30AA\u30FC\u30D7\u30F3\u30FB\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u306E\u540C\u671F\u66F8\u8FBC\u307F\u30DD\u30EA\u30B7\u30FC\u69CB\u6210\u306B\u95A2\u3059\u308B\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280110=\u30B9\u30C8\u30A2"{0}"\u306E"{1}"\u5C5E\u6027\u306F"{2}"\u304B\u3089"{3}"\u306B\u5909\u66F4\u3055\u308C\u307E\u3057\u305F\u3002
cause280110=\u69CB\u6210\u306E\u5909\u66F4\u304C\u539F\u56E0\u3067\u3059\u3002
action280110=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail280111=\u30B9\u30C8\u30A2"{0}"\u306E"{1}"\u5C5E\u6027\u306F"{2}"\u304B\u3089"{3}"\u306B\u5909\u66F4\u3055\u308C\u307E\u3057\u305F\u3002
cause280111=\u69CB\u6210\u306E\u5909\u66F4\u304C\u539F\u56E0\u3067\u3059\u3002
action280111=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail280112=\u30B7\u30B9\u30C6\u30E0\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3"weblogic.store.StoreBootOnError"\u304C\u6709\u52B9\u3067\u3001\u8D77\u52D5\u6642\u306B\u7121\u52B9\u306A\u30B9\u30C8\u30A2\u30FB\u30EC\u30B3\u30FC\u30C9\u3092\u30B9\u30AD\u30C3\u30D7\u3057\u3066\u3044\u307E\u3059\u3002
cause280112=JDBC\u30B9\u30C8\u30A2\u304C\u4E00\u90E8\u7834\u640D\u3057\u3066\u3044\u307E\u3059\u3002
action280112=My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
cause280113=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280113=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause280114=JDBC\u30B9\u30C8\u30A2\u306F\u3001\u69CB\u6210\u3055\u308C\u305F\u30EF\u30FC\u30AB\u30FC\u6570\u306B\u5341\u5206\u306AJDBC\u63A5\u7D9A\u3092\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
action280114=\u30C7\u30FC\u30BF\u30FB\u30BD\u30FC\u30B9\u69CB\u6210\u3092\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause280115=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280115=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause280116=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280116=\u7834\u68C4\u3055\u308C\u305F\u6052\u4E45\u30B5\u30D6\u30B9\u30AF\u30EA\u30D7\u30B7\u30E7\u30F3\u306A\u3069\u3001\u30AF\u30EA\u30FC\u30F3\u30FB\u30A2\u30C3\u30D7\u304C\u5FC5\u8981\u306A\u3082\u306E\u304C\u306A\u3044\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u5236\u9650\u3092\u4E0A\u3052\u3066\u30C7\u30FC\u30E2\u30F3\u3092\u518D\u8D77\u52D5\u3059\u308B\u3053\u3068\u3092\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause280117=\u3053\u308C\u306F\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3067\u3059\u3002
action280117=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause280118=\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3055\u308C\u305F\u30B9\u30C8\u30A2\u30FB\u30C7\u30FC\u30E2\u30F3\u3067\u4F7F\u7528\u3055\u308C\u3066\u3044\u308B\u5171\u6709\u30E1\u30E2\u30EA\u30FC\u306E\u91CF\u304C\u3001\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u8B66\u544A\u3057\u304D\u3044\u5024\u306B\u9054\u3057\u305F\u304B\u8D85\u3048\u307E\u3057\u305F\u3002
action280118=\u7834\u68C4\u3055\u308C\u305F\u6052\u4E45\u30B5\u30D6\u30B9\u30AF\u30EA\u30D7\u30B7\u30E7\u30F3\u306A\u3069\u3001\u30AF\u30EA\u30FC\u30F3\u30FB\u30A2\u30C3\u30D7\u304C\u5FC5\u8981\u306A\u3082\u306E\u304C\u306A\u3044\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u5236\u9650\u3092\u4E0A\u3052\u3066\u30C7\u30FC\u30E2\u30F3\u3092\u518D\u8D77\u52D5\u3059\u308B\u3053\u3068\u3092\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause280119=\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3055\u308C\u305F\u30B9\u30C8\u30A2\u30FB\u30C7\u30FC\u30E2\u30F3\u3067\u4F7F\u7528\u3055\u308C\u3066\u3044\u308B\u5171\u6709\u30E1\u30E2\u30EA\u30FC\u306E\u91CF\u304C\u3001\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u30A8\u30E9\u30FC\u3057\u304D\u3044\u5024\u306B\u9054\u3057\u305F\u304B\u8D85\u3048\u307E\u3057\u305F\u3002
action280119=\u7834\u68C4\u3055\u308C\u305F\u6052\u4E45\u30B5\u30D6\u30B9\u30AF\u30EA\u30D7\u30B7\u30E7\u30F3\u306A\u3069\u3001\u30AF\u30EA\u30FC\u30F3\u30FB\u30A2\u30C3\u30D7\u304C\u5FC5\u8981\u306A\u3082\u306E\u304C\u306A\u3044\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u5236\u9650\u3092\u4E0A\u3052\u3066\u30C7\u30FC\u30E2\u30F3\u3092\u518D\u8D77\u52D5\u3059\u308B\u3053\u3068\u3092\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280120=\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3055\u308C\u305F\u30B9\u30C8\u30A2\u306F\u3001\u524D\u56DE\u306E\u5B9F\u884C\u6642\u306E\u72B6\u614B\u3092\u518D\u69CB\u7BC9\u3059\u308B\u305F\u3081\u306B\u3001\u81EA\u8EAB\u306E\u30ED\u30B0\u3068\u30EA\u30FC\u30B8\u30E7\u30F3\u3092\u30B9\u30AD\u30E3\u30F3\u3057\u3066\u3044\u307E\u3059\u3002
cause280120=\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3002
action280120=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail280121=\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3055\u308C\u305F\u30B9\u30C8\u30A2\u306F\u3001\u305D\u306E\u30EA\u30FC\u30B8\u30E7\u30F3\u3092\u30B9\u30AD\u30E3\u30F3\u3057\u3066\u3001\u524D\u56DE\u306E\u5B9F\u884C\u6642\u306E\u72B6\u614B\u3092\u56DE\u5FA9\u3057\u307E\u3057\u305F\u3002
cause280121=\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3002
action280121=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail280122=\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3055\u308C\u305F\u30B9\u30C8\u30A2\u306B\u6307\u5B9A\u3055\u308C\u305F\u30EA\u30FC\u30B8\u30E7\u30F3\u304C\u3042\u308B\u3053\u3068\u304C\u4E88\u671F\u3055\u308C\u3066\u3044\u307E\u3057\u305F\u304C\u3001\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause280122=\u30EA\u30FC\u30B8\u30E7\u30F3\u304C\u8AA4\u3063\u3066\u524A\u9664\u307E\u305F\u306F\u79FB\u52D5\u3055\u308C\u3066\u3044\u308B\u304B\u3001\u9593\u9055\u3063\u305F\u540D\u524D\u304C\u6307\u5B9A\u3055\u308C\u305F\u304B\u3001\u30B5\u30FC\u30D0\u30FC\u30FB\u30D7\u30ED\u30BB\u30B9\u306B\u30EA\u30FC\u30B8\u30E7\u30F3\u3078\u306E\u8AAD\u53D6\u308A\u3068\u66F8\u8FBC\u307F\u306E\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002
action280122=\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3055\u308C\u305F\u30B9\u30C8\u30A2\u540D\u304C\u6B63\u3057\u3044\u3053\u3068\u3001\u304A\u3088\u3073\u30B5\u30FC\u30D0\u30FC\u30FB\u30D7\u30ED\u30BB\u30B9\u306B\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3055\u308C\u305F\u30B9\u30C8\u30A2\u306E\u30EA\u30FC\u30B8\u30E7\u30F3\u3078\u306E\u8AAD\u53D6\u308A\u3068\u66F8\u8FBC\u307F\u306E\u6A29\u9650\u304C\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u5FC5\u8981\u306B\u5FDC\u3058\u3066\u3001\u540C\u3058\u540D\u524D\u306E\u7A7A\u306E\u30EA\u30FC\u30B8\u30E7\u30F3\u3092\u4F5C\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280123=\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3055\u308C\u305F\u30B9\u30C8\u30A2\u306B\u306F\u8A31\u53EF\u3055\u308C\u308B\u30EA\u30FC\u30B8\u30E7\u30F3\u306E\u6700\u5927\u6570\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u5236\u9650\u306B\u9054\u3059\u308B\u3068\u3001\u30B9\u30C8\u30A2\u306F\u3053\u308C\u4EE5\u4E0A\u30C7\u30FC\u30BF\u3092\u4FDD\u6301\u3067\u304D\u306A\u304F\u306A\u308A\u307E\u3059\u3002
cause280123=\u30B9\u30C8\u30A2\u5185\u306E\u30EC\u30B3\u30FC\u30C9\u304C\u591A\u3059\u304E\u307E\u3059\u3002
action280123=\u30B9\u30C8\u30A2\u304B\u3089\u30C7\u30FC\u30BF\u3092\u524A\u9664\u3057\u3066\u3001\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280124=\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3055\u308C\u305F\u30B9\u30C8\u30A2\u30FB\u30EA\u30FC\u30B8\u30E7\u30F3\u306E\u30D5\u30E9\u30C3\u30B7\u30E5\u64CD\u4F5C\u3067\u306F\u3001\u30EA\u30FC\u30B8\u30E7\u30F3\u5185\u306E\u30C7\u30FC\u30BF\u304C\u30E1\u30E2\u30EA\u30FC\u30FB\u30B9\u30C8\u30A2\u306B\u6C38\u7D9A\u7684\u306B\u66F8\u304D\u8FBC\u307E\u308C\u307E\u3059\u3002\u3053\u306E\u64CD\u4F5C\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u8A73\u7D30\u306F\u3001\u8A73\u7D30\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause280124=\u8A73\u7D30\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280124=\u8A73\u7D30\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
messagedetail280125=\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u6B63\u3057\u304F\u306A\u3044\u30EA\u30FC\u30B8\u30E7\u30F3\u304C\u898B\u3064\u304B\u3063\u305F\u305F\u3081\u3001\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3055\u308C\u305F\u30B9\u30C8\u30A2\u3092\u958B\u3051\u307E\u305B\u3093\u3067\u3057\u305F\u3002
cause280125=\u30EC\u30D7\u30EA\u30B1\u30FC\u30C8\u3055\u308C\u305F\u30B9\u30C8\u30A2\u304C\u4EE5\u524D\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u306EWebLogic Server\u304B\u3089\u6B63\u3057\u304F\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u3066\u3044\u306A\u3044\u304B\u3001\u30E1\u30E2\u30EA\u30FC\u30FB\u30B9\u30C8\u30A2\u4E0A\u306E\u30EA\u30FC\u30B8\u30E7\u30F3\u304C\u7834\u640D\u3057\u3066\u3044\u307E\u3059\u3002
action280125=\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u304Cweblogic.Upgrade\u30C4\u30FC\u30EB\u3092\u4F7F\u7528\u3057\u3066\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause280126=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280126=\u3053\u306E\u8A2D\u5B9A\u306E\u8A73\u7D30\u306F\u3001\u300EOracle WebLogic Server\u30D1\u30D5\u30A9\u30FC\u30DE\u30F3\u30B9\u304A\u3088\u3073\u30C1\u30E5\u30FC\u30CB\u30F3\u30B0\u300F\u30AC\u30A4\u30C9\u306EJMS\u306E\u7AE0\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause280127=IOException\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
action280127=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail280128=\u5B9F\u884C\u74B0\u5883\u306B\u3088\u3063\u3066\u63D0\u4F9B\u3055\u308C\u308B\u6697\u53F7\u5316\u30B5\u30FC\u30D3\u30B9\u3092\u5229\u7528\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
cause280128=\u30E1\u30C3\u30BB\u30FC\u30B8\u672C\u6587\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280128=\u5B9F\u884C\u74B0\u5883\u304A\u3088\u3073\u30DB\u30B9\u30C8\u30FB\u30AA\u30DA\u30EC\u30FC\u30C6\u30A3\u30F3\u30B0\u30FB\u30B7\u30B9\u30C6\u30E0\u306E\u6697\u53F7\u5316\u30B5\u30FC\u30D3\u30B9\u304C\u6B63\u3057\u304F\u69CB\u6210\u3055\u308C\u9069\u5207\u306B\u4F5C\u52D5\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause280129=\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3002
action280129=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
cause280130=\u69CB\u6210\u30AA\u30D7\u30B7\u30E7\u30F3\u304C\u7AF6\u5408\u3057\u3066\u3044\u307E\u3059\u3002
action280130=\u63A5\u7D9A\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30DD\u30EA\u30B7\u30FC\u3092\u5909\u66F4\u3059\u308B\u304B\u3001\u30D7\u30ED\u30D1\u30C6\u30A3\u5024\u3092\u5909\u66F4\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause280131=\u69CB\u6210\u30AA\u30D7\u30B7\u30E7\u30F3\u304C\u7AF6\u5408\u3057\u3066\u3044\u307E\u3059\u3002
action280131=\u63A5\u7D9A\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30DD\u30EA\u30B7\u30FC\u3092\u5909\u66F4\u3059\u308B\u304B\u3001\u30D7\u30ED\u30D1\u30C6\u30A3\u5024\u3092\u5909\u66F4\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
cause280132=\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3002
action280132=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail280133=\u30B9\u30C8\u30A2\u8D77\u52D5\u6642\u306BJDBC\u30B9\u30C8\u30A2\u306F\u3001\u30B9\u30C8\u30A2\u3092\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u3057\u3066\u3044\u308B\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u8868\u306B\u30D0\u30FC\u30B8\u30E7\u30F3\u8A18\u9332\u304C\u306A\u3044\u3053\u3068\u3092\u8A8D\u8B58\u3057\u307E\u3057\u305F\u3002\u8868\u306B\u30A2\u30AF\u30BB\u30B9\u3057\u5909\u66F4\u3067\u304D\u308B\u306E\u306FWeblogic\u30D7\u30ED\u30BB\u30B9\u306E\u307F\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause280133=JDBC\u30B9\u30C8\u30A2\u3092\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u3057\u3066\u3044\u308B\u7A7A\u3067\u306A\u3044\u8868\u306B\u30D0\u30FC\u30B8\u30E7\u30F3\u8A18\u9332\u304C\u3042\u308A\u307E\u305B\u3093\u3002
action280133=JDBC\u30B9\u30C8\u30A2\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u8A18\u9332\u306E\u5FA9\u5143\u306B\u95A2\u3057\u3066\u306F\u3001My Oracle Support\u306B\u304A\u554F\u3044\u5408\u305B\u304F\u3060\u3055\u3044\u3002
messagedetail280134=\u30B7\u30B9\u30C6\u30E0\u30FB\u30D7\u30ED\u30D1\u30C6\u30A3"weblogic.store.StoreRestoreVersionRow"\u304C\u6709\u52B9\u3067\u3001\u6B20\u843D\u3057\u3066\u3044\u308B\u30D0\u30FC\u30B8\u30E7\u30F3\u8A18\u9332\u304C\u5FA9\u5143\u3055\u308C\u307E\u3059\u3002
cause280134=\u60C5\u5831\u30E1\u30C3\u30BB\u30FC\u30B8\u3002
action280134=\u5FC5\u8981\u306A\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u3042\u308A\u307E\u305B\u3093\u3002
messagedetail280135=\u6C38\u7D9A\u30B9\u30C8\u30A2\u3092\u958B\u304F\u969B\u3001\u81F4\u547D\u7684\u3067\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u3001\u4E00\u90E8\u306E\u95A2\u9023\u6A5F\u80FD\u306F\u6A5F\u80FD\u304C\u5236\u9650\u3055\u308C\u3066\u5B9F\u884C\u3055\u308C\u3066\u3044\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u8A73\u7D30\u306F\u30ED\u30B0\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause280135=\u30ED\u30B0\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
action280135=\u8A73\u7D30\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
cause280136=\u975E\u63A8\u5968\u306E\u30B9\u30C8\u30A2\u30FB\u30BF\u30A4\u30D7\u304C\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002
action280136=JDBC\u30B9\u30C8\u30A2\u306B\u306F\u3001\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u3092\u4F7F\u7528\u3059\u308B\u3053\u3068\u3092\u304A\u85A6\u3081\u3057\u307E\u3059\u3002
