extract.short=<p>Extrai uma tabela da s\u00E9rie de tempo de um conjunto especificado de origens de entrada, com base em uma janela de tempo e programa\u00E7\u00E3o de taxa de amostragem.</p>
extract.full=<p>Extrai uma tabela da s\u00E9rie de tempo de um conjunto especificado de origens de entrada, com base em uma janela de tempo e programa\u00E7\u00E3o de taxa de amostragem.</p><br/><p>A origem de entrada pode ser uma das seguintes:<br/><ol><li>A sa\u00EDda de uma opera\u00E7\u00E3o <code>query()</code> de um bean de express\u00E3o JMX (por ex.: <code>wls.runtime.query('com.bea:Type=ServletRuntime,*', 'ExecutionTimeAverage')</code>)</li><li>Uma express\u00E3o EL, como uma string (por ex.: <code>wls.runtime.JVMRuntime.heapFreePercent</code></li></ol></p><br/><p>Os par\u00E2metros <code>schedule</code> e <code>duration</code> podem ser em horas, minutos ou segundos e s\u00E3o especificados como strings do formato<br/><br/><pre>amount[unit]</pre><br/>em que <code>amount</code> corresponde a um valor inteiro e <code>unit</code> corresponde a uma palavra inteira ou a parte de uma palavra indicando a unidade de tempo que se aplica ao valor <code>amount</code>. Se <code>unit</code> n\u00E3o for especificado, ser\u00E3o usados os segundos. Poder\u00E1 haver espa\u00E7os entre os valores <code>amount</code> e <code>units</code></p><br/><p>As unidades podem ser especificadas como uma das seguintes<br/><ol><li>&quot;s&quot;[econds] (padr\u00E3o)</li><li>&quot;m&quot;[inutes]</li><li>&quot;s&quot;[ours]</li></ol><br/><p>As unidades, conforme mencionado acima, podem ser uma palavra inteira ou parte de uma palavra, desde que comece com &quot;s&quot;, &quot;m&quot; ou &quot;h&quot;.</p><br/>Exemplos:<br/><code>5seconds</code> <code>5 sec</code> <code>5s</code> <code>5m</code><code>5min</code> <code>5 mins</code> <code>5h</code> <code>5hrs</code><code>5 hr</code></p>
extract.displayName=Extrair M\u00E9tricas
extract.spec.short=M\u00E9trica de amostra 
extract.spec.full=A m\u00E9trica de amostra especificou uma express\u00E3o EL como uma string ou a sa\u00EDda de uma opera\u00E7\u00E3o <code>query()</code> do bean JMX
extract.schedule.short=A taxa de amostragem da m\u00E9trica, especificada como uma string, em horas, minutos ou segundos (o padr\u00E3o)
extract.schedule.full=<p>A taxa de amostragem da m\u00E9trica, especificada como uma string, em horas, minutos ou segundos (o padr\u00E3o)</p>Exemplos:<br/><code>5seconds</code> <code>5 sec</code> <code>5s</code> <code>5m</code><code>5min</code> <code>5 mins</code> <code>5h</code> <code>5hrs</code><code>5 hr</code>
extract.duration.short=<p>A janela de amostragem da m\u00E9trica necess\u00E1ria, especificada como uma string, em horas, minutos ou segundos (o padr\u00E3o)</p>
extract.duration.full=<p>A janela de amostragem necess\u00E1ria da m\u00E9trica, especificada como uma string, em horas, minutos ou segundos (o padr\u00E3o)</p>Exemplos:<br/><code>5seconds</code> <code>5 sec</code> <code>5s</code> <code>5m</code><code>5min</code> <code>5 mins</code> <code>5h</code> <code>5hrs</code><code>5 hr</code>
tableAverages.short=<p>Calcula um vetor de m\u00E9dias com base em uma tabela de entrada de valores num\u00E9ricos</p>
tableAverages.full=<p>Executa uma redu\u00E7\u00E3o de matriz em uma tabela de entrada de valores, calculando a m\u00E9dia de cada linha na tabela e gerando um vetor de m\u00E9dias (um para cada linha da tabela).</p><p>Geralmente, cada linha da tabela representa uma s\u00E9rie de tempo de valores de uma determinada inst\u00E2ncia de m\u00E9trica.</p><p>Gera uma <code>IllegalArgumentException</code> se a entrada n\u00E3o for uma tabela bidimensional ou se a entrada contiver valores n\u00E3o num\u00E9ricos</p> 
tableAverages.displayName=M\u00E9dias da Tabela
tableAverages.table.short=A tabela de entrada de valores num\u00E9ricos
tableAverages.table.full=A tabela de entrada de valores num\u00E9ricos, em que cada linha geralmente corresponde a uma s\u00E9rie de tempo de valores da mesma inst\u00E2ncia de m\u00E9trica
average.short=<p>Calcula um valor m\u00E9dio com base em um conjunto de valores de entrada num\u00E9ricos.</p>
average.full=<p>Calcula um valor m\u00E9dio com base em um conjunto de valores de entrada num\u00E9ricos.</p><p>Retorna a m\u00E9dia escalar do vetor de entrada ou <code>Double.NaN</code> se a entrada estiver vazia.</p><p>Se a entrada contiver quaisquer valores n\u00E3o num\u00E9ricos, ser\u00E1 gerada uma <code>IllegalArgumentException</code>.</p>
average.displayName=M\u00E9dio
averages.inputValues.short=Um vetor de valores de entrada num\u00E9ricos
average.inputValues.full=Um vetor de valores de entrada num\u00E9ricos
changes.short=Calcula um vetor de diferen\u00E7as a partir de um vetor de entrada de valores num\u00E9ricos
changes.displayName=Altera\u00E7\u00F5es da Tabela
changes.full=<p>Usa um vetor de valores de entrada de tamanho <code>n</code> e gera um vetor de (no m\u00E1ximo) <code>n-1</code> diferen\u00E7as entre valores sucessivos.</p><p>Por exemplo, se o vetor de entrada for <code>{ 3, 2, 5, 3, 7 }</code>, o vetor resultante ser\u00E1<code>{ 1, -1, 3, -2, 4 }</code>.</p><p>\u00C9 poss\u00EDvel que uma sequ\u00EAncia contenha <code>Double.NaN</code>, nesse caso os valores ser\u00E3o ignorados.</p><p>Se um valor de entrada for n\u00E3o num\u00E9rico, ser\u00E1 gerada uma <code>IllegalArgumentException<code>.</p>
changes.inputValues.short=Um vetor de entrada de valores num\u00E9ricos
changes.inputValues.full=Um vetor de entrada de valores num\u00E9ricos
tableChanges.displayName=Altera\u00E7\u00F5es da Tabela
tableChanges.short=<p>Usa uma tabela de valores de entrada e gera uma tabela de sa\u00EDda de vetores de diferen\u00E7a, um para cada vetor de entrada. </p>
tableChanges.full=<p>Usa uma tabela de valores de entrada e gera uma tabela de sa\u00EDda de vetores de diferen\u00E7a, um para cada vetor de entrada. </p><p>Gera uma <code>IllegalArgumentException</code> se a entrada n\u00E3o corresponder a uma tabela bidimensional ou se a entrada contiver valores n\u00E3o num\u00E9ricos</p> 
tableChanges.inputTable.short=A tabela de entrada de valores num\u00E9ricos
tableChanges.inputTable.full=A tabela de entrada de valores num\u00E9ricos, em que cada linha geralmente corresponde a uma s\u00E9rie de tempo de valores da mesma inst\u00E2ncia de m\u00E9trica
