PasswordPromptMessage=WebLogic Server\u3092\u8D77\u52D5\u3059\u308B\u305F\u3081\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044:
PasswordPromptMessageRenter=\u78BA\u8A8D\u306E\u305F\u3081\u306B\u3001WebLogic Server\u306E\u8D77\u52D5\u306B\u5FC5\u8981\u306A\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u518D\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044:
UsernamePromptMessage=WebLogic Server\u3092\u8D77\u52D5\u3059\u308B\u305F\u3081\u306E\u30E6\u30FC\u30B6\u30FC\u540D\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044:
CallbackWarningMessage=\u8B66\u544A:
CallbackErrorMessage=\u30A8\u30E9\u30FC:
getNewAdminstrativeUserPassCreated=\u30C7\u30D5\u30A9\u30EB\u30C8\u69CB\u6210\u306E\u751F\u6210\u30D7\u30ED\u30BB\u30B9\u3067\u3001\u65B0\u3057\u3044\u7BA1\u7406\u30E6\u30FC\u30B6\u30FC\u304A\u3088\u3073\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F\u3002\u3053\u308C\u306F\u30B3\u30DE\u30F3\u30C9\u30FB\u30E9\u30A4\u30F3\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u307E\u305F\u306F\u30D7\u30ED\u30F3\u30D7\u30C8\u3067\u6307\u5B9A\u3057\u305F\u5024\u306B\u57FA\u3065\u3044\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u30E6\u30FC\u30B6\u30FC\u540D\u304A\u3088\u3073\u30D1\u30B9\u30EF\u30FC\u30C9\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u306E\u8D77\u52D5\u3001\u30B3\u30F3\u30BD\u30FC\u30EB\u307E\u305F\u306FWLST\u3078\u306E\u30ED\u30B0\u30A4\u30F3\u3001weblogic.Admin\u304B\u3089\u306E\u5236\u9650\u4ED8\u304D\u30B3\u30DE\u30F3\u30C9\u306E\u767A\u884C\u306A\u3069\u3001\u3053\u306E\u65B0\u3057\u3044\u69CB\u6210\u3067\u884C\u3046\u3059\u3079\u3066\u306E\u7BA1\u7406\u30BF\u30B9\u30AF\u3067\u5FC5\u8981\u3068\u306A\u308A\u307E\u3059\u3002
getAdminUserTooShort=\u30B3\u30DE\u30F3\u30C9\u30FB\u30E9\u30A4\u30F3\u307E\u305F\u306F\u30D7\u30ED\u30F3\u30D7\u30C8\u306E\u3044\u305A\u308C\u304B\u3067\u6307\u5B9A\u3057\u305F\u30E6\u30FC\u30B6\u30FC\u540D\u304C\u7A7A\u3067\u3059\u3002
getAdminPassTooShort=\u30B3\u30DE\u30F3\u30C9\u30FB\u30E9\u30A4\u30F3\u307E\u305F\u306F\u30D7\u30ED\u30F3\u30D7\u30C8\u306E\u3044\u305A\u308C\u304B\u3067\u6307\u5B9A\u3057\u305F\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u7A7A\u3067\u3059\u3002
PassNoMatch=\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002
PassNoMatchBoom=\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u69CB\u6210\u3092\u751F\u6210\u3067\u304D\u307E\u305B\u3093\u3002\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
TryAgainPassNoMatchBoom=\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
failCreateAdminUser=\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
SSLClientTrustKeyStoreConfigError=\u30B3\u30DE\u30F3\u30C9\u30E9\u30A4\u30F3\u4FE1\u983C\u30AD\u30FC\u30B9\u30C8\u30A2\u306E\u69CB\u6210\u304C\u4E0D\u6B63\u3067\u3059\u3002TrustKeyStore\u306B\u4E0D\u6B63\u306A\u5024\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u304B\u3001\u307E\u305F\u306FTrustKeyStore\u306BCustomTrust\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u306E\u306BCustomTrustKeyStoreFileName\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
SSLClientTrustKeyStoreSyntax=JDK\u306Ecacerts\u5185\u306E\u4FE1\u983C\u6027\u306E\u3042\u308BCA\u3092\u4F7F\u7528\u3059\u308B\u306B\u306F\u3001\u6B21\u306E\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002\n\n\t\\-Dweblogic.security.TrustKeyStore=JavaStandardTrust\n\t\t\u30C7\u30D5\u30A9\u30EB\u30C8\u306FJavaStandardTrust\u3067\u3059\u3002\n\n\t-Dweblogic.security.JavaStandardTrustKeyStorePassPhrase=passphrase\n\t\t\u30C7\u30D5\u30A9\u30EB\u30C8\u306F\u30D1\u30B9\u30D5\u30EC\u30FC\u30BA\u306A\u3057\u3067\u3059\u3002\n\t\t\u3064\u307E\u308A\u3001JDK\u306Ecacerts\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u306F\u8AAD\u53D6\u308A\u5C02\u7528\u3067\u3059\u3002\n\n DemoTrust.jks\u5185\u3068JDK\u306Ecacerts\u5185\u306E\u4FE1\u983C\u6027\u306E\u3042\u308BCA\u3092\u4F7F\u7528\u3059\u308B\u306B\u306F\u3001\u6B21\u306E\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002\n\n\t-Dweblogic.security.TrustKeyStore=DemoTrust\n\t-Dweblogic.security.JavaStandardTrustKeyStorePassPhrase=passphrase\n\t\t\u30C7\u30D5\u30A9\u30EB\u30C8\u306F\u30D1\u30B9\u30D5\u30EC\u30FC\u30BA\u306A\u3057\u3067\u3059\u3002\n\t\t\u3064\u307E\u308A\u3001JDK\u306Ecacerts\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u306F\u8AAD\u53D6\u308A\u5C02\u7528\u3067\u3059\u3002\n\n\u5225\u306E\u30AD\u30FC\u30B9\u30C8\u30A2\u304B\u3089\u306E\u4FE1\u983C\u6027\u306E\u3042\u308BCA\u3092\u4F7F\u7528\u3059\u308B\u306B\u306F\u3001\u6B21\u306E\u3088\u3046\u306B\u6307\u5B9A\u3057\u307E\u3059\u3002\n\n\t-Dweblogic.security.TrustKeyStore=CustomTrust\n\n\t-Dweblogic.security.CustomTrustKeyStoreFileName=filename\n\t\t\u7D76\u5BFE\u30D1\u30B9\u540D\u3001\u307E\u305F\u306F\u30B5\u30FC\u30D0\u30FC\u304C\u8D77\u52D5\u3055\u308C\u305F\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3092\n\t\t\u57FA\u6E96\u3068\u3059\u308B\u76F8\u5BFE\u30D1\u30B9\u540D\u3002\n\n\t-Dweblogic.security.CustomTrustKeyStoreType=type\n\t\t\u30C7\u30D5\u30A9\u30EB\u30C8\u306FJDK\u306Ejava.security\u30D5\u30A1\u30A4\u30EB\u3067\n\t\t\u6307\u5B9A\u3055\u308C\u305F\u30C7\u30D5\u30A9\u30EB\u30C8\u30FB\u30AD\u30FC\u30B9\u30C8\u30A2\u30FB\u30BF\u30A4\u30D7\u3067\u3059\u3002\n\n\t-Dweblogic.security.CustomTrustKeyStorePassPhrase=passphrase\n\t\t\u30C7\u30D5\u30A9\u30EB\u30C8\u306F\u30D1\u30B9\u30D5\u30EC\u30FC\u30BA\u306A\u3057\u3067\u3059\u3002\u8AAD\u53D6\u308A\u30A2\u30AF\u30BB\u30B9\u306B\u5BFE\u3057\u3066\u306F\u30D1\u30B9\u30D5\u30EC\u30FC\u30BA\u3092\n\t\t\u4E0D\u8981\u3068\u3059\u308B\u30AD\u30FC\u30B9\u30C8\u30A2\u30FB\u30BF\u30A4\u30D7\u3082\u3042\u308C\u3070(jks\u306A\u3069)\u3001\u8AAD\u53D6\u308A\u30A2\u30AF\u30BB\u30B9\u306B\u5BFE\u3057\u3066\u3082\n\t\t\u30AD\u30FC\u30B9\u30C8\u30A2\u30FB\u30D1\u30B9\u30D5\u30EC\u30FC\u30BA\u304C\u5FC5\u8981\u306B\u306A\u308B\u30AD\u30FC\u30B9\u30C8\u30A2\u30FB\u30BF\u30A4\u30D7\u3082\u3042\u308A\u307E\u3059\u3002
## {0}: String trustStoreFile
CATrustPasswordPromptMessage=\u4FE1\u983C\u30AD\u30FC\u30B9\u30C8\u30A2{0}\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u5165\u529B:
## {0}: String yep, {1}: String nope
UserKeyConfigCreatePrompt=\u30AD\u30FC\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u4F5C\u6210\u3059\u308B\u5834\u5408\u3001\u4F5C\u6210\u5F8C\u306B\u305D\u306E\u30D5\u30A1\u30A4\u30EB\u3092\u4FDD\u8B77\u3055\u308C\u305F\u5834\u6240\u306B\u683C\u7D0D\u3057\u306A\u3044\u3068\u3001\u30B7\u30B9\u30C6\u30E0\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u304C\u4F4E\u4E0B\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u30AD\u30FC\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u4F5C\u6210\u3057\u307E\u3059\u304B\u3002{0}\u307E\u305F\u306F{1}:
UserKeyConfigCreateAffirmative=y
UserKeyConfigCreateNegative=n
## {0}: String yes, {1}: String no
UserKeyConfigCreateConfirm=\u30E6\u30FC\u30B6\u30FC\u69CB\u6210\u30AD\u30FC\u306E\u4F5C\u6210\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002{0}\u307E\u305F\u306F{1}
UserKeyConfigCreateFailure=\u30E6\u30FC\u30B6\u30FC\u69CB\u6210\u30AD\u30FC\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u4F5C\u6210\u3067\u304D\u306A\u3044\u305F\u3081\u3001\u7D99\u7D9A\u3067\u304D\u307E\u305B\u3093\u3002
UsingExistingKeyFile=\u65E2\u5B58\u306E\u30E6\u30FC\u30B6\u30FC\u30FB\u30AD\u30FC\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059...
UserKeyConfigCreateNoPrompt=\u30AD\u30FC\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u4F5C\u6210\u3059\u308B\u5834\u5408\u3001\u4F5C\u6210\u5F8C\u306B\u305D\u306E\u30D5\u30A1\u30A4\u30EB\u3092\u4FDD\u8B77\u3055\u308C\u305F\u5834\u6240\u306B\u683C\u7D0D\u3057\u306A\u3044\u3068\u3001\u30B7\u30B9\u30C6\u30E0\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u304C\u4F4E\u4E0B\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u65B0\u3057\u3044\u30AD\u30FC\u3092\u4F5C\u6210\u3057\u3066\u3044\u307E\u3059...
## {0}: String problem, {1}: String solution
SecurityPre90UpgradeNotPossible=\u30C9\u30E1\u30A4\u30F3\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u69CB\u6210\u3092\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3002\n\n{0}\n\n\u30C9\u30E1\u30A4\u30F3\u306B\u5BFE\u3057\u3066\u6B21\u306E\u5909\u66F4\u3092\u884C\u3063\u3066\u304B\u3089\u3001\u518D\u5EA69.0\u306B\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u3057\u3066\u304F\u3060\u3055\u3044\u3002\n\n{1}\n\n8.1\u304B\u3089\u79FB\u884C\u3059\u308B\u5834\u5408\u306F\u3001\u3053\u306E\u5909\u66F4\u3092config.xml\u3067\u884C\u3063\u3066\u304F\u3060\u3055\u3044\u3002\n\n7.0\u304B\u3089\u79FB\u884C\u3059\u308B\u5834\u5408\u306F\u3001\u4EE5\u4E0B\u306E\u624B\u9806\u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002\n\t 1)7.0\u3067weblogic.management.commo.WebLogicMBeanDumper\u3092\u4F7F\u7528\u3057\u3066\u3001\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3MBean\u3092\u30C6\u30AD\u30B9\u30C8\u30FB\u30D5\u30A1\u30A4\u30EB\u306B\u30C0\u30F3\u30D7\u3057\u307E\u3059\u3002\n\t 2)\u30C6\u30AD\u30B9\u30C8\u30FB\u30D5\u30A1\u30A4\u30EB\u3067\u3053\u306E\u5909\u66F4\u3092\u884C\u3044\u307E\u3059\u3002\n\t 3)7.0\u3067weblogic.management.commo.WebLogicMBeanLoader\u3092\u4F7F\u7528\u3057\u3066\u3001\u5909\u66F4\u3057\u305F\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3MBean\u3092\u30ED\u30FC\u30C9\u3057\u307E\u3059\u3002\n\t\u8A73\u3057\u3044\u624B\u9806\u306B\u3064\u3044\u3066\u306F\u3001http://www.oracle.com/technetwork/middleware/weblogic/overview/index.html\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
SecurityPre90UpgradeNameSolution=\u3059\u3079\u3066\u306E\u30EC\u30EB\u30E0\u306B\u3001\u7A7A\u3067\u306A\u3044\u4E00\u610F\u306E"DisplayName"(DisplayName="myrealm"\u306A\u3069)\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002n\n\u30EC\u30EB\u30E0\u306E\u3059\u3079\u3066\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3068\u30E6\u30FC\u30B6\u30FC\u30FB\u30ED\u30C3\u30AF\u30A2\u30A6\u30C8\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306B\u3001\u7A7A\u3067\u306F\u306A\u3044\u4E00\u610F\u306E"DisplayName"\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002\n\u6CE8\u610F: \u6307\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u306F\u3001\u30C7\u30D5\u30A9\u30EB\u30C8\u3067\u3001\u30EC\u30EB\u30E0\u3068\u30E6\u30FC\u30B6\u30FC\u30FB\u30ED\u30C3\u30AF\u30A2\u30A6\u30C8\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306B\u306F"Realm"\u3068"UserLockoutManager"\u304C\u305D\u308C\u305E\u308C\u8A2D\u5B9A\u3055\u308C\u3001\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306B\u306F\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u306E\u30BF\u30A4\u30D7(\u4F8B: "DefaultAuthenticator")\u304C\u8A2D\u5B9A\u3055\u308C\u307E\u3059\u3002\n\n\u3059\u3079\u3066\u306E\u30EC\u30EB\u30E0\u306E"Name"\u306B\u3001"Security:Name=<realmdisplayname>"\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044(\u4F8B: Name="Security:Name=myrealm")\u3002\n\n\u3059\u3079\u3066\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3068\u30E6\u30FC\u30B6\u30FC\u30FB\u30ED\u30C3\u30AF\u30A2\u30A6\u30C8\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306E"Name"\u306B\u3001"Security:Name=<realmdisplayname><displayname>"\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044(\u4F8B: Name="Security:Name=myrealmDefaultAuthenticator")\u3002\n\n\u3059\u3079\u3066\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3068\u30E6\u30FC\u30B6\u30FC\u30FB\u30ED\u30C3\u30AF\u30A2\u30A6\u30C8\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306E"Realm"\u306B\u3001\u30EC\u30EB\u30E0\u306E"Name"\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044(\u4F8B: Realm="Security:Name=myrealm")\u3002\n\n\u3059\u3079\u3066\u306E\u30EC\u30EB\u30E0\u306E\u30D7\u30ED\u30D0\u30A4\u30C0\u3068\u30E6\u30FC\u30B6\u30FC\u30FB\u30ED\u30C3\u30AF\u30A2\u30A6\u30C8\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306E\u5C5E\u6027\u306B\u3001\u30D7\u30ED\u30D0\u30A4\u30C0\u3068\u30E6\u30FC\u30B6\u30FC\u30FB\u30ED\u30C3\u30AF\u30A2\u30A6\u30C8\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306E"Name"\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044(\u4F8B: Authorizers="Security:Name=myrealmDefaultAuthorizer")\u3002\n\n\u3059\u3079\u3066\u306E\u30EC\u30EB\u30E0\u304C\u5404\u81EA\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3068\u30E6\u30FC\u30B6\u30FC\u30FB\u30ED\u30C3\u30AF\u30A2\u30A6\u30C8\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u30921\u5EA6\u306E\u307F\u53C2\u7167\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
SecurityPre90UpgradeMissingObjectNameProblem=\u30EC\u30EB\u30E0\u3001\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3001\u307E\u305F\u306F\u30E6\u30FC\u30B6\u30FC\u30FB\u30ED\u30C3\u30AF\u30A2\u30A6\u30C8\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306E"Name"\u304C\u7A7A\u3067\u3042\u308B\u304B\u3001\u307E\u305F\u306F\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
## {0}: String objectName
SecurityPre90UpgradeDuplicateObjectNameProblem=\u8907\u6570\u306E\u30EC\u30EB\u30E0\u3001\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u3001\u307E\u305F\u306F\u30E6\u30FC\u30B6\u30FC\u30FB\u30ED\u30C3\u30AF\u30A2\u30A6\u30C8\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306E"Name"\u304C"{0}"\u3067\u3059\u3002
## {0}: String realmObjectName, {1}: String childObjectName
SecurityPre90UpgradeMissingRealmChildProblem=\u30EC\u30EB\u30E0"{0}"\u304C\u53C2\u7167\u3057\u3066\u3044\u308B"{1}"\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
## {0}: String realmObjectName, {1}: String childObjectName, {2}: String childRealmObjectName
SecurityPre90UpgradeRealmChildRefersToAnotherRealmProblem=\u30EC\u30EB\u30E0"{0}"\u304C\u53C2\u7167\u3057\u3066\u3044\u308B"{1}"\u304C\u3001\u30EC\u30EB\u30E0"{2}"\u3092\u53C2\u7167\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String realmObjectName, {1}: String childObjectName
SecurityPre90UpgradeRealmChildRefersToNoRealmProblem=\u30EC\u30EB\u30E0"{0}"\u304C\u53C2\u7167\u3057\u3066\u3044\u308B"{1}"\u304C\u3001\u3069\u306E\u30EC\u30EB\u30E0\u3082\u53C2\u7167\u3057\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String childObjectName
SecurityPre90UpgradeUnreferencedRealmChildProblem=\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u307E\u305F\u306F\u30E6\u30FC\u30B6\u30FC\u30FB\u30ED\u30C3\u30AF\u30A2\u30A6\u30C8\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3"{0}"\u304C\u3001\u3069\u306E\u30EC\u30EB\u30E0\u304B\u3089\u3082\u53C2\u7167\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String actualChildObjectName, {1}: String expectedChildObjectName, {2}: String childDisplayname, {3}: String realmDisplayName
SecurityPre90UpgradeNonStandardRealmChildObjectNameProblem=\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30D7\u30ED\u30D0\u30A4\u30C0\u307E\u305F\u306F\u30E6\u30FC\u30B6\u30FC\u30FB\u30ED\u30C3\u30AF\u30A2\u30A6\u30C8\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3"{0}"\u306B\u3001\u6A19\u6E96\u3067\u306A\u3044"Name"\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002\n"DisplayName"\u304C"{2}"\u3001\u30EC\u30EB\u30E0\u306E"DisplayName"\u304C"{3}"\u306A\u306E\u3067\u3001\u4E88\u671F\u3055\u308C\u3066\u3044\u308B"Name"\u306F"{1}"\u3067\u3059\u3002
## {0}: String actualRealmObjectName, {1}: String expectedRealmObjectName, {2}: String realmDisplayName
SecurityPre90UpgradeNonStandardRealmObjectNameProblem=\u30EC\u30EB\u30E0"{0}"\u306B\u6A19\u6E96\u3067\u306A\u3044"Name"\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002\n"DisplayName"\u304C"{2}"\u306A\u306E\u3067\u3001\u4E88\u671F\u3055\u308C\u3066\u3044\u308B"Name"\u306F"{1}"\u3067\u3059\u3002
## {0}: String realmObjectName, {1}: String childAttributeName, {2}: String childDisplayName
SecurityPre90UpgradeDuplicateRealmChildDisplayNameProblem=\u30EC\u30EB\u30E0"{0}"\u306B\u3001"DisplayName"\u304C"{2}"\u306E{1}\u304C\u8907\u6570\u3042\u308A\u307E\u3059\u3002
## {0}: String realmObjectName, {1}: String childAttributeName, {2}: String childObjectName
SecurityPre90UpgradeDuplicateRealmChildReferencesProblem=\u30EC\u30EB\u30E0"{0}"\u306B\u3001"{1}" "{2}"\u3078\u306E\u53C2\u7167\u304C\u8907\u6570\u3042\u308A\u307E\u3059\u3002
## {0}: String realmDisplayName
SecurityPre90UpgradeDuplicateRealmDisplayNameProblem="DisplayName"\u304C"{0}"\u306E\u30EC\u30EB\u30E0\u304C\u8907\u6570\u3042\u308A\u307E\u3059\u3002
## {0}: String certPathBuilderObjectName, {1}: String realmObjectName
SecurityPre90UpgradeRealmCertPathBuilderNotChildProblem=\u30EC\u30EB\u30E0"{1}"\u306ECertPathBuilder "{0}"\u306F\u3001\u30EC\u30EB\u30E0\u306ECertPathProvider\u306E1\u3064\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
SecurityPre90UpgradeRealmCertPathBuilderNotChildSolution=\u30EC\u30EB\u30E0\u306ECertPathBuilder\u304C\u3001CertPathProvider\u306E1\u3064\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String realm1ObjectName, {1}: String realm2ObjectName
SecurityPre90UpgradeMultipleDefaultRealmsProblem=\u30EC\u30EB\u30E0"{0}"\u3068\u30EC\u30EB\u30E0"{1}"\u306E\u4E21\u65B9\u3067\u3001"DefaultRealm"\u304C"true"\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002
SecurityPre90UpgradeMultipleDefaultRealmsSolution="DefaultRealm"\u304C"true"\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u30EC\u30EB\u30E0\u306F1\u3064\u306E\u307F\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String realmObjectName
SecurityPre90UpgradeMissingUserLockoutManagerProblem=\u30EC\u30EB\u30E0"{0}"\u306B\u30E6\u30FC\u30B6\u30FC\u30FB\u30ED\u30C3\u30AF\u30A2\u30A6\u30C8\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
SecurityPre90UpgradeMissingUserLockoutManagerSolution=\u30EC\u30EB\u30E0\u306B\u30E6\u30FC\u30B6\u30FC\u30FB\u30ED\u30C3\u30AF\u30A2\u30A6\u30C8\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u3092\u8FFD\u52A0\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30E6\u30FC\u30B6\u30FC\u306E\u30ED\u30C3\u30AF\u30A2\u30A6\u30C8\u304C\u30C7\u30D5\u30A9\u30EB\u30C8\u3067\u6709\u52B9\u306B\u306A\u308A\u307E\u3059\u3002\u30E6\u30FC\u30B6\u30FC\u306E\u30ED\u30C3\u30AF\u30A2\u30A6\u30C8\u3092\u7121\u52B9\u306B\u3059\u308B\u306B\u306F\u3001\u30E6\u30FC\u30B6\u30FC\u30FB\u30ED\u30C3\u30AF\u30A2\u30A6\u30C8\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306E"LockoutEnabled"\u3092"true"\u306B\u8A2D\u5B9A\u3057\u307E\u3059\u3002
## {0}: String realmObjectName
SecurityPre90UpgradeUseDeprecatedWebResourceProblem=\u30EC\u30EB\u30E0"{0}"\u306E"UseDeprecatedWebResource"\u304C"true"\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002
SecurityPre90UpgradeUseDeprecatedWebResourceSolution=\u30EC\u30EB\u30E0\u304B\u3089\u3053\u306E\u8A2D\u5B9A\u3092\u524A\u9664\u3057\u3001\u30C9\u30E1\u30A4\u30F3\u306EWeb\u30EA\u30BD\u30FC\u30B9\u306B\u65B0\u3057\u3044\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30ED\u30FC\u30EB\u3068\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30DD\u30EA\u30B7\u30FC\u3092\u8FFD\u52A0\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String providerType, {1}: String subType, {2}: String legalSubTypes
UnknownSecurityProviderTypeError="{0}"\u306F\u6709\u52B9\u306A{1}\u306E\u30BF\u30A4\u30D7\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u6709\u52B9\u306A\u30BF\u30A4\u30D7\u306F{2}\u3067\u3059\u3002
EmptyActiveTypeError="ActiveTypes"\u306Bnull\u5024\u307E\u305F\u306F\u7A7A\u306E\u6587\u5B57\u5217\u5024\u3092\u8A2D\u5B9A\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String cert
SelfSignedCertificateInChainError=\u8A3C\u660E\u66F8\u304C\u3001\u30C1\u30A7\u30FC\u30F3\u306E\u6700\u5F8C\u306E\u8A3C\u660E\u66F8\u3067\u306F\u306A\u304F\u3001\u81EA\u5DF1\u7F72\u540D\u8A3C\u660E\u66F8\u3067\u3059\u3002\n {0}
## {0}: String issued, {1}: String issuer
CertificateNotSignedByIssuerError=\u8A3C\u660E\u66F8\u304C\u3001\u30C1\u30A7\u30FC\u30F3\u306E\u6B21\u306E\u8A3C\u660E\u66F8\u306B\u3088\u3063\u3066\u7F72\u540D\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3067\u3057\u305F\u3002\n\u8A3C\u660E\u66F8:\n{0}\n\u6B21\u306E\u8A3C\u660E\u66F8(\u767A\u884C\u8005):\n{1}
## {0}: String issued, {1}: String issuer
IssuerDNMismatchError=\u8A3C\u660E\u66F8\u306E\u767A\u884C\u8005DN\u304C\u3001\u30C1\u30A7\u30FC\u30F3\u306E\u6B21\u306E\u8A3C\u660E\u66F8\u306E\u30B5\u30D6\u30B8\u30A7\u30AF\u30C8DN\u3068\u4E00\u81F4\u3057\u307E\u305B\u3093\u3067\u3057\u305F\u3002\n\u8A3C\u660E\u66F8:\n{0}\n\u6B21\u306E\u8A3C\u660E\u66F8(\u767A\u884C\u8005):\n{1}
