## {0}: String archiveFileName
2194801=importPartition\u306B\u6307\u5B9A\u3057\u305F\u30A2\u30FC\u30AB\u30A4\u30D6\u30FB\u30D5\u30A1\u30A4\u30EB\u540D{0}\u304Cnull\u3067\u3059
2194802=\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u540D\u306Fnull\u306B\u3067\u304D\u307E\u305B\u3093\u3002\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u540D\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String clusterName
2194803=\u30AF\u30E9\u30B9\u30BF\u3092\u30BF\u30FC\u30B2\u30C3\u30C8\u3068\u3059\u308B\u30D1\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u3092\u4F7F\u7528\u3059\u308B\u306B\u306F\u3001\u305D\u306E\u30AF\u30E9\u30B9\u30BF\u306B\u9AD8\u53EF\u7528\u6027\u30DD\u30EA\u30B7\u30FC\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u304C\u5FC5\u8981\u3067\u3042\u308B\u305F\u3081\u3001\u30AF\u30E9\u30B9\u30BF"{0}"\u306BMigrationBasis\u3092\u8A2D\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u3092MigrationBasis\u3068\u3057\u3066\u9078\u629E\u3057\u305F\u5834\u5408\u306F\u3001DataSourceForAutomaticMigration\u3082\u8A2D\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30B3\u30F3\u30BB\u30F3\u30B5\u30B9\u30FB\u30EA\u30FC\u30B7\u30F3\u30B0\u3092MigrationBasis\u3068\u3057\u3066\u9078\u629E\u3057\u305F\u5834\u5408\u306F\u3001\u30AF\u30E9\u30B9\u30BF\u306B\u5C5E\u3059\u308B\u3059\u3079\u3066\u306E\u30B5\u30FC\u30D0\u30FC\u306B\u3001\u30DE\u30B7\u30F3\u30FB\u30BB\u30C3\u30C8\u304A\u3088\u3073\u305D\u306E\u30DE\u30B7\u30F3\u306B\u5BFE\u3057\u3066\u69CB\u6210\u3055\u308C\u305F\u30CE\u30FC\u30C9\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u304C\u5FC5\u8981\u3067\u3059\u3002
## {0}: String partitionName
2194804="{0}"\u3068\u3044\u3046\u540D\u524D\u306E\u30C9\u30E1\u30A4\u30F3\u30FB\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002\u6307\u5B9A\u3057\u305F\u30C9\u30E1\u30A4\u30F3\u3067\u307E\u3060\u69CB\u6210\u3055\u308C\u3066\u3044\u306A\u3044\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306E\u540D\u524D\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String archiveFileName
2194805=\u30C9\u30E1\u30A4\u30F3\u30FB\u30A2\u30FC\u30AB\u30A4\u30D6"{0}"\u306F\u7A7A\u3067\u3059\u3002\u30A4\u30F3\u30DD\u30FC\u30C8\u64CD\u4F5C\u7528\u306B\u6709\u52B9\u306A\u30C9\u30E1\u30A4\u30F3\u30FB\u30A2\u30FC\u30AB\u30A4\u30D6\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String archiveFileName
2194806=\u30C9\u30E1\u30A4\u30F3\u30FB\u30A2\u30FC\u30AB\u30A4\u30D6"{0}"\u307E\u305F\u306F\u95A2\u9023json\u30D5\u30A1\u30A4\u30EB(\u3042\u308B\u3044\u306F\u305D\u306E\u4E21\u65B9)\u304C\u3001\u6700\u65B0\u30D0\u30FC\u30B8\u30E7\u30F3\u306EimportPartition\u3068\u4E92\u63DB\u6027\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30C9\u30E1\u30A4\u30F3\u304B\u3089\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u3078\u306E\u6700\u65B0\u306E\u5909\u63DB\u30C4\u30FC\u30EB\u3092\u4F7F\u7528\u3057\u3066\u30A2\u30FC\u30AB\u30A4\u30D6\u3092\u751F\u6210\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u751F\u6210\u3055\u308C\u305Fjson\u30D5\u30A1\u30A4\u30EB\u3092\u5909\u66F4\u3057\u3066\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7\u30FB\u30A8\u30F3\u30C8\u30EA\u3092\u524A\u9664\u3057\u305F\u5834\u5408\u306F\u3001json\u30D5\u30A1\u30A4\u30EB\u3092\u4FEE\u6B63\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String realmName
2194807=\u30C9\u30E1\u30A4\u30F3\u69CB\u6210\u5185\u306B\u30EC\u30EB\u30E0"{0}"\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
## {0}: String vtName, {1}: String targetName
2194808=\u65E2\u5B58\u306E\u4EEE\u60F3\u30BF\u30FC\u30B2\u30C3\u30C8{0}\u306F\u30BF\u30FC\u30B2\u30C3\u30C8{1}\u7528\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String vtName, {1}: String serverName, {2}: String clusterName
2194809=\u30B5\u30FC\u30D0\u30FC"{1}"\u306F\u30AF\u30E9\u30B9\u30BF"{2}"\u306E\u30E1\u30F3\u30D0\u30FC\u3067\u3042\u308B\u305F\u3081\u3001"{0}"\u3068\u3044\u3046\u540D\u524D\u306E\u4EEE\u60F3\u30BF\u30FC\u30B2\u30C3\u30C8\u306F\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String vtName, {1}: String serverName, {2}: String clusterName
2194810=\u30B5\u30FC\u30D0\u30FC"{1}"\u306F\u30AF\u30E9\u30B9\u30BF"{2}"\u306E\u30E1\u30F3\u30D0\u30FC\u3067\u3042\u308B\u305F\u3081\u3001\u30C9\u30E1\u30A4\u30F3\u30FB\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306E\u4F7F\u7528\u53EF\u80FD\u306A\u30BF\u30FC\u30B2\u30C3\u30C8\u306B"{0}"\u3092\u8FFD\u52A0\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String vtTarget, {1}: String vtName
2194811=\u4EEE\u60F3\u30BF\u30FC\u30B2\u30C3\u30C8"{1}"\u306E\u30BF\u30FC\u30B2\u30C3\u30C8"{0}"\u304C\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30C9\u30E1\u30A4\u30F3\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
## {0}: String vtName
2194812=\u4F7F\u7528\u53EF\u80FD\u306A\u30BF\u30FC\u30B2\u30C3\u30C8\u3068\u3057\u3066\u8FFD\u52A0\u3059\u308B\u4EEE\u60F3\u30BF\u30FC\u30B2\u30C3\u30C8"{0}"\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
## {0}: String vtName
2194813=\u30C7\u30D5\u30A9\u30EB\u30C8\u30FB\u30BF\u30FC\u30B2\u30C3\u30C8\u3068\u3057\u3066\u8FFD\u52A0\u3059\u308B\u4EEE\u60F3\u30BF\u30FC\u30B2\u30C3\u30C8"{0}"\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
## {0}: String vtName, {1}: String resourceGroupName
2194814="{0}"\u3068\u3044\u3046\u540D\u524D\u306E\u4EEE\u60F3\u30BF\u30FC\u30B2\u30C3\u30C8\u306F\u3001\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7"{1}"\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u3068\u3057\u3066\u8A2D\u5B9A\u3059\u308B\u5834\u5408\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String vtName, {1}: String partitionName
2194815="{0}"\u3068\u3044\u3046\u540D\u524D\u306E\u4EEE\u60F3\u30BF\u30FC\u30B2\u30C3\u30C8\u306F\u3001\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3"{1}"\u3067\u4F7F\u7528\u53EF\u80FD\u306A\u30BF\u30FC\u30B2\u30C3\u30C8\u306E1\u3064\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String rgtName
2194816=\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7\u30FB\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8"{0}"\u306F\u30C9\u30E1\u30A4\u30F3\u306B\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
## {0}: String jmsServerName, {1}: String storeName, {2}: String safAgentName
2194817=JMS\u30B5\u30FC\u30D0\u30FC"{0}"\u306F\u3001\u5206\u6563\u30DD\u30EA\u30B7\u30FC\u304C''\u30B7\u30F3\u30B0\u30EB\u30C8\u30F3''\u306E\u6C38\u7D9A\u6027\u30B9\u30C8\u30A2"{1}"\u3092\u53C2\u7167\u3057\u3066\u3044\u307E\u3059\u3002\u3053\u308C\u306F\u30011\u3064\u4EE5\u4E0A\u306E\u5358\u72EC\u306E\u5B9B\u5148\u3092\u30DB\u30B9\u30C8\u3057\u3066\u3044\u308B\u305F\u3081\u3067\u3059\u3002\u3057\u304B\u3057\u3001\u540C\u3058\u6C38\u7D9A\u6027\u30B9\u30C8\u30A2\u304CSAF\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8"{2}"\u306B\u3088\u3063\u3066\u53C2\u7167\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u3001\u6C38\u7D9A\u6027\u30B9\u30C8\u30A2\u306E\u5206\u6563\u30DD\u30EA\u30B7\u30FC\u306F''\u5206\u6563\u5B8C\u4E86''\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u77DB\u76FE\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002\u3057\u305F\u304C\u3063\u3066\u3001JMS\u30B5\u30FC\u30D0\u30FC\u3068SAF\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u304C\u540C\u3058\u6C38\u7D9A\u6027\u30B9\u30C8\u30A2\u3092\u53C2\u7167\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String elementName
2194818=\u30C9\u30E1\u30A4\u30F3\u304B\u3089\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u3078\u306E\u5909\u63DB\u30C4\u30FC\u30EB\u3067\u751F\u6210\u3055\u308C\u305Fjson\u5185\u306E"{0}"\u8981\u7D20\u306FJSON\u914D\u5217\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002json\u30D5\u30A1\u30A4\u30EB\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u524D\u306B\u5909\u66F4\u3057\u305F\u5834\u5408\u306F\u3001\u554F\u984C\u3092\u4FEE\u6B63\u3057\u3066\u304B\u3089\u30A4\u30F3\u30DD\u30FC\u30C8\u3092\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String vtName, {1}: String serverName, {2}: String clusterName
2194819=\u30B5\u30FC\u30D0\u30FC"{1}"\u306F\u30AF\u30E9\u30B9\u30BF"{2}"\u306E\u30E1\u30F3\u30D0\u30FC\u3067\u3042\u308B\u305F\u3081\u3001\u30C9\u30E1\u30A4\u30F3\u30FB\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306E\u4F7F\u7528\u53EF\u80FD\u306A\u30BF\u30FC\u30B2\u30C3\u30C8\u306B\u4EEE\u60F3\u30BF\u30FC\u30B2\u30C3\u30C8"{0}"\u3092\u8FFD\u52A0\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String appName, {1}: String appPath
2194820=\u30A4\u30F3\u30DD\u30FC\u30C8\u3055\u308C\u305F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3"{0}"\u306E\u66F8\u8FBC\u307F\u5148\u306F{1}\u306B\u3059\u3067\u306B\u5B58\u5728\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String plan
2194821=\u30A4\u30F3\u30DD\u30FC\u30C8\u3055\u308C\u305Fzip\u30D5\u30A1\u30A4\u30EB\u306E"{0}"\u306B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30D7\u30E9\u30F3\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String appLocation
2194822=\u30A4\u30F3\u30DD\u30FC\u30C8\u3055\u308C\u305Fzip\u30D5\u30A1\u30A4\u30EB\u306E"{0}"\u306B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3/\u30E9\u30A4\u30D6\u30E9\u30EA\u30FB\u30BD\u30FC\u30B9\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String appName, {1}: String appPath
2194823=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3"{0}"\u306E\u30A4\u30F3\u30DD\u30FC\u30C8\u6E08\u30D7\u30E9\u30F3\u306E\u66F8\u8FBC\u307F\u5148\u306F{1}\u306B\u3059\u3067\u306B\u5B58\u5728\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String resourceType, {1}: String resourceName
2194824=\u30BF\u30A4\u30D7"{0}"\u306E"{1}"\u306E\u30A4\u30F3\u30DD\u30FC\u30C8\u306Fjson\u30D5\u30A1\u30A4\u30EB\u3067\u9664\u5916\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u9664\u5916\u3055\u308C\u305F\u30EA\u30BD\u30FC\u30B9\u306F\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u3067\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String partitionName, {1}: String defaultTargetName
2194825=\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3"{0}"\u306B\u306F"{1}"\u3068\u3044\u3046\u540D\u524D\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u30FB\u30BF\u30FC\u30B2\u30C3\u30C8\u304C\u3059\u3067\u306B\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002
## {0}: String jdbcStoreName, {1}: String jmsServerName
2194826=JDBCStore "{0}"\u304C\u898B\u3064\u304B\u3089\u306A\u3044\u304B\u3001\u3053\u308C\u3092JMS\u30B5\u30FC\u30D0\u30FC"{1}"\u306B\u8A2D\u5B9A\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String subDeploymentName, {1}: String subDeploymentTarget
2194827=\u30B5\u30D6\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306E\u6700\u521D\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u3092\u4FDD\u6301\u3059\u308B\u305F\u3081\u306B\u3001\u30B5\u30D6\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8"{0}"\u304B\u3089\u30BF\u30FC\u30B2\u30C3\u30C8"{1}"\u3092\u524A\u9664\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String storeName, {1}: String pathServiceName
2194828=\u30D1\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9"{1}"\u306B\u3088\u3063\u3066\u53C2\u7167\u3055\u308C\u308B\u6C38\u7D9A\u30B9\u30C8\u30A2"{0}"\u306E\u5206\u6563\u30DD\u30EA\u30B7\u30FC\u3092''\u30B7\u30F3\u30B0\u30EB\u30C8\u30F3''\u306B\u3001\u79FB\u884C\u30DD\u30EA\u30B7\u30FC\u3092''\u5E38\u6642''\u306B\u5909\u66F4\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String pathServiceName, {1}: String storeName, {2}: String rgtName
2194829=\u30BD\u30FC\u30B9\u30FB\u30C9\u30E1\u30A4\u30F3\u306E\u30D1\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9"{0}"\u306F\u30C7\u30D5\u30A9\u30EB\u30C8\u30FB\u30B9\u30C8\u30A2\u3092\u6307\u3057\u3066\u3044\u307E\u3057\u305F\u3002\u305D\u306E\u305F\u3081\u3001"{1}"\u3068\u3044\u3046\u540D\u524D\u306E\u30D5\u30A1\u30A4\u30EB\u30FB\u30B9\u30C8\u30A2\u3092\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7/\u30EA\u30BD\u30FC\u30B9\u30FB\u30B0\u30EB\u30FC\u30D7\u30FB\u30C6\u30F3\u30D7\u30EC\u30FC\u30C8"{2}"\u306E\u4E0B\u306B\u6709\u52B9\u306A\u30B9\u30C8\u30A2\u306E\u306A\u3044\u30D1\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u3068\u3057\u3066\u4F5C\u6210\u3059\u308B\u3053\u3068\u306F\u3001\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u5316\u3055\u308C\u305F\u74B0\u5883\u3067\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
2194830=\u30EC\u30DD\u30FC\u30C8\u3092\u4F5C\u6210\u3059\u308B\u305F\u3081\u306EimportPartition\u64CD\u4F5C\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002
2194831=importPartition\u64CD\u4F5C\u304C\u5B8C\u4E86\u3057\u307E\u3057\u305F\u3002
## {0}: String exceptionMessage
2194832=importPartition\u306E\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u306F\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u3066\u5931\u6557\u3057\u307E\u3057\u305F - {0}
## {0}: String jdbcStoreName, {1}: String jdbcSystemResource
2194833=JDBC\u30B9\u30C8\u30A2"{0}"\u306E\u4F5C\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002JDBC SystemResource"{1}"\u304C\u898B\u3064\u304B\u3089\u305A\u3001\u8A2D\u5B9A\u3067\u304D\u307E\u305B\u3093
## {0}: String jdbcStoreName
2194834=\u30BD\u30FC\u30B9\u30FB\u30C9\u30E1\u30A4\u30F3\u306EJDBC\u30B9\u30C8\u30A2"{0}"\u306B\u306F\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u3044\u308BJDBC\u30B7\u30B9\u30C6\u30E0\u30FB\u30EA\u30BD\u30FC\u30B9\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u305D\u306E\u305F\u3081\u3001\u3053\u306EJDBC\u30B9\u30C8\u30A2\u306F\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30C9\u30E1\u30A4\u30F3\u30FB\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u3067\u4F5C\u6210\u3055\u308C\u307E\u305B\u3093\u3002JMS\u30B5\u30FC\u30D0\u30FC\u3001SAF\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u307E\u305F\u306F\u30D1\u30B9\u30FB\u30B5\u30FC\u30D3\u30B9\u306B\u3088\u308B\u3053\u306EJDBC\u30B9\u30C8\u30A2\u3078\u306E\u53C2\u7167\u306F\u3001\u69CB\u6210(config.xml)\u5185\u3067\u53C2\u7167\u304C\u89E3\u6C7A\u3055\u308C\u306A\u3044\u305F\u3081\u691C\u8A3C\u4F8B\u5916\u306B\u306A\u308A\u307E\u3059\u3002
## {0}: String udTopicName, {1}: String jmsModuleName
2194835=JMS\u30E2\u30B8\u30E5\u30FC\u30EB"{1}"\u5185\u306E\u5171\u901A\u5206\u6563\u30C8\u30D4\u30C3\u30AF"{0}"\u306F\u3001\u8EE2\u9001\u30DD\u30EA\u30B7\u30FC''Replicated''(\u30C7\u30D5\u30A9\u30EB\u30C8)\u3092\u4F7F\u7528\u3059\u308B\u3088\u3046\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u69CB\u6210\u306F\u3001\u3053\u306E\u30C9\u30E1\u30A4\u30F3\u3092\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u306B\u30A4\u30F3\u30DD\u30FC\u30C8\u3059\u308B\u5834\u5408\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u306A\u3044\u305F\u3081\u3001\u8EE2\u9001\u30DD\u30EA\u30B7\u30FC\u304C''Partitioned''\u306B\u5909\u66F4\u3055\u308C\u307E\u3059\u3002
## {0}: String subDeploymentName, {1}: String jmsModuleName, {2}: String targetName, {3}: String targetType
2194836=JMS\u30E2\u30B8\u30E5\u30FC\u30EB"{1}"\u5185\u306E\u30B5\u30D6\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8"{0}"\u306F\u30BF\u30A4\u30D7"{3}"\u306E"{2}"\u3092\u30BF\u30FC\u30B2\u30C3\u30C8\u3068\u3057\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u69CB\u6210\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u305B\u3093\u3002JMS\u30B5\u30FC\u30D0\u30FC\u307E\u305F\u306FSAF\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u3092\u30BF\u30FC\u30B2\u30C3\u30C8\u3068\u3057\u3066\u3044\u306A\u3044\u30B5\u30D6\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306F\u30BF\u30FC\u30B2\u30C3\u30C8\u89E3\u9664\u306E\u307E\u307E\u3068\u306A\u308A\u3001\u305D\u306E\u30B5\u30D6\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3092\u53C2\u7167\u3059\u308B\u30EA\u30BD\u30FC\u30B9\u306F\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u307E\u305B\u3093\u3002
## {0}: String subDeploymentName, {1}: String jmsModuleName, {2}: String targetName, {3}: String targetType, {4}: String clusterName, {5}: String jmsServerTargetName, {6}: String jmsServerTargetType
2194837=JMS\u30E2\u30B8\u30E5\u30FC\u30EB"{1}"\u5185\u306E\u30B5\u30D6\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8"{0}"\u306F\u30BF\u30A4\u30D7"{3}"\u306E"{2}"\u3092\u30BF\u30FC\u30B2\u30C3\u30C8\u3068\u3057\u3001"{2}"\u306F\u30BF\u30A4\u30D7"{6}"\u306E"{5}"\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u3092\u4ECB\u3057\u3066\u30AF\u30E9\u30B9\u30BF"{4}"\u5185\u306E\u7279\u5B9A\u306E\u30B5\u30FC\u30D0\u30FC\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u3044\u307E\u3059\u3002\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u30FB\u30B9\u30B3\u30FC\u30D7\u306EJMS\u5B9B\u5148\u306F\u3001\u7279\u5B9A\u306E\u30B5\u30FC\u30D0\u30FC\u307E\u305F\u306F\u79FB\u884C\u53EF\u80FD\u30BF\u30FC\u30B2\u30C3\u30C8\u3092\u30BF\u30FC\u30B2\u30C3\u30C8\u3068\u3059\u308B\u3053\u3068\u306F\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u306A\u3044\u305F\u3081\u3001\u30A4\u30F3\u30DD\u30FC\u30C8\u5F8C\u3001\u3053\u306E\u30B5\u30D6\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306FJMS\u30B5\u30FC\u30D0\u30FC\u307E\u305F\u306F\u30AF\u30E9\u30B9\u30BF\u306E\u6709\u52B9\u306A\u30BF\u30FC\u30B2\u30C3\u30C8\u3092\u6301\u3064SAF\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u3092\u30BF\u30FC\u30B2\u30C3\u30C8\u3068\u3059\u308B\u3053\u3068\u306B\u306A\u308A\u307E\u3059\u3002\u3057\u305F\u304C\u3063\u3066\u3001\u5B9B\u5148\u30E9\u30F3\u30BF\u30A4\u30E0\u306F\u5206\u6563\u30DD\u30EA\u30B7\u30FC\u306B\u5FDC\u3058\u3066\u30AF\u30E9\u30B9\u30BF\u5185\u306E\u30E9\u30F3\u30C0\u30E0\u306A\u5358\u4E00\u30B5\u30FC\u30D0\u30FC\u3067\u3001\u307E\u305F\u306F\u30AF\u30E9\u30B9\u30BF\u306E\u5168\u30E1\u30F3\u30D0\u30FC\u9593\u3067\u30DB\u30B9\u30C8\u3055\u308C\u307E\u3059\u3002\u5B9B\u5148\u3092\u30DB\u30B9\u30C8\u3059\u308B\u30B5\u30FC\u30D0\u30FC\u306F\u969C\u5BB3\u307E\u305F\u306F\u518D\u8D77\u52D5\u306E\u5F8C\u3001\u5909\u308F\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String subDeploymentName, {1}: String jmsModuleName
2194838=JMS\u30E2\u30B8\u30E5\u30FC\u30EB"{1}"\u5185\u306E\u30B5\u30D6\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8"{0}"\u306B\u306F\u6709\u52B9\u306A\u30BF\u30FC\u30B2\u30C3\u30C8\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30A4\u30F3\u30DD\u30FC\u30C8\u5F8C\u3001\u3053\u306E\u30B5\u30D6\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3092\u53C2\u7167\u3059\u308BJMS\u5B9B\u5148\u306F\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u307E\u305B\u3093\u3002
## {0}: String exceptionMessage
2194839=\u30A2\u30AF\u30C6\u30A3\u30D6\u5316\u3055\u308C\u3066\u3044\u306A\u3044\u5909\u66F4\u3092\u53D6\u308A\u6D88\u305B\u307E\u305B\u3093\u3002\u539F\u56E0: {0}
## {0}: String jmsServerName
2194840=JMS\u30B5\u30FC\u30D0\u30FC"{0}"\u304C1\u3064\u4EE5\u4E0A\u306E\u30B9\u30BF\u30F3\u30C9\u30A2\u30ED\u30F3\u5B9B\u5148\u3001\u304A\u3088\u3073\u30B5\u30D6\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3092\u4F7F\u7528\u3059\u308B\u5171\u901A\u5206\u6563\u5B9B\u5148\u3092\u30DB\u30B9\u30C8\u3057\u3066\u3044\u308B\u3053\u3068\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002\u3053\u308C\u3089\u306E\u5B9B\u5148\u3092\u30DB\u30B9\u30C8\u3059\u308B\u5FC5\u9808\u306E\u914D\u5E03\u30DD\u30EA\u30B7\u30FC\u304C\u7AF6\u5408\u3057\u3066\u3044\u308B\u305F\u3081\u3001\u3053\u308C\u306F\u30C9\u30E1\u30A4\u30F3\u304B\u3089\u30D1\u30FC\u30C6\u30A3\u30B7\u30E7\u30F3\u3078\u306E\u5909\u63DB\u30C4\u30FC\u30EB(D-PCT)\u306B\u3088\u3063\u3066\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002
## {0}: String jmsServerName
2194841=JMS\u30B5\u30FC\u30D0\u30FC"{0}"\u304C1\u3064\u4EE5\u4E0A\u306E\u30B9\u30BF\u30F3\u30C9\u30A2\u30ED\u30F3\u5B9B\u5148\u3001\u304A\u3088\u3073\u30B5\u30D6\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3092\u4F7F\u7528\u3059\u308B\u5916\u90E8\u30B5\u30FC\u30D0\u30FC\u3092\u30DB\u30B9\u30C8\u3057\u3066\u3044\u308B\u3053\u3068\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002\u3053\u308C\u3089\u306E\u5B9B\u5148\u3092\u30DB\u30B9\u30C8\u3059\u308B\u5FC5\u9808\u306E\u914D\u5E03\u30DD\u30EA\u30B7\u30FC\u304C\u7AF6\u5408\u3057\u3066\u3044\u308B\u305F\u3081\u3001\u3053\u308C\u306FD-PCT\u306B\u3088\u3063\u3066\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002
## {0}: String appId String location
2194842="{1}"\u3067\u4F7F\u7528\u53EF\u80FD\u306A\u30E9\u30A4\u30D6\u30E9\u30EA\u30FB\u30D5\u30A1\u30A4\u30EB"{0}"\u304C\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002\u30BD\u30FC\u30B9\u30FB\u30E9\u30A4\u30D6\u30E9\u30EA\u306F\u7121\u8996\u3055\u308C\u307E\u3059\u3002
## {0}: String targetName
2194843=\u30BF\u30FC\u30B2\u30C3\u30C8"{0}"\u304C\u7121\u52B9\u3067\u3042\u308B\u304B\u3001\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30C9\u30E1\u30A4\u30F3\u3067\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002\u5B58\u5728\u3059\u308BJMS\u30B5\u30FC\u30D0\u30FC/SAF\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u30FB\u30BF\u30FC\u30B2\u30C3\u30C8\u540D\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
