## {0}: ClassLoader loader, {1}: String details
2194500={1}\u3092\u4F7F\u7528\u3057\u3066\u30AF\u30E9\u30B9\u30FB\u30ED\u30FC\u30C0\u30FC{0}\u306B\u30B9\u30B3\u30FC\u30D7\u6307\u5B9A\u3055\u308C\u305FCoherence\u30AF\u30E9\u30B9\u30BF\u3092\u521D\u671F\u5316\u3057\u3066\u3044\u307E\u3059
## {0}: Exception ex
2194501={0}\u306B\u3088\u308A\u3001Coherence\u30AF\u30E9\u30B9\u30BF\u3092\u521D\u671F\u5316\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
## {0}: ClassLoader loader
2194502=\u30AF\u30E9\u30B9\u30FB\u30ED\u30FC\u30C0\u30FC{0}\u306B\u30B9\u30B3\u30FC\u30D7\u6307\u5B9A\u3055\u308C\u305FCoherence\u30AF\u30E9\u30B9\u30BF\u3092\u505C\u6B62\u3057\u3066\u3044\u307E\u3059
## {0}: Exception ex
2194503={0}\u306B\u3088\u308A\u3001Coherence\u30AF\u30E9\u30B9\u30BF\u3092\u505C\u6B62\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
## {0}: String appName
2194504=CoherenceClusterSystemResourceMBean\u5B9A\u7FA9\u306E\u306A\u3044GAR ({0})\u304C\u3001\u3053\u306E\u30B5\u30FC\u30D0\u30FC\u306B\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u307E\u3057\u305F\u3002\u307B\u3068\u3093\u3069\u306E\u30B7\u30CA\u30EA\u30AA\u3067\u306F\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C\u6B63\u5E38\u306B\u52D5\u4F5C\u3059\u308B\u305F\u3081\u306B\u3001Coherence\u30AF\u30E9\u30B9\u30BF\u3092\u4F5C\u6210\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String serverName
2194505=\u30B5\u30FC\u30D0\u30FC{0}\u306F''localhost''\u304C\u30E6\u30CB\u30AD\u30E3\u30B9\u30C8\u30FB\u30EA\u30B9\u30CB\u30F3\u30B0\u30FB\u30A2\u30C9\u30EC\u30B9\u3068\u3057\u3066\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u751F\u6210\u3055\u308C\u308BCoherence WKA\u30EA\u30B9\u30C8\u306F\u8907\u6570\u306E\u30DE\u30B7\u30F3\u9593\u3067\u306F\u6B63\u3057\u304F\u6A5F\u80FD\u3057\u307E\u305B\u3093\u3002\u305D\u306E\u305F\u3081\u3001Coherence\u3092\u672C\u756A\u30E2\u30FC\u30C9\u3067\u5B9F\u884C\u3057\u305F\u5834\u5408\u3001\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3059\u3002
## {0}: String jndiName, {1}: String xmlName
2194506={1}\u306B\u3088\u3063\u3066\u53C2\u7167\u3055\u308C\u308BJNDI\u30EA\u30BD\u30FC\u30B9[{0}]\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: Exception ex, {1}: String config
2194507={0}\u306E\u305F\u3081\u3001{1}\u3092\u4F7F\u7528\u3057\u305FCoherence\u30AF\u30E9\u30B9\u30BF\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u8D77\u52D5\u307E\u305F\u306F\u30AF\u30E9\u30B9\u30BF\u306E\u7D50\u5408\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
## {0}: Exception ex, {1}: String config
2194508={0}\u306E\u305F\u3081\u3001{1}\u3092\u4F7F\u7528\u3057\u305FCoherence\u69CB\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
## {0}: String ccsrName
2194509=WeblogicCoherenceBean\u304A\u3088\u3073CoherenceClusterParamsBean\u304CCoherenceClusterSystemResourceMBean {0}\u306B\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
2194510=Coherence\u30AF\u30E9\u30B9\u30BF\u30FB\u30B5\u30FC\u30D3\u30B9\u306E\u69CB\u6210\u4E2D\u306B\u3001\u30B5\u30FC\u30D0\u30FCMBean\u307E\u305F\u306F\u30B5\u30FC\u30D0\u30FCCoherenceMemberConfig MBean\u3042\u308B\u3044\u306F\u305D\u306E\u4E21\u65B9\u304C\u5B9A\u7FA9\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String serverName
2194511=\u30B5\u30FC\u30D0\u30FC{0}\u306F''localhost''\u304C\u30E6\u30CB\u30AD\u30E3\u30B9\u30C8\u30FB\u30EA\u30B9\u30CB\u30F3\u30B0\u30FB\u30A2\u30C9\u30EC\u30B9\u3068\u3057\u3066\u69CB\u6210\u3055\u308C\u3066\u304A\u308A\u3001\u3053\u308C\u306FCoherence\u672C\u756A\u30E2\u30FC\u30C9\u3067\u306F\u30A8\u30E9\u30FC\u306B\u306A\u308A\u307E\u3059\u3002\u751F\u6210\u3055\u308C\u308BCoherence WKA\u30EA\u30B9\u30C8\u306F\u8907\u6570\u306E\u30DE\u30B7\u30F3\u9593\u3067\u306F\u6B63\u3057\u304F\u6A5F\u80FD\u3057\u307E\u305B\u3093\u3002
## {0}: Exception ex
2194512=GAR\u306E\u30A2\u30F3\u30C7\u30D7\u30ED\u30A4\u4E2D\u306B\u3001\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30E2\u30B8\u30E5\u30FC\u30EB\u304C\u30D5\u30A1\u30A4\u30EB{0}\u306E\u30AF\u30ED\u30FC\u30BA\u306E\u969B\u306E\u4F8B\u5916\u3092\u53D7\u4FE1\u3057\u307E\u3057\u305F\u3002
## {0}: String appName
2194513=\u30BB\u30C3\u30B7\u30E7\u30F3\u6C38\u7D9A\u6027\u30BF\u30A4\u30D7\u304CCoherence*Web\u3067\u3001CoherenceClusterSystemResourceMBean\u5B9A\u7FA9\u304C\u306A\u3044\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3({0})\u304C\u3053\u306E\u30B5\u30FC\u30D0\u30FC\u306B\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u307E\u3057\u305F\u3002\u901A\u5E38\u3001\u3053\u306E\u30B7\u30CA\u30EA\u30AA\u304C\u6B63\u5E38\u306B\u6A5F\u80FD\u3059\u308B\u306B\u306F\u3001Coherence\u30AF\u30E9\u30B9\u30BF\u3092\u4F5C\u6210\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: Exception ex
2194514=\u7BA1\u7406\u5BFE\u8C61\u30B5\u30FC\u30D0\u30FC\u30FB\u30EC\u30D9\u30EB\u306ECoherence*Web\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30EA\u30FC\u30D4\u30F3\u30B0\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306B\u30BF\u30A4\u30DE\u30FC\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u3092\u4F5C\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## {0}: Exception ex
2194515=\u7BA1\u7406\u5BFE\u8C61\u30B5\u30FC\u30D0\u30FC\u30FB\u30EC\u30D9\u30EB\u306ECoherence*Web\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30EA\u30FC\u30D4\u30F3\u30B0\u30FB\u30DE\u30CD\u30FC\u30B8\u30E3\u306E\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30EA\u30FC\u30D4\u30F3\u30B0\u30FB\u30D7\u30ED\u30BB\u30B9\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
