## {0}: String appName, {1}: Exception e
160000=\u30A8\u30E9\u30FC\u3002\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093: {0}
## {0}: String name, {1}: String msg, {2}: Throwable t
160001={0}\u306E\u30C7\u30D7\u30ED\u30A4\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {1}
## {0}: String msg, {1}: Exception e
160002=EJB\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306E\u30C7\u30D7\u30ED\u30A4\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
## {0}: String appName
160003=\u30C7\u30D7\u30ED\u30A4\u6E08: {0}
## {0}: String appName
160004=\u30A2\u30F3\u30C7\u30D7\u30ED\u30A4\u6E08: {0}
## {0}: String appName, {1}: String msg, {2}: Throwable t
160005=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u306E\u30A2\u30F3\u30C7\u30D7\u30ED\u30A4\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {1}
## {0}: String msg, {1}: Exception e
160006=EJB\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306E\u30A2\u30F3\u30C7\u30D7\u30ED\u30A4\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {0}
160007=WebLogic Server\u306F\u73FE\u5728\u3001J2EE 1.3\u6A5F\u80FD\u3092\u7121\u52B9\u306B\u3057\u305F\u72B6\u614B\u3067\u7A3C\u50CD\u3057\u3066\u3044\u307E\u3059\u3002BEA WebLogic Server 6.1\u306B\u5B9F\u88C5\u3055\u308C\u3066\u3044\u308B\u7279\u5B9A\u306EJ2EE 1.3\u6A5F\u80FD(EJB 2.0\u3001JSP 1.2\u3001Servlet 2.3\u304A\u3088\u3073J2EE Connector Architecture 1.0)\u306F\u3001\u9069\u5207\u306A\u4ED5\u69D8\u306E\u66AB\u5B9A\u30D0\u30FC\u30B8\u30E7\u30F3\u3067\u3059\u3002\u3053\u308C\u3089\u306F\u3001\u4ED5\u69D8\u306E\u6700\u7D42\u6C7A\u5B9A\u306B\u4F34\u3044\u3001\u4ECA\u5F8C\u306E\u30EA\u30EA\u30FC\u30B9\u3067\u5909\u66F4\u3055\u308C\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u305D\u306E\u5834\u5408\u3001BEA WebLogic Server 6.1\u7528\u306B\u958B\u767A\u3055\u308C\u305F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B3\u30FC\u30C9\u306E\u3046\u3061\u3001J2EE 1.3\u306E\u65B0\u6A5F\u80FD\u3092\u4F7F\u7528\u3057\u3066\u3044\u308B\u3082\u306E\u306F\u3001BEA WebLogic Server\u306E\u4ECA\u5F8C\u306E\u30EA\u30EA\u30FC\u30B9\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u308BJ2EE 1.3\u30D7\u30E9\u30C3\u30C8\u30D5\u30A9\u30FC\u30E0\u3068\u4E92\u63DB\u6027\u3092\u6301\u305F\u306A\u304F\u306A\u308A\u307E\u3059\u3002
## {0}: String componentName, {1}: String classname, {2}: Exception e
160008=\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8{0}\u3002\u30E9\u30A4\u30D5\u30B5\u30A4\u30AF\u30EB\u30FB\u30CF\u30F3\u30C9\u30E9\u30FB\u30AF\u30E9\u30B9{1}\u3092\u521D\u671F\u5316\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30D1\u30D6\u30EA\u30C3\u30AF\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u30FB\u30B3\u30F3\u30B9\u30C8\u30E9\u30AF\u30BF\u3092\u542B\u3093\u3067\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059({2})\u3002
## {0}: String componentName, {1}: String classname, {2}: Exception e
160009=\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8{0}\u3002\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u30FB\u30A2\u30FC\u30AB\u30A4\u30D6\u5185\u306B\u30E9\u30A4\u30D5\u30B5\u30A4\u30AF\u30EB\u30FB\u30CF\u30F3\u30C9\u30E9\u30FB\u30AF\u30E9\u30B9{1}\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093({2})\u3002
## {0}: String componentName, {1}: String classname, {2}: Error e
160010=\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8{0}\u3002\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u30FB\u30A2\u30FC\u30AB\u30A4\u30D6\u5185\u306B\u30E9\u30A4\u30D5\u30B5\u30A4\u30AF\u30EB\u30FB\u30CF\u30F3\u30C9\u30E9\u30FB\u30AF\u30E9\u30B9{1}\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093({2})\u3002
## {0}: String componentName, {1}: String classname, {2}: Error e
160011=\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8{0}\u3002\u30E9\u30A4\u30D5\u30B5\u30A4\u30AF\u30EB\u30FB\u30CF\u30F3\u30C9\u30E9\u30FB\u30AF\u30E9\u30B9{1}\u306E\u30ED\u30FC\u30C9\u4E2D\u306B\u30AF\u30E9\u30B9\u30FB\u30ED\u30FC\u30C0\u30FC\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F({2})\u3002
## {0}: String componentName, {1}: String classname, {2}: Throwable t
160012=\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8{0}\u3002\u30E9\u30A4\u30D5\u30B5\u30A4\u30AF\u30EB\u30FB\u30CF\u30F3\u30C9\u30E9\u30FB\u30AF\u30E9\u30B9{1}\u306E\u30ED\u30FC\u30C9\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F({2})\u3002
## {0}: String componentName, {1}: String propname, {2}: String filename
160013=\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8{0}\u3002\u30D7\u30ED\u30D1\u30C6\u30A3\u30FB\u30D5\u30A1\u30A4\u30EB{2}\u306B{1}\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
## {0}: String componentName, {1}: String filename
160014=\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8{0}\u3002\u30D7\u30ED\u30D1\u30C6\u30A3\u30FB\u30D5\u30A1\u30A4\u30EB{1}\u306E\u30ED\u30FC\u30C9\u3092\u8A66\u884C\u4E2D\u306B\u4E88\u671F\u3057\u306A\u3044\u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## {0}: String componentName, {1}: String classname, {2}: String msgName, {3}: Throwable t
160015=\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8{0}\u3002\u30E9\u30A4\u30D5\u30B5\u30A4\u30AF\u30EB\u30FB\u30CF\u30F3\u30C9\u30E9{1}.{2}\u3067\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F({3})\u3002
## {0}: String componentName, {1}: String classname, {2}: Exception e
160016=\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8{0}\u3002\u30E9\u30A4\u30D5\u30B5\u30A4\u30AF\u30EB\u30FB\u30CF\u30F3\u30C9\u30E9\u30FB\u30AF\u30E9\u30B9{1}\u306F\u3001weblogic.j2ee.lifecycle.LifecycleHandler\u3092\u5B9F\u88C5\u3059\u308B\u304B\u3001weblogic.j2ee.lifecycle.LifecycleAdapter\u3092\u62E1\u5F35\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059({2})\u3002
## {0}: String className, {1}: String annotation, {2}: Exception e
160017=\u30AF\u30E9\u30B9{0}\u306E\u30ED\u30FC\u30C9\u4E2D\u306B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{1}\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B3\u30F3\u30C6\u30CA\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\n\u4F8B\u5916:\n{2}
## {0}: String Name, {1}: String Type
160018=ComponentMBean: \u540D\u524D= {0}\u3001\u30BF\u30A4\u30D7= {1} - \u3053\u306E\u30B5\u30FC\u30D0\u30FC\u306B\u30BF\u30FC\u30B2\u30C6\u30A3\u30F3\u30B0\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u5185\u306B\u5BFE\u5FDC\u3059\u308B\u30E2\u30B8\u30E5\u30FC\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002\u3053\u306E\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8mbean\u306F\u7121\u8996\u3055\u308C\u307E\u3059\u3002
## {0}: String objectName
160019=ComponentMBean: {0} - \u3053\u306E\u30B5\u30FC\u30D0\u30FC\u306B\u30BF\u30FC\u30B2\u30C6\u30A3\u30F3\u30B0\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u5BFE\u5FDC\u3059\u308Bweblogic.application.Module\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002\u7121\u8996\u3055\u308C\u307E\u3059\u3002
## {0}: String path, {1}: Throwable th
160020={0}\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u3092\u89E3\u6790\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30A8\u30E9\u30FC: {1}
## {0}: String comp, {1}: String app, {2}: Throwable th
160021=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3mbean ({1})\u304B\u3089\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8mbean ({0})\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30A8\u30E9\u30FC - {2}
## {0}: String msg, {1}: Throwable th
160022=\u30E2\u30B8\u30E5\u30FC\u30EB{0}\u306B\u3088\u3063\u3066\u7121\u52B9\u306A\u4F8B\u5916\u304C\u30B9\u30ED\u30FC\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String name
160023=\u6B21\u306E\u540D\u524D\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3mbean\u306B\u5BFE\u3059\u308B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B3\u30F3\u30C6\u30CA\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059: {0}
## {0}: String name
160024=\u6B21\u306E\u540D\u524D\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3mbean\u306B\u5BFE\u3059\u308B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30B3\u30F3\u30C6\u30CA\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093: {0}
## {0}: String app, {1}: String path
160025=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u306E\u30D1\u30B9\u5C5E\u6027{1}\u306B\u5BFE\u5FDC\u3059\u308B\u30D5\u30A1\u30A4\u30EB\u304C\u3042\u308A\u307E\u305B\u3093
## {0}: String action
160026=\u6B21\u306E\u30A2\u30AF\u30B7\u30E7\u30F3\u306F\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u4E0A\u304B\u3089\u5B9F\u884C\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059: {0}
160027=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u540D\u304Cnull\u3067\u3059\u3002
## {0}: String path
160028="{0}"\u306BJ2EE\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
## {0}: String msg, {1}: Throwable t
160029=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306E\u8AAD\u53D6\u308A\u4E2D\u306BI/O\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F - {0}\u3002
## {0}: String path, {1}: String msg, {2}: Throwable t
160030={0}\u306EApplicationMBean\u306B\u5BFE\u3057\u3066setPath\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093: {1}
## {0}: String path, {1}: String msg, {2}: Throwable t
160031=VirtualJar {0}\u306E\u4F5C\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {1}
## {0}: String name, {1}: String type String msg, {2}: Throwable t
160032=Mbean\u540D{0}\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002\u30BF\u30A4\u30D7: {1}\u3001\u4F8B\u5916: {2}
## {0}: String app, {1}: String comp, {2}: String msg, {3}: Throwable t
160033=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u306B\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8{1}\u3092\u8FFD\u52A0\u3057\u3088\u3046\u3068\u3057\u3066MBean\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {2}
## {0}: String path, {1}: String uri
160034=\u30D1\u30B9{0}\u306B\u30E2\u30B8\u30E5\u30FC\u30EB{1}\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
## {0}: String appName, {1}: String moduleName, {2}: Throwable t
160035=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u306E\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8{1}\u306E\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u304B\u3089\u30D5\u30A1\u30A4\u30EB\u3092\u53D6\u5F97\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {2}\u3002
## {0}: String appName, {1}: String moduleName, {2}: Throwable t
160036=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u306E\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8{1}\u306E\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u304B\u3089\u30D5\u30A1\u30A4\u30EB\u3092\u66F4\u65B0\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {2}\u3002
160037=J2EE\u30B5\u30FC\u30D3\u30B9\u306F\u521D\u671F\u5316\u4E2D\u3067\u3059\u3002
## {0}: Throwable t
160038=\u30E1\u30FC\u30EB\u30FB\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u30C7\u30D7\u30ED\u30A4\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
## {0}: Throwable t
160039=\u30E1\u30FC\u30EB\u30FB\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u30A2\u30F3\u30C7\u30D7\u30ED\u30A4\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
## {0}: String jndiName
160040=\u540D\u524D{0}\u306E\u30E1\u30FC\u30EB\u30FB\u30BB\u30C3\u30B7\u30E7\u30F3\u304C\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u307E\u3057\u305F
## {0}: String jndiName
160041=\u540D\u524D{0}\u306E\u30E1\u30FC\u30EB\u30FB\u30BB\u30C3\u30B7\u30E7\u30F3\u304C\u30A2\u30F3\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String moduleName, {1}: String appName
160042=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3"{1}"\u306B\u65B0\u3057\u3044\u30E2\u30B8\u30E5\u30FC\u30EB"{0}"\u3092\u8FFD\u52A0\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String dd, {1}: String path
160043="{1}"\u306B\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF"{0}"\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
## {0}: String path
160044=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30D5\u30A1\u30A4\u30EB"{0}"\u306B\u8A8D\u8B58\u3055\u308C\u306A\u3044\u62E1\u5F35\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String appName, {1}: String moduleName
160045=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u306E\u30E2\u30B8\u30E5\u30FC\u30EB{1}\u306F\u4ED6\u306E\u30E2\u30B8\u30E5\u30FC\u30EB\u3068\u30AF\u30E9\u30B9\u30FB\u30ED\u30FC\u30C0\u30FC\u3092\u5171\u6709\u3057\u3066\u3044\u308B\u305F\u3081\u3001\u500B\u5225\u306B\u518D\u30C7\u30D7\u30ED\u30A4\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3002
160046=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30BF\u30A4\u30D7\u304C\u9593\u9055\u3063\u3066\u3044\u308B\u305F\u3081\u3001JMS\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u3092\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String propName
160047={0}\u30D7\u30ED\u30D1\u30C6\u30A3\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u3001JMS\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30D7\u30FC\u30EB\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String name
160048=JMS\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA{0}\u306EJNDI\u30EB\u30C3\u30AF\u30A2\u30C3\u30D7\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
160049=JMS\u63A5\u7D9A\u306EJTA\u3067\u306E\u767B\u9332\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
160050=JMS\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30D7\u30FC\u30EB\u306F\u505C\u6B62\u4E2D\u3067\u3059\u3002
160051=res-auth\u8981\u7D20\u304CContainer\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u30E6\u30FC\u30B6\u30FC\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u4F7F\u7528\u3057\u3066\u3001\u30E9\u30C3\u30D7\u3055\u308C\u305FJMS\u63A5\u7D9A\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: int version
160052=\u7121\u52B9\u306A\u5916\u90E8\u306E\u30D0\u30FC\u30B8\u30E7\u30F3{0}\u3067PooledConnectionFactory\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002
## {0}: String methodName
160053=JMS\u30E1\u30BD\u30C3\u30C9{0}\u306FEJB\u307E\u305F\u306F\u30B5\u30FC\u30D6\u30EC\u30C3\u30C8\u306E\u5185\u90E8\u3067\u547C\u3073\u51FA\u3055\u308C\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
160054=\u30D7\u30FC\u30EB\u3055\u308C\u305FJMS\u30BB\u30C3\u30B7\u30E7\u30F3\u304C\u5225\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3067\u4F7F\u7528\u3055\u308C\u3001\u4ED6\u3067\u306F\u4F7F\u7528\u3055\u308C\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
160055=2\u30D5\u30A7\u30FC\u30BA\u30FB\u30B3\u30DF\u30C3\u30C8\u3092\u5229\u7528\u3067\u304D\u306A\u3044\u305F\u3081\u3001\u30E9\u30C3\u30D7\u3055\u308C\u305FJMS\u30BB\u30C3\u30B7\u30E7\u30F3\u3092\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3067\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String name
160056=\u30AF\u30E9\u30B9{0}\u306E\u30E9\u30C3\u30D1\u30FC\u306E\u4F5C\u6210\u4E2D\u307E\u305F\u306F\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5316\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## {0}: String msg
160057=\u63A5\u7D9A{0}\u3067\u30A8\u30E9\u30FC\u304C\u691C\u51FA\u3055\u308C\u305F\u305F\u3081\u3001\u30D7\u30FC\u30EB\u3055\u308C\u305FJMS\u63A5\u7D9A\u304C\u30AF\u30ED\u30FC\u30BA\u3055\u308C\u3066\u3044\u307E\u3059\u3002
## {0}: String msg
160058={0}
160059=JMS\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u30AF\u30ED\u30FC\u30BA\u3055\u308C\u305F\u305F\u3081\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
160060=J2EE\u30B3\u30F3\u30C6\u30CA\u306B\u3088\u3063\u3066JMS\u51E6\u7406\u306B\u4F7F\u7528\u3055\u308C\u305FJTA\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306E\u30B3\u30DF\u30C3\u30C8\u307E\u305F\u306F\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
160061=JMS\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30D7\u30FC\u30EB\u306F\u7121\u52B9\u306B\u306A\u308A\u307E\u3057\u305F\u3002
160062=JMS\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u30D7\u30FC\u30EB\u306B\u4F7F\u7528\u3055\u308C\u308B\u30EA\u30BD\u30FC\u30B9\u30FB\u30D7\u30FC\u30EB\u3067\u30A8\u30E9\u30FC\u304C\u3042\u308A\u307E\u3057\u305F\u3002
## {0}: String errorMsg
160063=JMS\u30BB\u30C3\u30B7\u30E7\u30F3\u30FB\u30D7\u30FC\u30EB\u307E\u305F\u306F\u30D7\u30FC\u30EB\u3055\u308C\u305FJMS\u63A5\u7D9A{0}\u306E\u30AF\u30ED\u30FC\u30BA\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30D7\u30FC\u30EB\u307E\u305F\u306F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306F\u5F37\u5236\u7684\u306B\u30AF\u30ED\u30FC\u30BA\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String poolName, {1}: String errorMsg
160064=EJB\u307E\u305F\u306F\u30B5\u30FC\u30D6\u30EC\u30C3\u30C8\u5185\u304B\u3089JMS\u30EA\u30BD\u30FC\u30B9{0}\u3078\u306E\u521D\u671F\u63A5\u7D9A\u306E\u4F5C\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30B5\u30FC\u30D0\u30FC\u306F\u5F8C\u3067\u63A5\u7D9A\u3092\u518D\u8A66\u884C\u3057\u307E\u3059\u3002\u30A8\u30E9\u30FC: {1}
160065=JMS\u30E1\u30C3\u30BB\u30FC\u30B8\u30FB\u30B3\u30F3\u30B7\u30E5\u30FC\u30DE\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u5225\u306E\u63A5\u7D9A\u3092\u4F7F\u7528\u3057\u3066\u4F5C\u6210\u3055\u308C\u305F\u4E00\u6642\u7684\u306A\u30AD\u30E5\u30FC\u307E\u305F\u306F\u30C8\u30D4\u30C3\u30AF\u304C\u4F7F\u7528\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String appName
160066=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u306E\u30AF\u30E9\u30B9\u30FB\u30ED\u30FC\u30C0\u30FC\u69CB\u9020\u5B9A\u7FA9\u306F\u524A\u9664\u3055\u308C\u307E\u3057\u305F\u3002\u30AF\u30E9\u30B9\u30FB\u30ED\u30FC\u30C0\u30FC\u69CB\u9020\u5B9A\u7FA9\u3092weblogic-application.xml\u304B\u3089\u524A\u9664\u3057\u305F\u5834\u5408\u306F\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u5168\u4F53\u3092\u518D\u30ED\u30FC\u30C9\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String appName, {1}: String uri
160067=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u306E\u30AF\u30E9\u30B9\u30FB\u30ED\u30FC\u30C0\u30FC\u69CB\u9020\u5B9A\u7FA9\u306F\u4E92\u63DB\u6027\u306E\u306A\u3044\u65B9\u6CD5\u3067\u5909\u66F4\u3055\u308C\u307E\u3057\u305F\u3002uri {1}\u306E\u30E2\u30B8\u30E5\u30FC\u30EB\u306F\u7570\u306A\u308B\u30CE\u30FC\u30C9\u306B\u79FB\u52D5\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String appName, {1}: String node, {2}: String uri
160068=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u306E\u30AF\u30E9\u30B9\u30FB\u30ED\u30FC\u30C0\u30FC\u69CB\u9020\u5B9A\u7FA9\u306F\u4E92\u63DB\u6027\u306E\u306A\u3044\u65B9\u6CD5\u3067\u5909\u66F4\u3055\u308C\u307E\u3057\u305F\u3002\u30CE\u30FC\u30C9{1}\u306F\u3001\u30E2\u30B8\u30E5\u30FC\u30EB{2}\u3092\u524A\u9664\u3059\u308B\u3053\u3068\u306A\u304F\u524A\u9664\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String err, {1}: Throwable t
160069=Web\u30B5\u30FC\u30D3\u30B9\u30FB\u30D5\u30A1\u30A4\u30EB{0}\u306E\u691C\u7D22\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F
## {0}: String app, {1}: String module, {2}: String err, {3}: Throwable t
160070=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u304C\u30E2\u30B8\u30E5\u30FC\u30EB{1}\u306E\u51E6\u7406\u4E2D\u306B\u4F8B\u5916\u3092\u53D7\u3051\u53D6\u308A\u307E\u3057\u305F: {2}\u3002
## {0}: String className, {1}: String classURI
160071=\u30EA\u30B9\u30CA\u30FC\u30FB\u30AF\u30E9\u30B9{0} URI: {1}\u306F\u6709\u52B9\u306A\u30D5\u30A1\u30A4\u30EB\u3067\u306F\u3042\u308A\u307E\u305B\u3093
## {0}: String className, {1}: String pathName
160072=\u30EA\u30B9\u30CA\u30FC\u30FB\u30AF\u30E9\u30B9{0}\u30D5\u30A1\u30A4\u30EB: {1}\u306F\u5B58\u5728\u3057\u307E\u305B\u3093
## {0}: String className, {1}: String message
160073=\u30EA\u30B9\u30CA\u30FC{0}\u306E\u767B\u9332\u4E2D\u306BClassNotFoundException\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002{1}
## {0}: String className, {1}: String message
160074=\u30EA\u30B9\u30CA\u30FC{0}\u306E\u767B\u9332\u4E2D\u306BInstantiationException\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002{1}
## {0}: String className, {1}: String message
160075=\u30EA\u30B9\u30CA\u30FC{0}\u306E\u767B\u9332\u4E2D\u306BIllegalAccessException\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002{1}
## {0}: String affected, {1}: String components
160076={1}\u3092\u5909\u66F4\u3059\u308B\u306B\u306F\u3001\u30D5\u30A1\u30A4\u30EB\u30FB\u30EA\u30B9\u30C8\u5185\u306E\u3059\u3079\u3066\u306E{0}\u3092\u542B\u3081\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
## {0}: String module, {1}: Throwable e
160077={0}\u306B\u95A2\u9023\u4ED8\u3051\u3089\u308C\u305F\u30AF\u30E9\u30B9\u30FB\u30ED\u30FC\u30C0\u30FC\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F
## {0}: String server, {1}: String app
160078="META-INF/application.xml"\u5185\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3"{1}"\u306E\u30E2\u30B8\u30E5\u30FC\u30EB\u306F\u3044\u305A\u308C\u3082\u3001"config.xml"\u5185\u306E"Application"\u30A8\u30F3\u30C8\u30EA\u5185\u3067\u3001"{0}"\u3092\u30BF\u30FC\u30B2\u30C3\u30C8\u3068\u3057\u3066\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String app, {1}: String uri
160079={0}\u306Eweblogic-application.xml\u5185\u306E\u30AF\u30E9\u30B9\u30FB\u30ED\u30FC\u30C0\u30FC\u69CB\u9020\u5BA3\u8A00\u3067\u4F7F\u7528\u3055\u308C\u3066\u3044\u308Buri {1}\u3092\u4F7F\u7528\u3057\u3066\u5B9A\u7FA9\u3055\u308C\u305F\u30E2\u30B8\u30E5\u30FC\u30EB\u304C\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String app, {1}: String uri
160080={1}\u306F\u3001{0}\u306Eweblogic-application.xml\u5185\u306E\u30AF\u30E9\u30B9\u30FB\u30ED\u30FC\u30C0\u30FC\u69CB\u9020\u5BA3\u8A00\u30672\u56DE\u5BA3\u8A00\u3055\u308C\u3066\u3044\u307E\u3059\u3002
## {0}: String resName, {1}: String ejbName, {2}: String appName
160081=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3"{2}"\u306E\u4E00\u90E8\u3068\u3057\u3066EJB "{1}"\u3067\u5BA3\u8A00\u3055\u308C\u305FJMS\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u30FB\u30EA\u30BD\u30FC\u30B9{0}\u306FXA\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u305B\u3093\u3002\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306E\u5185\u90E8\u3067\u306F\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String poolName, {1}: String ejbName, {2}: String appName, {3}: String errorMsg
160082=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3"{2}"\u5185\u306EEJB "{1}"\u304B\u3089JMS\u30EA\u30BD\u30FC\u30B9{0}\u3078\u306E\u521D\u671F\u63A5\u7D9A\u306E\u4F5C\u6210\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30B5\u30FC\u30D0\u30FC\u306F\u5F8C\u3067\u63A5\u7D9A\u3092\u518D\u8A66\u884C\u3057\u307E\u3059\u3002\u30A8\u30E9\u30FC: {3}
## {0}: String link, {1}: String ejbRefName, {2}: String ejbName, {3}: String moduleURI, {4}: String invalidURI
160083=\u30A8\u30E9\u30FC: \u30E2\u30B8\u30E5\u30FC\u30EB"{3}"\u5185\u306EEJB "{2}"\u306B\u3064\u3044\u3066ejb-ref\u307E\u305F\u306Fejb-local-ref "{1}"\u3067\u5BA3\u8A00\u3055\u308C\u305Fejb-link "{0}"\u3092\u89E3\u6C7A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002ejb-jar\u30D5\u30A1\u30A4\u30EB"{4}"\u304C\u3001\u3053\u306EEAR\u30D5\u30A1\u30A4\u30EB\u5185\u3067\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String link, {1}: String ejbRefName, {2}: String moduleURI, {3}: String invalidURI
160084=\u30A8\u30E9\u30FC: \u30E2\u30B8\u30E5\u30FC\u30EB"{2}"\u5185\u306Eejb-ref\u307E\u305F\u306Fejb-local-ref "{1}"\u3067\u5BA3\u8A00\u3055\u308C\u305Fejb-link "{0}"\u3092\u89E3\u6C7A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002ejb-jar\u30D5\u30A1\u30A4\u30EB"{3}"\u304C\u3001\u3053\u306Eear\u30D5\u30A1\u30A4\u30EB\u5185\u3067\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String link, {1}: String ejbRefName, {2}: String ejbName, {3}: String moduleURI, {4}: String invalidURI, {5}: String unqualifiedLink
160085=\u30A8\u30E9\u30FC: \u30E2\u30B8\u30E5\u30FC\u30EB"{3}"\u5185\u306EEJB "{2}"\u306B\u3064\u3044\u3066ejb-ref\u307E\u305F\u306Fejb-local-ref "{1}"\u3067\u5BA3\u8A00\u3055\u308C\u305Fejb-link "{0}"\u3092\u89E3\u6C7A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002EAR\u30E2\u30B8\u30E5\u30FC\u30EB"{4}"\u306B\u3001\u540D\u524D"{5}"\u306EEJB\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String link, {1}: String ejbRefName, {2}: String moduleURI, {3}: String invalidURI, {4}: String unqualifiedLink
160086=\u30A8\u30E9\u30FC: \u30E2\u30B8\u30E5\u30FC\u30EB"{2}"\u5185\u306Eejb-ref\u307E\u305F\u306Fejb-local-ref "{1}"\u3067\u5BA3\u8A00\u3055\u308C\u305Fejb-link "{0}"\u3092\u89E3\u6C7A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002EAR\u30E2\u30B8\u30E5\u30FC\u30EB"{3}"\u306B\u3001\u540D\u524D"{4}"\u306EEJB\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String link, {1}: String ejbRefName, {2}: String ejbName, {3}: String moduleURI
160087=\u30A8\u30E9\u30FC: \u30E2\u30B8\u30E5\u30FC\u30EB"{3}"\u5185\u306EEJB "{2}"\u306B\u3064\u3044\u3066ejb-ref\u307E\u305F\u306Fejb-local-ref "{1}"\u3067\u5BA3\u8A00\u3055\u308C\u305Fejb-link "{0}"\u304C\u3001\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u30FB\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u3092\u5099\u3048\u308BBean\u306B\u89E3\u6C7A\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30EA\u30F3\u30AF\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String link, {1}: String ejbRefName, {2}: String moduleURI
160088=\u30A8\u30E9\u30FC: \u30E2\u30B8\u30E5\u30FC\u30EB"{2}"\u5185\u306Eejb-ref\u307E\u305F\u306Fejb-local-ref "{1}"\u3067\u5BA3\u8A00\u3055\u308C\u305Fejb-link "{0}"\u304C\u3001\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u30FB\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u3092\u5099\u3048\u308BBean\u306B\u89E3\u6C7A\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30EA\u30F3\u30AF\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String link, {1}: String ejbRefName, {2}: String ejbName, {3}: String moduleURI
160089=\u30A8\u30E9\u30FC: \u30E2\u30B8\u30E5\u30FC\u30EB"{3}"\u5185\u306EEJB "{2}"\u306B\u3064\u3044\u3066ejb-ref\u307E\u305F\u306Fejb-local-ref "{1}"\u3067\u5BA3\u8A00\u3055\u308C\u305Fejb-link "{0}"\u3092\u89E3\u6C7A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u30FB\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u3092\u5099\u3048\u308B\u540D\u524D"{0}"\u306EEJB\u306F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u5185\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002\u30EA\u30F3\u30AF\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String link, {1}: String ejbRefName, {2}: String moduleURI
160090=\u30A8\u30E9\u30FC: \u30E2\u30B8\u30E5\u30FC\u30EB"{2}"\u5185\u306Eejb-ref\u307E\u305F\u306Fejb-local-ref "{1}"\u3067\u5BA3\u8A00\u3055\u308C\u305Fejb-link "{0}"\u3092\u89E3\u6C7A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u30FB\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u3092\u5099\u3048\u308B\u540D\u524D"{0}"\u306EEJB\u306F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u5185\u306B\u5B58\u5728\u3057\u307E\u305B\u3093\u3002\u30EA\u30F3\u30AF\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String link, {1}: String ejbRefName, {2}: String ejbName, {3}: String moduleURI, {4}: String list
160091=\u30A8\u30E9\u30FC: \u30E2\u30B8\u30E5\u30FC\u30EB"{3}"\u5185\u306EEJB "{2}"\u306B\u3064\u3044\u3066ejb-ref\u307E\u305F\u306Fejb-local-ref "{1}"\u3067\u5BA3\u8A00\u3055\u308C\u305Fejb-link "{0}"\u304C\u4E0D\u660E\u77AD\u3067\u3059\u3002\u4EE5\u4E0B\u306B\u3042\u3052\u308B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30E2\u30B8\u30E5\u30FC\u30EB\u306B\u3001\u540D\u524D"{0}"\u306EEJB\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059: {4}\u3002\u3053\u306Eejb-link\u3092\u4FEE\u98FE\u3057\u3066\u4E0D\u660E\u77AD\u3055\u3092\u89E3\u6D88\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String link, {1}: String ejbRefName, {2}: String moduleURI, {3}: String list
160092=\u30A8\u30E9\u30FC: \u30E2\u30B8\u30E5\u30FC\u30EB"{2}"\u5185\u306Eejb-ref\u307E\u305F\u306Fejb-local-ref "{1}"\u3067\u5BA3\u8A00\u3055\u308C\u305Fejb-link "{0}"\u304C\u4E0D\u660E\u77AD\u3067\u3059\u3002\u4EE5\u4E0B\u306B\u3042\u3052\u308B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30E2\u30B8\u30E5\u30FC\u30EB\u306B\u3001\u540D\u524D"{0}"\u306EEJB\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059: {3}\u3002\u3053\u306Eejb-link\u3092\u4FEE\u98FE\u3057\u3066\u4E0D\u660E\u77AD\u3055\u3092\u89E3\u6D88\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String link, {1}: String ejbRefType, {2}: String ejbRefName, {3}: String ejbName, {4}: String moduleURI, {5}: String interfaceType
160093=\u30A8\u30E9\u30FC: \u30E2\u30B8\u30E5\u30FC\u30EB"{4}"\u5185\u306EEJB "{3}"\u306B\u3064\u3044\u3066{1} "{2}"\u3067\u5BA3\u8A00\u3055\u308C\u305Fejb-link "{0}"\u3092\u78BA\u7ACB\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002ejb-link\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u306B{5}\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30EA\u30F3\u30AF\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String link, {1}: String ejbRefType, {2}: String ejbRefName, {3}: String moduleURI, {4}: String interfaceType
160094=\u30A8\u30E9\u30FC: \u30E2\u30B8\u30E5\u30FC\u30EB"{3}"\u5185\u306E{1} "{2}"\u3067\u5BA3\u8A00\u3055\u308C\u305Fejb-link "{0}"\u3092\u78BA\u7ACB\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002ejb-link\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u306B{4}\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30EA\u30F3\u30AF\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String ejbRefType, {1}: String ejbRefName, {2}: String ejbName, {3}: String moduleURI, {4}: String interfaceType, {5}: String invalidInterfaceName
160095=\u8B66\u544A: \u30E2\u30B8\u30E5\u30FC\u30EB"{3}"\u5185\u306EEJB "{2}"\u306E{0} "{1}"\u306E{4}\u8981\u7D20\u5024"{5}"\u306F\u7121\u52B9\u3067\u3059\u3002\u30BF\u30FC\u30B2\u30C3\u30C8Bean\u306F\u305D\u306E{4}\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u3092\u5BA3\u8A00\u3057\u307E\u305B\u3093\u3002\u5024\u304C\u6B63\u3057\u3044\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String ejbRefType, {1}: String ejbRefName, {2}: String moduleURI, {3}: String interfaceType, {4}: String invalidInterfaceName
160096=\u8B66\u544A: \u30E2\u30B8\u30E5\u30FC\u30EB"{2}"\u5185\u306E{0} "{1}"\u306E{3}\u8981\u7D20\u5024"{4}"\u306F\u7121\u52B9\u3067\u3059\u3002\u30BF\u30FC\u30B2\u30C3\u30C8Bean\u306F\u305D\u306E{3}\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u3092\u5BA3\u8A00\u3057\u307E\u305B\u3093\u3002\u5024\u304C\u6B63\u3057\u3044\u304B\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String fileName, {1}: String badEncodingName, {2}: String equivalentIANAEncoding
160097=\u30D5\u30A1\u30A4\u30EB''{0}''\u306F\u3001IANA\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0\u540D\u3067\u306F\u306A\u304FJava\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0\u540D\u3092\u4F7F\u7528\u3057\u3066\u3044\u308B\u305F\u3081\u3001\u89E3\u6790\u3067\u304D\u307E\u305B\u3093\u3002\u3053\u306E\u30D5\u30A1\u30A4\u30EB\u304C\u4F7F\u7528\u3057\u3066\u3044\u308BJava\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0\u540D''{1}''\u306B\u306F\u3001IANA\u306E\u7B49\u4FA1\u3067\u3042\u308B''{2}''\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u5185\u306E\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0\u540D\u3092''{2}''\u306B\u66F4\u65B0\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String fileName, {1}: String badEncodingName
160098=\u30D5\u30A1\u30A4\u30EB"{0}"\u306F\u7121\u52B9\u306A\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0\u540D"{1}"\u3092\u4F7F\u7528\u3057\u3066\u3044\u308B\u305F\u3081\u3001\u89E3\u6790\u3067\u304D\u307E\u305B\u3093\u3002\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u306F\u3001\u3059\u3079\u3066IANA\u307E\u305F\u306FJava\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0\u540D\u3092\u4F7F\u7528\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u306E\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0\u3092\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u308B\u30A8\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0\u306B\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String resource, {1}: Throwable t
160099=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30A2\u30F3\u30C7\u30D7\u30ED\u30A4\u4E2D\u306B\u3001\u30EA\u30BD\u30FC\u30B9: {0}\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FB\u30ED\u30FC\u30EB\u3092\u30A2\u30F3\u30C7\u30D7\u30ED\u30A4\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String role, {1}: String app, {2}: Throwable t
160100=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{1}\u306E\u30ED\u30FC\u30EB{0}\u3092\u30C7\u30D7\u30ED\u30A4\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String ejbLink, {1}: String ejbRefName, {2}: String jarName
160101=\u30A8\u30E9\u30FC: \u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30E2\u30B8\u30E5\u30FC\u30EB"{2}"\u5185\u306Eejb-ref\u307E\u305F\u306Fejb-local-ref "{1}"\u3067\u5BA3\u8A00\u3055\u308C\u305Fejb-link "{0}"\u3092\u89E3\u6C7A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002ejb-ref\u306E\u30BF\u30FC\u30B2\u30C3\u30C8EJB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30EA\u30F3\u30AF\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String ejbLink, {1}: String ejbRefName, {2}: String jarName, {3}: String homeType
160102=\u30A8\u30E9\u30FC: \u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30E2\u30B8\u30E5\u30FC\u30EB''{2}''\u5185\u306Eejb-ref\u307E\u305F\u306Fejb-local-ref ''{1}''\u3067\u5BA3\u8A00\u3055\u308C\u305Fejb-link ''{0}''\u3092\u78BA\u7ACB\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002ejb-link\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u306B{3}\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30EA\u30F3\u30AF\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String appName, {1}: String moduleName, {2}: String fileName, {3}: Throwable t
160103=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u306E\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8{1}\u7528\u306B\u3001\u7BA1\u7406\u30B5\u30FC\u30D0\u30FC\u304B\u3089{2}\u3078\u3068\u30D5\u30A1\u30A4\u30EB\u3092\u53D6\u5F97\u3057\u3088\u3046\u3068\u3057\u3066\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: {3}\u3002
## {0}: String appName, {1}: String modName, {2}: String ejbLink
160104=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u5185\u306B\u7121\u52B9\u306A\u30ED\u30FC\u30AB\u30EB\u53C2\u7167\u304C\u3042\u308A\u307E\u3059\u3002\u53C2\u7167\u3059\u308B\u30E2\u30B8\u30E5\u30FC\u30EB\u304C\u53C2\u7167\u3055\u308C\u308B\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u30AF\u30E9\u30B9\u3078\u306E\u53EF\u8996\u6027\u3092\u6301\u305F\u306A\u3044\u305F\u3081\u3001\u30E2\u30B8\u30E5\u30FC\u30EB{1}\u304B\u3089{2}\u306E\u30ED\u30FC\u30AB\u30EB\u53C2\u7167\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002
## {0}: String appName, {1}: String msg
160105=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u5185\u306E\u30E6\u30FC\u30B6\u30FC\u5B9A\u7FA9\u30EA\u30B9\u30CA\u30FC\u304C\u4F8B\u5916{1}\u3092\u30B9\u30ED\u30FC\u3057\u307E\u3057\u305F
## {0}: String sourceName
160106=\u30A8\u30E9\u30FC: \u30BD\u30FC\u30B9\u30FB\u30D5\u30A1\u30A4\u30EB"{0}"\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
160107=\u30A8\u30E9\u30FC: appc\u3092\u5B9F\u884C\u3059\u308B\u306B\u306F\u3001\u63A5\u5C3E\u8F9E.jar\u3001.war\u307E\u305F\u306F.ear\u3067\u7D42\u308F\u308B\u30BD\u30FC\u30B9\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u307E\u305F\u306F\u30D5\u30A1\u30A4\u30EB\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String sourceName, {1}: String error
160108=\u30A8\u30E9\u30FC: \u5165\u529B\u30D5\u30A1\u30A4\u30EB"{0}"\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u4E2D\u306E\u30A8\u30E9\u30FC: \n{1}
## {0}: String directoryName, {1}: String error
160109=\u30A8\u30E9\u30FC: \u30C7\u30A3\u30EC\u30AF\u30C8\u30EA"{0}"\u3078\u306E\u30D5\u30A1\u30A4\u30EB\u30FB\u30B3\u30D4\u30FC\u4E2D\u306E\u30A8\u30E9\u30FC: \n{1}
## {0}: String directoryName
160110=\u30A8\u30E9\u30FC: appc\u306F\u4F5C\u696D\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA"{0}"\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u306E\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3092\u4F5C\u6210\u3067\u304D\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304B\u3089\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String directoryName
160111=\u30A8\u30E9\u30FC: appc\u306F\u4F5C\u696D\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA"{0}"\u306B\u66F8\u304D\u8FBC\u3081\u307E\u305B\u3093\u3002\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3078\u306E\u66F8\u8FBC\u307F\u6A29\u9650\u304C\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u3001\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String directoryName
160112=\u30A8\u30E9\u30FC: \u30C7\u30A3\u30EC\u30AF\u30C8\u30EA"{0}"\u306B\u306F\u6709\u52B9\u306A\u30E2\u30B8\u30E5\u30FC\u30EB\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u304CEAR\u30D5\u30A1\u30A4\u30EB\u3092\u8868\u3059\u5834\u5408\u306F\u3001META-INF/application.xml\u30D5\u30A1\u30A4\u30EB\u3092\u683C\u7D0D\u3057\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u304Cejb-jar\u30D5\u30A1\u30A4\u30EB\u3092\u8868\u3059\u5834\u5408\u306F\u3001META-INF/ejb-jar.xml\u30D5\u30A1\u30A4\u30EB\u3092\u683C\u7D0D\u3057\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u304CWAR\u30D5\u30A1\u30A4\u30EB\u3092\u8868\u3059\u5834\u5408\u306F\u3001WEB-INF/web.xml\u30D5\u30A1\u30A4\u30EB\u3092\u683C\u7D0D\u3057\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30BD\u30FC\u30B9\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u304C\u6709\u52B9\u306A\u30E2\u30B8\u30E5\u30FC\u30EB\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u3001\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String jarName
160113=\u30A8\u30E9\u30FC: \u30BD\u30FC\u30B9\u30FB\u30D5\u30A1\u30A4\u30EB"{0}"\u306F\u6709\u52B9\u306Aejb-jar\u30D5\u30A1\u30A4\u30EB\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u6709\u52B9\u306B\u3059\u308B\u306B\u306F\u3001META-INF/ejb-jar.xml\u30D5\u30A1\u30A4\u30EB\u3092\u683C\u7D0D\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String warName
160114=\u30A8\u30E9\u30FC: \u30BD\u30FC\u30B9\u30FB\u30D5\u30A1\u30A4\u30EB"{0}"\u306F\u6709\u52B9\u306AWAR\u30D5\u30A1\u30A4\u30EB\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u6709\u52B9\u306B\u3059\u308B\u306B\u306F\u3001WEB-INF/web.xml\u30D5\u30A1\u30A4\u30EB\u3092\u683C\u7D0D\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String earName
160115=\u30A8\u30E9\u30FC: \u30BD\u30FC\u30B9\u30FB\u30D5\u30A1\u30A4\u30EB"{0}"\u306F\u6709\u52B9\u306AEAR\u30D5\u30A1\u30A4\u30EB\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u6709\u52B9\u306B\u3059\u308B\u306B\u306F\u3001META-INF/application.xml\u30D5\u30A1\u30A4\u30EB\u3092\u683C\u7D0D\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String fileName
160116=\u30A8\u30E9\u30FC: \u30BD\u30FC\u30B9\u30FB\u30D5\u30A1\u30A4\u30EB"{0}"\u306B\u306F\u8907\u6570\u306E\u30E2\u30B8\u30E5\u30FC\u30EB\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002appc\u306E\u30BD\u30FC\u30B9\u30FB\u30D5\u30A1\u30A4\u30EB\u3068\u3057\u3066\u6307\u5B9A\u3067\u304D\u308B\u306E\u306F\u3001\u5358\u4E00\u306Eejb-jar\u3001WAR\u307E\u305F\u306FEAR\u30D5\u30A1\u30A4\u30EB\u3067\u3059\u3002\u3053\u306E\u30BD\u30FC\u30B9\u30FB\u30D5\u30A1\u30A4\u30EB\u304CEAR\u30D5\u30A1\u30A4\u30EB\u3092\u8868\u3059\u5834\u5408\u3001\u305D\u306E\u30D5\u30A1\u30A4\u30EB\u306B\u306FMETA-INF/application.xml\u304C\u542B\u307E\u308C\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30BD\u30FC\u30B9\u5F15\u6570\u3092\u4FEE\u6B63\u3057\u3066\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String fileName, {1}: String error
160117=appc\u306F\u30D5\u30A1\u30A4\u30EB"{0}"\u306E\u51E6\u7406\u3092\u7D9A\u884C\u3067\u304D\u307E\u305B\u3093\u3002\n{1}
## {0}: String fileName, {1}: String error
160118=appc\u306F\u30D5\u30A1\u30A4\u30EB"{0}"\u306E\u51E6\u7406\u3092\u7D9A\u884C\u3067\u304D\u307E\u305B\u3093\u3002\u30D5\u30A1\u30A4\u30EB\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u4E2D\u306B\u6B21\u306E\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\n{1}
## {0}: String fileName, {1}: String error
160119=appc\u306F\u30D5\u30A1\u30A4\u30EB"{0}"\u3092\u51E6\u7406\u3067\u304D\u307E\u305B\u3093\u3002\u6B21\u306E\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\n{1}
## {0}: String moduleURI
160120=\u30A8\u30E9\u30FC: \u30E2\u30B8\u30E5\u30FC\u30EB"{0}"\u306Fapplication.xml\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u307E\u305F\u306Fweblogic-application.xml\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u3067\u5BA3\u8A00\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001EAR\u30D5\u30A1\u30A4\u30EB\u5185\u306B\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
## {0}: String moduleURI, {1}: String errors
160121=\u30E2\u30B8\u30E5\u30FC\u30EB"{0}"\u306E\u30B3\u30F3\u30D1\u30A4\u30EB\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\n{1}
## {0}: String errors
160122=EAR\u30D5\u30A1\u30A4\u30EB\u691C\u8A3C\u4E2D\u306E\u30A8\u30E9\u30FC: \n{0}
## {0}: String fileName, {1}: String error
160123=\u30A8\u30E9\u30FC: \u51FA\u529B\u30A2\u30FC\u30AB\u30A4\u30D6"{0}"\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u4EE5\u524D\u306E\u30A2\u30FC\u30AB\u30A4\u30D6\u3092\u5FA9\u5143\u3057\u3066\u3044\u307E\u3059\u3002\u30A8\u30E9\u30FC: \n{1}
## {0}: String fileName, {1}: String error
160124=\u30A8\u30E9\u30FC: \u51FA\u529B\u30A2\u30FC\u30AB\u30A4\u30D6"{0}"\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30A8\u30E9\u30FC: \n{1}
## {0}: String fileName
160125=\u30A8\u30E9\u30FC: \u53E4\u3044\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u30FB\u30D5\u30A1\u30A4\u30EB{0}\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String fileName, {1}: String error
160126=\u30A8\u30E9\u30FC: \u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u30FB\u30D5\u30A1\u30A4\u30EB"{0}"\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30A8\u30E9\u30FC: \n{1}
## {0}: String fileName
160127=\u30A8\u30E9\u30FC: \u4EE5\u524D\u306E\u30A2\u30FC\u30AB\u30A4\u30D6{0}\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
160128=\u30A8\u30E9\u30FC: appc\u30B3\u30DE\u30F3\u30C9\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002\u6307\u5B9A\u3055\u308C\u305F\u5F15\u6570\u304C\u591A\u3059\u304E\u307E\u3059\u3002appc\u30B3\u30DE\u30F3\u30C9\u3067\u306F\u3001\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u308B\u30AA\u30D7\u30B7\u30E7\u30F3\u306B\u52A0\u3048\u3066\u30011\u3064\u306E\u5F15\u6570(\u30BD\u30FC\u30B9\u30FB\u30D5\u30A1\u30A4\u30EB)\u306E\u307F\u3092\u53D6\u308A\u307E\u3059\u3002
## {0}: String altDD, {1}: String moduleURI
160129=\u30A8\u30E9\u30FC: \u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30E2\u30B8\u30E5\u30FC\u30EB"{1}"\u306B\u5BFE\u3057\u3066\u6307\u5B9A\u3055\u308C\u305Falt-dd "{0}"\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002application.xml\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u304B\u3089alt-dd\u30A8\u30F3\u30C8\u30EA\u3092\u524A\u9664\u3059\u308B\u304B\u3001\u30A8\u30F3\u30C8\u30EA\u304C\u6709\u52B9\u306A\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u3092\u6307\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String altDD
160130=\u30A8\u30E9\u30FC: appc\u30B3\u30DE\u30F3\u30C9\u30E9\u30A4\u30F3\u3067\u6307\u5B9A\u3055\u308C\u305F\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30EC\u30D9\u30EB\u306Ealt-dd "{0}"\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002alt-dd\u304C\u6709\u52B9\u306A\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u3092\u6307\u3057\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3059\u308B\u304B\u3001\u30B3\u30DE\u30F3\u30C9\u30E9\u30A4\u30F3\u304B\u3089alt-dd\u3092\u524A\u9664\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String name, {1}: String deMsg, {2}: String nstMsg
160131={0}\u306E\u30C7\u30D7\u30ED\u30A4\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: \u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30A8\u30E9\u30FC{1}\u3068\u30CD\u30B9\u30C8\u3055\u308C\u305F\u30A8\u30E9\u30FC{2}\u304C\u542B\u307E\u308C\u307E\u3059
## {0}: String refType, {1}: String ejbRefName, {2}: String ejbName, {3}: String moduleURI, {4}: String ejbRefType
160132=\u8B66\u544A: \u30E2\u30B8\u30E5\u30FC\u30EB"{3}"\u5185\u306EEJB "{2}"\u306E{0} "{1}"\u306F\u3001ejb-ref-type\u306E{4}\u3092\u6301\u3061\u307E\u3059\u304C\u3001ejb-link\u306F\u3053\u306E\u30BF\u30A4\u30D7\u306EEJB\u3092\u89E3\u6C7A\u3057\u307E\u305B\u3093\u3002ejb-link\u3068ejb-ref-type\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String refType, {1}: String ejbRefName, {2}: String moduleURI, {3}: String ejbRefType
160133=\u8B66\u544A: \u30E2\u30B8\u30E5\u30FC\u30EB"{2}"\u5185\u306E{0} "{1}"\u306F\u3001ejb-ref-type\u306E{3}\u3092\u6301\u3061\u307E\u3059\u304C\u3001ejb-link\u306F\u3053\u306E\u30BF\u30A4\u30D7\u306EEJB\u3092\u89E3\u6C7A\u3057\u307E\u305B\u3093\u3002ejb-link\u3068ejb-ref-type\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String ejbName, {1}: String moduleURI, {2}: String cacheName
160134=\u30A8\u30E9\u30FC: ear\u30E2\u30B8\u30E5\u30FC\u30EB"{1}"\u5185\u306E\u540D\u524D\u304C"{0}"\u306EEJB\u306F\u3001weblogic-ejb-jar.xml\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u5185\u306B\u540D\u524D\u304C"{2}"\u306Eentity-cache-ref\u3092\u6301\u3061\u307E\u3059\u304C\u3001\u305D\u306E\u540D\u524D\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30EC\u30D9\u30EB\u30FB\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u30FB\u30AD\u30E3\u30C3\u30B7\u30E5\u304Cweblogic-application.xml\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u5185\u306B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u305F\u3081\u306B\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u3059\u3002
## {0}: String appName, {1}: Throwable th
160135=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3"{0}"\u306E\u505C\u6B62\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30A8\u30E9\u30FC: {1}
160136=\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30BF\u30A4\u30D7\u304C\u9593\u9055\u3063\u3066\u3044\u308B\u305F\u3081\u3001JMS\u5B9B\u5148\u3092\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String destLink, {1}: String destRefName, {2}: String jarName
160137=\u30A8\u30E9\u30FC: \u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30E2\u30B8\u30E5\u30FC\u30EB"{2}"\u5185\u306Emessage-destination-ref "{1}"\u3067\u5BA3\u8A00\u3055\u308C\u305Fmessage-destination-link "{0}"\u3092\u89E3\u6C7A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002message-destination-ref\u306E\u30BF\u30FC\u30B2\u30C3\u30C8\u306Emessage-destination\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002\u30EA\u30F3\u30AF\u304C\u6B63\u3057\u3044\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String app, {1}: Throwable t
160138=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u306B\u30A2\u30AF\u30C6\u30A3\u30D6\u306A\u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u72B6\u614B\u3092\u8A2D\u5B9A\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String lRef, {1}: String lType
160139=\u6B21\u306E\u30E9\u30A4\u30D6\u30E9\u30EA\u53C2\u7167\u306B"context-path"\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001{1}\u30E9\u30A4\u30D6\u30E9\u30EA{0}\u3092\u53C2\u7167\u3059\u308B\u5834\u5408\u3001\u3053\u306E\u8A2D\u5B9A\u306F\u7121\u52B9\u3067\u3059\u3002
## {0}: String unresolvedOptionalPackages
160140=\u672A\u89E3\u6C7A\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u30FB\u30D1\u30C3\u30B1\u30FC\u30B8\u306FMETA-INF/MANIFEST.MF\u3067{0}\u3092\u53C2\u7167\u3057\u3066\u3044\u307E\u3059\u3002\u53C2\u7167\u3055\u308C\u3066\u3044\u308B\u30AA\u30D7\u30B7\u30E7\u30F3\u30FB\u30D1\u30C3\u30B1\u30FC\u30B8\u304C\u30E9\u30A4\u30D6\u30E9\u30EA\u3068\u3057\u3066\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u3066\u3044\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String libInfo, {1}: String exception
160141=\u30E9\u30A4\u30D6\u30E9\u30EA{0}\u3092\u521D\u671F\u5316\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30E6\u30CB\u30C3\u30C8\u304C\u6709\u52B9\u306A\u30E9\u30A4\u30D6\u30E9\u30EA\u30FB\u30BF\u30A4\u30D7(WAR\u3001EJB\u3001EAR\u3001\u30D7\u30EC\u30FC\u30F3JAR)\u3067\u3042\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002{1}
## {0}: String location, {1}: String specVersion
160142={0}\u306E\u30E9\u30A4\u30D6\u30E9\u30EA\u306B\u4E0D\u6B63\u306ASpecification-Version {1}\u304C\u3042\u308A\u307E\u3059\u3002Specification-Version\u306F\u3001\u6709\u52B9\u306A\u30D0\u30FC\u30B8\u30E7\u30F3\u6587\u5B57\u5217: int(.int)*,int>=0 (\u4F8B2.1.1)\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
## {0}: String libInfo, {1}: String specVersion
160143=\u30E9\u30A4\u30D6\u30E9\u30EA{0}\u306B\u4E0D\u6B63\u306ASpecification-Version {1}\u304C\u3042\u308A\u307E\u3059\u3002Specification-Version\u306F\u3001\u6709\u52B9\u306A\u30D0\u30FC\u30B8\u30E7\u30F3\u6587\u5B57\u5217: int(.int)*,int>=0(\u4F8B2.1.1)\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
## {0}: String libInfo, {1}: String message
160144=\u30E9\u30A4\u30D6\u30E9\u30EA{0}\u3092\u767B\u9332\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002{1}
## {0}: String libInfo, {1}: String message
160145=\u30E9\u30A4\u30D6\u30E9\u30EA{0}\u3092\u30C7\u30D7\u30ED\u30A4\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u308C\u306F\u3001\u30E9\u30A4\u30D6\u30E9\u30EA\u30FB\u30DE\u30CB\u30D5\u30A7\u30B9\u30C8\u306E\u5024\u3068\u3001\u30B5\u30FC\u30D0\u30FC\u306B\u767B\u9332\u3055\u308C\u305F\u30E9\u30A4\u30D6\u30E9\u30EA\u60C5\u5831\u304C\u7AF6\u5408\u3057\u3066\u3044\u308B\u305F\u3081\u3067\u3059\u3002{1}\u3002\u30E9\u30A4\u30D6\u30E9\u30EA\u306EMANIFEST.MF\u30D5\u30A1\u30A4\u30EB\u3092\u78BA\u8A8D\u3057\u3001\u30B5\u30FC\u30D0\u30FC\u306E\u8A2D\u5B9A\u3068\u4E00\u81F4\u3059\u308B\u3088\u3046\u306B\u30D0\u30FC\u30B8\u30E7\u30F3\u60C5\u5831\u3092\u4FEE\u6B63\u3059\u308B\u304B\u3001\u6B63\u3057\u304F\u69CB\u6210\u3055\u308C\u3066\u3044\u306A\u3044\u30E9\u30A4\u30D6\u30E9\u30EA\u3092\u30A2\u30F3\u30C7\u30D7\u30ED\u30A4\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String location, {1}: String message
160146={0}\u306E\u30E9\u30A4\u30D6\u30E9\u30EA\u3092\u51E6\u7406\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u308C\u306F\u3001\u30E9\u30A4\u30D6\u30E9\u30EA\u30FB\u30DE\u30CB\u30D5\u30A7\u30B9\u30C8\u306E\u5024\u3068\u3001appc\u30B3\u30DE\u30F3\u30C9\u30FB\u30E9\u30A4\u30F3\u306B\u6307\u5B9A\u3055\u308C\u305F\u30E9\u30A4\u30D6\u30E9\u30EA\u60C5\u5831\u304C\u7AF6\u5408\u3057\u3066\u3044\u308B\u305F\u3081\u3067\u3059\u3002{1}\u3002
160147=1\u3064\u307E\u305F\u306F\u8907\u6570\u306E\u30E9\u30A4\u30D6\u30E9\u30EA\u3092\u51E6\u7406\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u4E0A\u8A18\u306E\u30A8\u30E9\u30FC\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String libraries
160148=\u3053\u308C\u3089\u306E\u30E9\u30A4\u30D6\u30E9\u30EA{0}\u306F\u3001\u30B3\u30F3\u30D1\u30A4\u30EB\u3055\u308C\u305F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u3088\u3063\u3066\u53C2\u7167\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String error
160149=\u30E9\u30A4\u30D6\u30E9\u30EA\u53C2\u7167\u306E\u51E6\u7406\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002{0}
## {0}: String specVersion
160150=weblogic-application.xml\u306E\u30E9\u30A4\u30D6\u30E9\u30EA\u53C2\u7167\u306B\u4E0D\u6B63\u306ASpecification-Version {0}\u304C\u3042\u308A\u307E\u3059\u3002Specification-Version\u306F\u3001\u6709\u52B9\u306A\u30D0\u30FC\u30B8\u30E7\u30F3\u6587\u5B57\u5217: int(.int)*,int>=0 (\u4F8B2.1.1)\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
## {0}: String info
160151=\u30E9\u30A4\u30D6\u30E9\u30EA{0}\u3092\u767B\u9332\u3057\u307E\u3057\u305F\u3002
## {0}: String location
160152={0}\u306E\u30E9\u30A4\u30D6\u30E9\u30EA\u306F\u6709\u52B9\u306A\u30E9\u30A4\u30D6\u30E9\u30EA\u30FB\u30BF\u30A4\u30D7\u3068\u3057\u3066\u8A8D\u8B58\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String libraryInfo, {1}: String exception
160153=\u30E9\u30A4\u30D6\u30E9\u30EA{0}\u306E\u30AF\u30EA\u30FC\u30F3\u30FB\u30A2\u30C3\u30D7\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002{1}
## {0}: String libraryInfo, {1}: String exception
160154=\u30E9\u30A4\u30D6\u30E9\u30EA{0}\u306E\u30AF\u30EA\u30FC\u30F3\u30FB\u30A2\u30C3\u30D7\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\n{1}
## {0}: String location
160155={0}\u306B\u30E9\u30A4\u30D6\u30E9\u30EA\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
## {0}: String dir
160156=libdir\u3092\u51E6\u7406\u3067\u304D\u307E\u305B\u3093\u3002{0}\u306F\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String library
160157=\u53C2\u7167\u3055\u308C\u3066\u3044\u308B\u30E9\u30A4\u30D6\u30E9\u30EA{0}\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u308B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30E9\u30A4\u30D6\u30E9\u30EA\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String name, {1}: String src
160158=\u30DE\u30CB\u30D5\u30A7\u30B9\u30C8\u306B{0}-Extension-Name\u306E\u30A8\u30F3\u30C8\u30EA\u304C\u306A\u3044\u305F\u3081\u3001Extension-List\u53C2\u7167{0}\u3092\u7121\u8996\u3057\u307E\u3059\u3002\u30DE\u30CB\u30D5\u30A7\u30B9\u30C8\u306F{1}/META-INF/MANIFEST.MF\u306B\u3042\u308A\u307E\u3059
## {0}: String name, {1}: String specVersion, {2}: String src
160159={2}/META-INF/MANIFEST.MF\u306B\u3042\u308B\u30DE\u30CB\u30D5\u30A7\u30B9\u30C8\u3067\u3001Extension-Name {0}\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u30FB\u30D1\u30C3\u30B1\u30FC\u30B8\u306E\u53C2\u7167\u304C\u4E0D\u6B63\u3067\u3059\u3002Specification-Version {1}\u304C\u4E0D\u6B63\u3067\u3059\u3002Specification-Version\u306F\u3001\u6709\u52B9\u306A\u30D0\u30FC\u30B8\u30E7\u30F3\u6587\u5B57\u5217: int(.int)*,int>=0 (\u4F8B2.1.1)\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u30FB\u30D1\u30C3\u30B1\u30FC\u30B8\u306E\u53C2\u7167\u3092\u7121\u8996\u3057\u307E\u3059\u3002
## {0}: String roles
160160=\u3053\u308C\u3089\u306E\u30ED\u30FC\u30EB\u306E\u30ED\u30FC\u30EB\u30FB\u30DE\u30C3\u30D4\u30F3\u30B0(weblogic-application.xml\u5185\u306B\u5B9A\u7FA9)\u306F\u3001application.xml\u304B\u3089\u53C2\u7167\u3055\u308C\u307E\u305B\u3093: {0}\u3002
## {0}: String ear, {1}: String error
160161={0}\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u306E\u89E3\u6790\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002{1}\u3002
## {0}: String ear
160162={0}\u306EEAR\u306BMETA-INF/application.xml\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String ear
160163=EAR {0}\u306Eapplication.xml\u306B\u30E2\u30B8\u30E5\u30FC\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u4F55\u3082\u51E6\u7406\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String lib, {1}: String ex
160164=\u30E9\u30A4\u30D6\u30E9\u30EA{0}\u306E\u30A4\u30F3\u30DD\u30FC\u30C8\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002{1}
## {0}: String location
160165={0}\u306EEAR\u30E9\u30A4\u30D6\u30E9\u30EA\u306F\u3001splitdir\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u69CB\u9020\u3092\u4F7F\u7528\u3057\u3066\u7DE8\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u30E9\u30A4\u30D6\u30E9\u30EA\u3067\u306Fsplitdir\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u305B\u3093\u3002
## {0}: String name, {1}: String uri
160166=URI "{1}"\u306E\u30E2\u30B8\u30E5\u30FC\u30EB"{0}"\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30D7\u30E9\u30F3\u306B\u53C2\u7167\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002\u30D7\u30E9\u30F3\u306F\u30DE\u30FC\u30B8\u3055\u308C\u307E\u3057\u305F\u3002
## {0}: String appName, {1}: String modName
160167=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u306E\u30E2\u30B8\u30E5\u30FC\u30EB{1}\u306Fejb-link\u3092\u4F7F\u7528\u3057\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306EEJB\u30E2\u30B8\u30E5\u30FC\u30EB\u306F\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String stacktrace
160168=\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u306E\u30DE\u30FC\u30B8\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\n{0}
## {0}: String stacktrace
160169=\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u306E\u89E3\u6790\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\n{0}
## {0}: String library, {1}: String appName
160170=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{1}\u306E\u30E9\u30A4\u30D6\u30E9\u30EA{0}\u3092\u30A4\u30F3\u30DD\u30FC\u30C8\u3057\u307E\u3057\u305F
## {0}: String sourceName
160171=\u30A8\u30E9\u30FC: \u30D7\u30E9\u30F3\u30FB\u30D5\u30A1\u30A4\u30EB"{0}"\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
160172=\u30A8\u30E9\u30FC: appc\u3092\u5B9F\u884C\u3059\u308B\u306B\u306F\u3001\u63A5\u5C3E\u8F9E.xml\u3067\u7D42\u308F\u308B\u30D7\u30E9\u30F3\u30FB\u30D5\u30A1\u30A4\u30EB\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
## {0}: String sourceName, {1}: String error
160173=\u30A8\u30E9\u30FC: \u5165\u529B\u30D5\u30A1\u30A4\u30EB"{0}"\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u4E2D\u306E\u30A8\u30E9\u30FC: \n{1}
## {0}: String sourceName, {1}: String error
160174=\u30A8\u30E9\u30FC: \u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30D7\u30E9\u30F3"{0}"\u306E\u89E3\u6790\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\n{1}
## {0}: String appComponentName, {1}: String appComponentType, {2}: String moduleName, {3}: String resLinkName
160175=\u30A8\u30E9\u30FC: "{0}"\u3068\u3044\u3046"{1}"\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306E"{3}"\u3068\u3044\u3046resource-link\u306B\u6307\u5B9A\u3055\u308C\u305F"{2}"\u3068\u3044\u3046JMS\u30E2\u30B8\u30E5\u30FC\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String appComponentName, {1}: String appComponentType, {2}: String moduleName, {3}: String resLinkName, {4}: String resourceName, {5}: String resType
160176=\u30A8\u30E9\u30FC: "{0}"\u3068\u3044\u3046"{1}"\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306E"{3}"\u3068\u3044\u3046resource-link\u306B\u6307\u5B9A\u3055\u308C\u305F"{2}"\u3068\u3044\u3046JMS\u30E2\u30B8\u30E5\u30FC\u30EB\u5185\u306B\u30BF\u30A4\u30D7"{5}"\u306E"{4}"\u3068\u3044\u3046JMS\u30EA\u30BD\u30FC\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String path
160177="{0}"\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306F\u6709\u52B9\u306A\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30BF\u30A4\u30D7\u3068\u3057\u3066\u8A8D\u8B58\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3053\u308C\u304CEAR\u30D5\u30A1\u30A4\u30EB\u306E\u5834\u5408\u3001META-INF/application.xml\u304C\u5B58\u5728\u3059\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002EJB-JAR\u306B\u306FMETA-INF/ejb-jar.xml\u307E\u305F\u306F\u5BFE\u5FDC\u3059\u308B\u6CE8\u91C8\u304C\u5B58\u5728\u3057\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u308C\u304C\u5C55\u958B\u3055\u308C\u305FWAR\u306E\u5834\u5408\u3001\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306E\u540D\u524D\u306F".war"\u3067\u7D42\u308F\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002RAR\u306B\u306FMETA-INF/ra.xml\u304C\u5FC5\u8981\u3067\u3059\u3002JMS\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306F\u540D\u524D\u304C"-jms.xml"\u3067\u7D42\u308F\u308BXML\u30D5\u30A1\u30A4\u30EB\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002JDBC\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306F\u540D\u524D\u304C"-jdbc.xml"\u3067\u7D42\u308F\u308BXML\u30D5\u30A1\u30A4\u30EB\u3067\u3042\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u305D\u306E\u4ED6\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30BF\u30A4\u30D7\u306B\u3064\u3044\u3066\u306F\u3001WebLogic Server\u306E\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String uris
160178=\u30E6\u30FC\u30B6\u30FC\u306Furi: {0}\u306E\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u505C\u6B62\u3057\u3088\u3046\u3068\u3057\u307E\u3057\u305F\u304C\u3001\u3053\u308C\u3089\u306Euri\u3092\u6301\u3064\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u306F\u30E2\u30B8\u30E5\u30FC\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002Web\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u505C\u6B62\u3059\u308B\u5834\u5408\u306F\u3001web-uri\u3067\u306F\u306A\u304Fcontext-root\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String appId, {1}: Throwable e
160179=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u306E\u505C\u6B62\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u304C\u3001\u7121\u8996\u3055\u308C\u307E\u3057\u305F\u3002\u30A8\u30E9\u30FC: {1}
## {0}: String appId, {1}: Throwable th
160180=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u3078\u306E\u66F4\u65B0\u306E\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u304C\u3001\u7121\u8996\u3055\u308C\u307E\u3057\u305F\u3002\u30A8\u30E9\u30FC: {1}
## {0}: Throwable th
160181=\u30A2\u30F3\u30C7\u30D7\u30ED\u30A4\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u304C\u3001\u7121\u8996\u3055\u308C\u307E\u3057\u305F\u3002\u30A8\u30E9\u30FC: {0}
## {0}: Throwable th
160182=\u7BA1\u7406\u30E2\u30FC\u30C9\u3078\u306E\u9077\u79FB\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u304C\u3001\u7121\u8996\u3055\u308C\u307E\u3057\u305F\u3002\u30A8\u30E9\u30FC: {0}
## {0}: String appId, {1}: String uri
160183=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u306Eweblogic-application.xml\u306EApplicationLifecycleListener\u3001Startup\u307E\u305F\u306FShutdown\u30AF\u30E9\u30B9\u306B\u6307\u5B9A\u3055\u308C\u305Fjar-uri {1}\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
## {0}: String appComponentName, {1}: String appComponentType, {2}: String moduleName, {3}: String resLinkName
160184=\u30A8\u30E9\u30FC: "{0}"\u3068\u3044\u3046"{1}"\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306E"{3}"\u3068\u3044\u3046resource-link\u306B\u6307\u5B9A\u3055\u308C\u305F"{2}"\u3068\u3044\u3046JDBC\u30E2\u30B8\u30E5\u30FC\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String appComponentName, {1}: String appComponentType, {2}: String moduleName, {3}: String resLinkName, {4}: String resourceName, {5}: String resType
160185=\u30A8\u30E9\u30FC: "{0}"\u3068\u3044\u3046"{1}"\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306E"{3}"\u3068\u3044\u3046resource-link\u306B\u6307\u5B9A\u3055\u308C\u305F"{2}"\u3068\u3044\u3046JDBC\u30E2\u30B8\u30E5\u30FC\u30EB\u5185\u306B\u30BF\u30A4\u30D7"{5}"\u306E"{4}"\u3068\u3044\u3046JDBC\u30EA\u30BD\u30FC\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String uri
160186=EAR\u30E2\u30B8\u30E5\u30FC\u30EB"{0}"\u3092\u30B3\u30F3\u30D1\u30A4\u30EB\u3057\u3066\u3044\u307E\u3059
160187=weblogic.appc\u306B\u3088\u308B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30B3\u30F3\u30D1\u30A4\u30EB\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u306B\u95A2\u3059\u308B\u8A73\u7D30\u306F\u3001-verbose\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u6307\u5B9A\u3057\u3066\u518D\u30B3\u30F3\u30D1\u30A4\u30EB\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String s
160188={0}.
## {0}: String uris
160189=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u306FURI {0}\u3068\u4E00\u81F4\u3059\u308B\u30E2\u30B8\u30E5\u30FC\u30EB\u304C\u3042\u308A\u307E\u305B\u3093\u3002Web\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u5834\u5408\u306F\u3001web-uri\u3067\u306F\u306A\u304Fcontext-root\u3092\u6307\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String poolName, {1}: String jndiName, {2}: String clazz
160190=JMS\u63A5\u7D9A\u30D7\u30FC\u30EB"{0}"\u306B\u306F\u3001"{1}"\u3068\u3044\u3046\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u306EJNDI\u540D\u304C\u69CB\u6210\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u3057\u304B\u3057\u3001javax.jms.ConnectionFactory\u3067\u306F\u306A\u3044\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u304C\u305D\u306EJNDI\u540D\u306B\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u305D\u306EJNDI\u540D\u306B\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u305F\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u306E\u30BF\u30A4\u30D7\u306F"{2}"\u3067\u3059\u3002
## {0}: String paramName, {1}: String parentName
160191=weblogic.xml\u306E\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u4E2D\u306B\u3001"{1}"\u30D1\u30E9\u30E1\u30FC\u30BF"{0}"\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002\u3053\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u306F\u975E\u63A8\u5968\u3067\u3042\u308A\u3001\u524A\u9664\u3055\u308C\u307E\u3059
## {0}: String paramName, {1}: String parentName
160192=weblogic.xml\u306E\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9\u4E2D\u306B\u3001"{1}"\u30D1\u30E9\u30E1\u30FC\u30BF"{0}"\u304C\u691C\u51FA\u3055\u308C\u307E\u3057\u305F\u3002\u3053\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u306F\u4E0D\u660E\u3067\u3042\u308A\u3001\u524A\u9664\u3055\u308C\u307E\u3059
## {0}: String rarName
160193=\u30A8\u30E9\u30FC: \u30BD\u30FC\u30B9\u30FB\u30D5\u30A1\u30A4\u30EB''{0}''\u306F\u6709\u52B9\u306ARAR\u30D5\u30A1\u30A4\u30EB\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u6709\u52B9\u306B\u3059\u308B\u306B\u306F\u3001META-INF/ra.xml\u30D5\u30A1\u30A4\u30EB\u3092\u683C\u7D0D\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String uris
160194=\u6B21\u306E\u30E2\u30B8\u30E5\u30FC\u30EB\u306F\u3059\u3067\u306B\u5B9F\u884C\u4E2D\u306E\u305F\u3081\u8D77\u52D5\u3067\u304D\u307E\u305B\u3093: {0}\u3002
## {0}: String app, {1}: String listenerClass
160195=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u306B\u306F\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u306A\u3044\u305F\u3081\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30D0\u30FC\u30B8\u30E7\u30F3\u30FB\u30E9\u30A4\u30D5\u30B5\u30A4\u30AF\u30EB\u30FB\u30A4\u30D9\u30F3\u30C8\u30FB\u30EA\u30B9\u30CA\u30FC{1}\u306F\u7121\u8996\u3055\u308C\u307E\u3059\u3002
## {0}: String appId, {1}: String uri
160196=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u306Eweblogic-application.xml\u3067Singleton\u30AF\u30E9\u30B9\u306B\u6307\u5B9A\u3055\u308C\u305Fjar-uri {1}\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
## {0}: String moduleName, {1}: String path, {2}: String stackTrace
160197=\u30E2\u30B8\u30E5\u30FC\u30EB{0}\u306E\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF{1}\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3002\u30A8\u30E9\u30FC: {2}\u3002
## {0}: String moduleUri, {1}: String targetEJB, {2}: String interfaceName, {3}: String ejbRefName
160198=\u30A8\u30E9\u30FC: @EJB\u6CE8\u91C8\u3092\u4F7F\u7528\u3057\u3066\u69CB\u6210\u3055\u308C\u305F\u3001\u30E2\u30B8\u30E5\u30FC\u30EB"{0}"\u5185\u306Eejb-ref "{3}"\u306F\u3001EJB "{1}"\u306B\u30EA\u30F3\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u3057\u304B\u3057\u3001EJB "{1}"\u306F@EJB\u6CE8\u91C8\u3067\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u3088\u3046\u306B\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9"{2}"\u3092\u5BA3\u8A00\u3057\u307E\u305B\u3093\u3002ejb-ref\u304C\u9069\u5207\u306ABean\u306B\u30EA\u30F3\u30AF\u3055\u308C\u3001ejb-ref\u3067\u6307\u5B9A\u3055\u308C\u305F\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u3092\u30BF\u30FC\u30B2\u30C3\u30C8Bean\u304C\u5BA3\u8A00\u3059\u308B\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String ejbRefName, {1}: String moduleName, {2}: String applicationName, {3}: String interfaceName, {4}: String list
160199=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3"{2}"\u306E\u30E2\u30B8\u30E5\u30FC\u30EB"{1}"\u304B\u3089ejb-ref "{0}"\u3092\u89E3\u6C7A\u3057\u3088\u3046\u3068\u3057\u3066\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3053\u306Eejb-ref\u306B\u306Fejb-link\u304C\u306A\u304F\u3001\u30BF\u30FC\u30B2\u30C3\u30C8Bean\u306EJNDI\u540D\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String ejbRefName, {1}: String moduleName, {2}: String applicationName, {3}: String interfaceName
160200=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3"{2}"\u306E\u30E2\u30B8\u30E5\u30FC\u30EB"{1}"\u304B\u3089ejb-ref "{0}"\u3092\u89E3\u6C7A\u3059\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u3053\u306Eejb-ref\u306B\u306Fejb-link\u304C\u306A\u304F\u3001\u30BF\u30FC\u30B2\u30C3\u30C8Bean\u306EJNDI\u540D\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002"{3}"\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u3092\u5B9F\u88C5\u3059\u308BEJB\u304C\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u5185\u306B\u898B\u3064\u304B\u3089\u306A\u304B\u3063\u305F\u305F\u3081\u3001ejb-ref\u3068\u305D\u306E\u30BF\u30FC\u30B2\u30C3\u30C8Bean\u3068\u3092\u81EA\u52D5\u7684\u306B\u30EA\u30F3\u30AF\u3057\u3088\u3046\u3068\u3057\u3066\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u3053\u306Eejb-ref\u3068\u305D\u306E\u30BF\u30FC\u30B2\u30C3\u30C8EJB\u3068\u306E\u30EA\u30F3\u30AF\u307E\u305F\u306F\u30DE\u30C3\u30D7\u3092\u884C\u3063\u3066\u3001ejb-ref\u3067\u5BA3\u8A00\u3055\u308C\u305F\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u304C\u6B63\u3057\u304F\u306A\u308B\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String ejbRefName, {1}: String moduleName, {2}: String applicationName, {3}: String interfaceName
160201=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3"{2}"\u306E\u30E2\u30B8\u30E5\u30FC\u30EB"{1}"\u304B\u3089ejb-ref "{0}"\u3092\u89E3\u6C7A\u3059\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002ejb-ref\u306Fejb-link\u3092\u6307\u5B9A\u3057\u307E\u3059\u304C\u3001\u30BF\u30FC\u30B2\u30C3\u30C8Bean\u306Fejb-ref\u5BA3\u8A00\u3067\u6307\u5B9A\u3055\u308C\u3066\u3044\u308B\u3088\u3046\u306B\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9"{3}"\u3092\u5B9F\u88C5\u3057\u307E\u305B\u3093\u3002ejb-ref\u3067\u5BA3\u8A00\u3055\u308C\u305Fejb-link\u3068\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u540D\u304C\u6B63\u3057\u304F\u306A\u308B\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String puId, {1}: String confKey
160202=\u6C38\u7D9A\u6027\u30E6\u30CB\u30C3\u30C8{0}\u306E\u69CB\u6210\u306B{1}\u306E\u8A2D\u5B9A\u3092\u6307\u5B9A\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u8A2D\u5B9A\u306F\u7121\u8996\u3055\u308C\u3001\u3059\u3079\u3066\u306E\u30ED\u30B0\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306FWebLogic Server\u30ED\u30AE\u30F3\u30B0\u30FB\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306B\u9001\u4FE1\u3055\u308C\u307E\u3059\u3002\u30C8\u30EC\u30FC\u30B9\u30EC\u30D9\u30EB\u30FB\u30ED\u30AE\u30F3\u30B0\u306F\u3001config.xml\u5185\u306EJPA\u56FA\u6709\u306E\u69D8\u3005\u306A\u30C7\u30D0\u30C3\u30B0\u8A2D\u5B9A\u306B\u3088\u3063\u3066\u3001\u307E\u305F\u306FWebLogic Server\u7BA1\u7406\u30B3\u30F3\u30BD\u30FC\u30EB\u3092\u4ECB\u3057\u3066\u5236\u5FA1\u3055\u308C\u307E\u3059\u3002
## {0}: String puId, {1}: String confKey
160203=\u6C38\u7D9A\u6027\u30E6\u30CB\u30C3\u30C8{0}\u306E\u69CB\u6210\u306B{1}\u306E\u8A2D\u5B9A\u3092\u6307\u5B9A\u3057\u307E\u3057\u305F\u3002\u3053\u306E\u5024\u306F{1}\u306B\u7F6E\u304D\u63DB\u3048\u3089\u308C\u307E\u3059\u3002
## {0}: String applicationName, {1}: String listener, {2}: String principalName
160204=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3"{0}"\u306EApplicationLifecycleListener "{1}"\u306B\u306F\u3001\u30D7\u30EA\u30F3\u30B7\u30D1\u30EB\u540D"{2}"\u3092\u4F7F\u7528\u3057\u3066\u69CB\u6210\u3055\u308C\u305Frun-as\u30E6\u30FC\u30B6\u30FC\u304C\u5B58\u5728\u3057\u307E\u3059\u304C\u3001\u305D\u306E\u540D\u524D\u306E\u30D7\u30EA\u30F3\u30B7\u30D1\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u305D\u306E\u540D\u524D\u3092\u6301\u3064\u30E6\u30FC\u30B6\u30FC\u304C\u5B58\u5728\u3059\u308B\u3053\u3068\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String applicationName, {1}: String listener, {2}: String principalName
160205=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3"{0}"\u306EApplicationLifecycleListener "{1}"\u306B\u306F\u3001\u30D7\u30EA\u30F3\u30B7\u30D1\u30EB\u540D"{2}"\u3092\u4F7F\u7528\u3057\u3066\u69CB\u6210\u3055\u308C\u305Frun-as\u30E6\u30FC\u30B6\u30FC\u304C\u5B58\u5728\u3057\u307E\u3059\u304C\u3001\u305D\u306E\u540D\u524D\u306E\u30D7\u30EA\u30F3\u30B7\u30D1\u30EB\u304C\u3001\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3092\u5B9F\u884C\u3059\u308B\u30E6\u30FC\u30B6\u30FC\u3088\u308A\u3082\u9AD8\u3044\u6A29\u9650\u3092\u6301\u3063\u3066\u3044\u307E\u3059\u3002\u305D\u306E\u7D50\u679C\u3001\u3053\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30E6\u30FC\u30B6\u30FC\u306F\u73FE\u5728\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3002\u7BA1\u7406\u6A29\u9650\u3092\u6301\u3064\u30E6\u30FC\u30B6\u30FC\u3067\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String puName
160206=OpenJPA\u6C38\u7D9A\u6027\u30E6\u30CB\u30C3\u30C8"{0}"\u306F\u3001WebLogic\u3067\u63D0\u4F9B\u3055\u308C\u3066\u3044\u308B\u30D0\u30FC\u30B8\u30E7\u30F3\u3067\u306F\u306A\u304F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u63D0\u4F9B\u3055\u308C\u305FOpenJPA\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002\u3053\u308C\u306F\u3001WebLogic\u3067\u306E\u6C38\u7D9A\u6027\u30E6\u30CB\u30C3\u30C8\u306E\u7D71\u5408\u306B\u5F71\u97FF\u3057\u3001\u3053\u306E\u6C38\u7D9A\u6027\u30E6\u30CB\u30C3\u30C8\u306FKodo\u6A5F\u80FD\u3092\u4F7F\u7528\u3067\u304D\u306A\u304F\u306A\u308A\u307E\u3059\u3002
## {0}: String ejbRefName, {1}: String moduleName, {2}: String applicationName
160207=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3"{2}"\u306E\u30E2\u30B8\u30E5\u30FC\u30EB"{1}"\u304B\u3089ejb-ref "{0}"\u3092\u81EA\u52D5\u8A2D\u5B9A\u3059\u308B\u3068\u304D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002ejb-ref\u3067\u306FinterfaceName\u3092\u6307\u5B9A\u3057\u3066\u3044\u307E\u305B\u3093\u304C\u3001\u30BF\u30FC\u30B2\u30C3\u30C8Bean\u306B\u8907\u6570\u306E\u30A4\u30F3\u30BF\u30D5\u30A7\u30FC\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002\u30BF\u30FC\u30B2\u30C3\u30C8\u3068\u306A\u308BEJB\u3092\u793A\u3059beanInterface\u3092ejb-ref "{0}"\u306B\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
160208=\u81EA\u52D5\u53C2\u7167\u30E9\u30A4\u30D6\u30E9\u30EA\u306B\u4F7F\u7528\u3067\u304D\u308B\u306E\u306FWAR\u30E9\u30A4\u30D6\u30E9\u30EA\u306E\u307F\u3067\u3059\u3002
160209=\u30C7\u30D7\u30ED\u30A4\u3067\u304D\u308B\u81EA\u52D5\u53C2\u7167\u30E9\u30A4\u30D6\u30E9\u30EA\u306F1\u3064\u306E\u307F\u3067\u3059\u3002
## {0}: String moduleUri
160210=\u30A8\u30E9\u30FC: moduleUri "{0}"\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
## {0}: String name, {1}: int count
160211=ExecuteQueue {0}\u304C{1}\u306E\u4FDD\u7559\u4E2D\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u3092\u7D42\u4E86\u3059\u308B\u306E\u3092\u5F85\u6A5F\u3057\u3066\u3044\u307E\u3059
## {0}: Throwable t
160212=\u3053\u308C\u306F\u4E88\u671F\u3057\u306A\u3044\u4F8B\u5916\u3067\u3059\u3002
160213=\u3053\u306E\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306B\u306F\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30B7\u30B9\u30C6\u30E0\u304C\u4F7F\u7528\u3059\u308B\u5185\u90E8\u30D5\u30A1\u30A4\u30EB\u304C\u683C\u7D0D\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306E\u5185\u5BB9\u306F\u3001\u5BFE\u5FDC\u3059\u308B\u30B5\u30FC\u30D0\u30FC\u306E\u52D5\u4F5C\u4E2D\u306F\u524A\u9664\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002\u30B5\u30FC\u30D0\u30FC\u306E\u505C\u6B62\u4E2D\u306B\u30B5\u30D6\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3092\u524A\u9664\u3059\u308B\u3068\u3001\u3053\u308C\u3089\u306E\u30B5\u30D6\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3092\u518D\u4F5C\u6210\u3059\u308B\u5FC5\u8981\u304C\u3042\u308B\u305F\u3081\u3001\u5BFE\u5FDC\u3059\u308B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u4EE5\u964D\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306F\u901F\u5EA6\u304C\u4F4E\u4E0B\u3057\u307E\u3059\u3002\u500B\u3005\u306E\u30B5\u30D6\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306F\u3001\u5BFE\u5FDC\u3059\u308B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30A2\u30F3\u30C7\u30D7\u30ED\u30A4\u6642\u306B\u524A\u9664\u3055\u308C\u307E\u3059\u3002
## {0}: String loaction
160214=\u51FA\u529B\u5834\u6240{0}\u304C\u5B58\u5728\u3057\u307E\u3059
## {0}: String moduleUri
160215=\u30A8\u30E9\u30FC: moduleUri "{0}"\u306FWeb\u30E2\u30B8\u30E5\u30FC\u30EB\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
## {0}: String appName, {1}: String eventType, {2}: Throwable t
160216=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3''{0}''\u306E\u304B\u308F\u308A\u306B\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30A4\u30D9\u30F3\u30C8{1}\u3092\u9001\u4FE1\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u3001\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## {0}: String appName, {1}: Throwable t
160217=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3''{0}''\u306E\u304B\u308F\u308A\u306B\u62D2\u5426\u53EF\u80FD\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30A4\u30D9\u30F3\u30C8\u3092\u9001\u4FE1\u3057\u3066\u3044\u308B\u3068\u304D\u306B\u3001\u4E88\u671F\u3057\u306A\u3044\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
## {0}: String appId, {1}: String moduleUri
160218=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u306E\u30E2\u30B8\u30E5\u30FC\u30EB{1}\u306B\u3064\u3044\u3066\u306F\u3001\u30D5\u30A3\u30EB\u30BF\u30FB\u30AF\u30E9\u30B9\u30FB\u30ED\u30FC\u30C0\u30FC\u306E\u69CB\u6210\u306F\u7121\u8996\u3055\u308C\u307E\u3059
## {0}: String persistenceUnitId, {1}: String provider
160219=JPA\u6C38\u7D9A\u6027\u30E6\u30CB\u30C3\u30C8{0}\u306F\u3001\u69CB\u6210\u3055\u308C\u3066\u3044\u308B\u6B21\u306E\u30C7\u30D5\u30A9\u30EB\u30C8\u6C38\u7D9A\u6027\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u4F7F\u7528\u3057\u307E\u3059: {1}
160220=\u30B3\u30F3\u30D1\u30A4\u30EB\u306F\u6B63\u5E38\u7D42\u4E86\u3057\u307E\u3057\u305F\u3002
160221=\u30BF\u30A4\u30D7java.lang.Character\u306Eenv-entry\u306Flength=0\u3067\u3057\u305F\u3002
## {0}: String stackTrace
160222=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u65B0\u3057\u3044JMS ConnectionFactory\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F: {0}\u3002
## {0}: String resourceEnvRefName
160223=\u6A19\u6E96\u306E\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u307E\u305F\u306F\u6CE8\u91C8\u5185\u306B\u5BA3\u8A00\u3055\u308C\u305Fresource-env-ref ''{0}''\u306BJNDI\u540D\u304C\u30DE\u30C3\u30D7\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002resource-env-ref\u306F\u3001weblogic\u72EC\u81EA\u306E\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u307E\u305F\u306F\u5BFE\u5FDC\u3059\u308B\u6CE8\u91C8\u306Eresource-env-description\u8981\u7D20\u3092\u4F7F\u7528\u3057\u3066\u3001JNDI\u540D\u306B\u30DE\u30C3\u30D7\u3055\u308C\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String application, {1}: Exception e
160224=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u53C2\u7167\u306E\u30AF\u30EA\u30FC\u30F3\u30FB\u30A2\u30C3\u30D7\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F: ${0} - ${1}
160225=\u65B0\u3057\u3044JPA API\u306E\u30E1\u30BD\u30C3\u30C9\u304C\u3001\u3059\u3067\u306B\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u306A\u304F\u306A\u3063\u305F\u53E4\u3044\u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u6C38\u7D9A\u6027\u30D7\u30ED\u30D0\u30A4\u30C0\u3067\u547C\u3073\u51FA\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u6E96\u62E0\u3059\u308B\u30D7\u30ED\u30D0\u30A4\u30C0\u3092\u4F7F\u7528\u3059\u308B\u3088\u3046\u306B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u66F4\u65B0\u3059\u308B\u304B\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C\u73FE\u5728\u306E\u30D7\u30ED\u30D0\u30A4\u30C0\u3067\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u306A\u3044\u30E1\u30BD\u30C3\u30C9\u3092\u547C\u3073\u51FA\u3055\u306A\u3044\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String moduleName, {1}: String fileURI
160226=\u69CB\u6210\u30D5\u30A1\u30A4\u30EB[{0}: {1}]\u3092\u7121\u8996\u3057\u307E\u3059\u3002\u3053\u306E\u30D5\u30A1\u30A4\u30EB\u3067\u306F\u3001JPA\u30D7\u30ED\u30D0\u30A4\u30C0\u3068\u3057\u3066Kodo\u3092\u4F7F\u7528\u3059\u308B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u307F\u3092\u69CB\u6210\u3067\u304D\u307E\u3059\u3002
## {0}: String unitName, {1}: String archiveID
160227="{1}"\u306E\u6C38\u7D9A\u6027\u30E6\u30CB\u30C3\u30C8"{0}"\u306FJPA\u30D7\u30ED\u30D0\u30A4\u30C0\u3068\u3057\u3066Kodo\u3092\u4F7F\u7528\u3057\u307E\u305B\u3093\u3002persistence-configuration.xml\u3067\u898B\u3064\u304B\u3063\u305F\u3053\u306E\u6C38\u7D9A\u6027\u30E6\u30CB\u30C3\u30C8\u306E\u69CB\u6210\u306F\u7121\u8996\u3055\u308C\u307E\u3059\u3002
160228=AppMerge\u306B\u3088\u308B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30DE\u30FC\u30B8\u304C\u5931\u6557\u3057\u307E\u3057\u305F\u3002AppMerge\u3092\u30B3\u30DE\u30F3\u30C9\u30E9\u30A4\u30F3\u3067\u5B9F\u884C\u3057\u3066\u3044\u308B\u5834\u5408\u3001\u8A73\u7D30\u306F\u3001-verbose\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u6307\u5B9A\u3057\u3066\u518D\u30DE\u30FC\u30B8\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u6B21\u306E\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u53C2\u7167\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String planArg
160229=\u8A08\u753B\u30D5\u30A1\u30A4\u30EB{0}\u306F\u5B58\u5728\u3057\u306A\u3044\u305F\u3081\u3001\u7121\u8996\u3057\u307E\u3059\u3002
## {0}: String fileName
160231={0}\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30BF\u30A4\u30D7\u3092\u8A8D\u8B58\u3067\u304D\u307E\u305B\u3093
## {0}: String workingDir
160230=\u4F5C\u696D\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA{0}\u304C\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F
## {0}: String name
160232={0}\u306E\u30E2\u30B8\u30E5\u30FC\u30EB\u30FB\u30BF\u30A4\u30D7\u3092\u8A8D\u8B58\u3067\u304D\u307E\u305B\u3093
## {0}: String moduleUri
160233=\u30E2\u30B8\u30E5\u30FC\u30EB\u30FB\u30BF\u30A4\u30D7{0}\u3092\u8A8D\u8B58\u3067\u304D\u307E\u305B\u3093
## {0}: String winner, {1}: String loser, {2}: String entryName
160234=\u91CD\u8907\u3059\u308B\u540D\u524D{2}\u306Eenv-entry\u304C{0}\u3068{1}\u3067\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002\u6700\u521D\u306E\u30A8\u30F3\u30C8\u30EA\u306E\u307F\u304CJNDI\u306B\u8A2D\u5B9A\u3055\u308C\u3001\u3082\u30461\u3064\u306E\u30A8\u30F3\u30C8\u30EA\u306F\u4F7F\u7528\u3055\u308C\u307E\u305B\u3093\u3002\u660E\u78BA\u306B\u3059\u308B\u305F\u3081\u306Benv-entry\u3092\u5909\u66F4\u3059\u308B\u3053\u3068\u3092\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String winner, {1}: String loser, {2}: String entryName
160235=\u91CD\u8907\u3059\u308B\u540D\u524D{2}\u306Eresource-ref\u304C{0}\u3068{1}\u3067\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002\u6700\u521D\u306E\u30A8\u30F3\u30C8\u30EA\u306E\u307F\u304CJNDI\u306B\u8A2D\u5B9A\u3055\u308C\u3001\u3082\u30461\u3064\u306E\u30A8\u30F3\u30C8\u30EA\u306F\u4F7F\u7528\u3055\u308C\u307E\u305B\u3093\u3002\u660E\u78BA\u306B\u3059\u308B\u305F\u3081\u306Bresource-ref\u3092\u5909\u66F4\u3059\u308B\u3053\u3068\u3092\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String winner, {1}: String loser, {2}: String entryName
160236=\u91CD\u8907\u3059\u308B\u540D\u524D{2}\u306Eresource-env-ref\u304C{0}\u3068{1}\u3067\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002\u6700\u521D\u306E\u30A8\u30F3\u30C8\u30EA\u306E\u307F\u304CJNDI\u306B\u8A2D\u5B9A\u3055\u308C\u3001\u3082\u30461\u3064\u306E\u30A8\u30F3\u30C8\u30EA\u306F\u4F7F\u7528\u3055\u308C\u307E\u305B\u3093\u3002\u660E\u78BA\u306B\u3059\u308B\u305F\u3081\u306Bresource-env-ref\u3092\u5909\u66F4\u3059\u308B\u3053\u3068\u3092\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String classLoader, {1}: String className, {2}: String errorMessage
160237=@HandleTypes\u306E\u5024\u306B\u3088\u3063\u3066\u6307\u5B9A\u3055\u308C\u305F\u30AF\u30E9\u30B9\u306E\u5B9F\u88C5\u30AF\u30E9\u30B9\u3092\u691C\u7D22\u3059\u308B\u969B\u3001\u30AF\u30E9\u30B9\u30FB\u30ED\u30FC\u30C0\u30FC{0}\u304C\u30AF\u30E9\u30B9{1}\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30AF\u30E9\u30B9\u30FB\u30ED\u30FC\u30C7\u30A3\u30F3\u30B0\u30FB\u30A8\u30E9\u30FC\u30FB\u30E1\u30C3\u30BB\u30FC\u30B8\u306F{2}\u3067\u3059\u3002\u30AF\u30E9\u30B9{1}\u306F@HandleTypes\u6CE8\u91C8\u306E\u51E6\u7406\u6642\u306B\u7121\u8996\u3055\u308C\u307E\u3059\u3002
## {0}: String destName
160238=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u307E\u305F\u306F\u6CE8\u91C8\u3067\u5BA3\u8A00\u3055\u308C\u305Fmessage-destination {0}\u306B\u306F\u3001\u5BFE\u5FDC\u3059\u308Bmessage-destination-descriptor\u8981\u7D20\u304Cweblogic\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u307E\u305F\u306F\u5BFE\u5FDC\u3059\u308B\u6CE8\u91C8\u306B\u3042\u308A\u307E\u305B\u3093\u3002\u306A\u304A\u3001\u5B9B\u5148\u306B\u5BFE\u3057\u3066message-destination\u306Emapped-name\u307E\u305F\u306Flookup-name\u3092\u6307\u5B9A\u3059\u308B\u3053\u3068\u3082\u3067\u304D\u307E\u3059\u3002
## {0}: String elementName, {1}: String elementValue
160239=\u74B0\u5883\u30A8\u30F3\u30C8\u30EA{0}\u304C\u7AF6\u5408\u3057\u3066\u3044\u307E\u3059\u3002\u540D\u524D\u306F{1}\u3067\u3059\u3002
## {0}: String resourceRefName
160240=\u6A19\u6E96\u306E\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u307E\u305F\u306F\u6CE8\u91C8\u5185\u306B\u5BA3\u8A00\u3055\u308C\u305Fresource-ref "{0}"\u306BJNDI\u540D\u304C\u30DE\u30C3\u30D7\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002resource-ref\u306F\u3001weblogic\u72EC\u81EA\u306E\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u307E\u305F\u306F\u5BFE\u5FDC\u3059\u308B\u6CE8\u91C8\u306Eresource-description\u8981\u7D20\u3092\u4F7F\u7528\u3057\u3066\u3001JNDI\u540D\u306B\u30DE\u30C3\u30D7\u3055\u308C\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
## {0}: String moduleName, {1}: String msg
160241=\u30A8\u30E9\u30FC: \u30E2\u30B8\u30E5\u30FC\u30EB{0}\u306E\u74B0\u5883\u30A8\u30F3\u30C8\u30EA\u306B\u691C\u8A3C\u30A8\u30E9\u30FC\u304C\u3042\u308A\u307E\u3059\u3002{1}
## {0}: String datasourceName, {1}: String interceptorName, {2}: String moduleName
160242=\u8B66\u544A: \u30A4\u30F3\u30BF\u30FC\u30BB\u30D7\u30BF{1}\u5185\u306E\u30C7\u30FC\u30BF\u30FB\u30BD\u30FC\u30B9\u5B9A\u7FA9{0}\u304C\u3001\u30E2\u30B8\u30E5\u30FC\u30EB{2}\u306EEJB\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306B\u3088\u3063\u3066\u4E0A\u66F8\u304D\u3055\u308C\u305F\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\u7121\u8996\u3057\u307E\u3059\u3002
160243=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u5916\u306B\u3042\u308B\u30B3\u30F3\u30C6\u30CA\u7BA1\u7406\u3067\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30FB\u30B9\u30B3\u30FC\u30D7\u306EEntityManager\u306B\u304A\u3044\u3066\u3001StoredProcedureQuery\u3092\u4F5C\u6210\u3059\u308BAPI\u30E1\u30BD\u30C3\u30C9\u304C\u8D77\u52D5\u3055\u308C\u3066\u3044\u307E\u3059\u304C\u3001\u3053\u306E\u30E1\u30BD\u30C3\u30C9\u306F\u307E\u3060\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002StoredProcedureQuery\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u3092\u4F5C\u6210\u3059\u308B\u524D\u306B\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u66F4\u65B0\u3057\u3066\u304B\u3089\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u958B\u59CB\u3057\u3066\u304F\u3060\u3055\u3044\u3002
## {0}: String namespace
160244=application.xml\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u306B\u5BA3\u8A00\u3055\u308C\u3066\u3044\u308B\u74B0\u5883\u30A8\u30F3\u30C8\u30EA{0}\u306B\u3001java:app\u307E\u305F\u306Fjava:global\u30CD\u30FC\u30E0\u30B9\u30DA\u30FC\u30B9\u306BJNDI\u540D\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
## {0}: String namespace
160245=\u6307\u5B9A\u3057\u305Fenv-entry\u8981\u7D20{0}\u306B\u5BFE\u3057\u3066env-entry-value\u8981\u7D20\u3068lookup-name\u8981\u7D20\u306E\u4E21\u65B9\u3092\u6307\u5B9A\u3057\u305F\u3053\u3068\u306B\u3088\u308B\u30A8\u30E9\u30FC\u3067\u3059\u3002
## {0}: String injectionTargetClass, {1}: String injectionTargetName
160246=\u8B66\u544A: \u540C\u3058\u30BF\u30FC\u30B2\u30C3\u30C8\u30FB\u30AF\u30E9\u30B9{0}\u3068\u30BF\u30FC\u30B2\u30C3\u30C8\u540D{1}\u3078\u306E2\u3064\u306E\u30EA\u30BD\u30FC\u30B9\u306E\u6CE8\u5165\u3092\u30EA\u30AF\u30A8\u30B9\u30C8\u3057\u305F\u3053\u3068\u306B\u3088\u308B\u30A8\u30E9\u30FC\u3067\u3059\u3002
## {0}: String message
160247=\u8B66\u544A: \u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30FB\u30C7\u30A3\u30B9\u30AF\u30EA\u30D7\u30BF\u306E\u30EC\u30EB\u30E0\u540D: {0}\u3092\u7121\u8996\u3057\u307E\u3059\u3002
## {0}: String uri, {1}: String stacktrace
160248=\u30AF\u30E9\u30B9\u30FB\u30D5\u30A1\u30A4\u30EB: {0}\u3092\u89E3\u6790\u3067\u304D\u307E\u305B\u3093\u3002{1}
## {0}: String persistenceUnitId
160249=\u3053\u308C\u306F\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3067\u306F\u306A\u304F\u30B5\u30FC\u30D0\u30FC\u306E\u8D77\u52D5\u306E\u307F\u3067\u3042\u308B\u305F\u3081\u3001\u95A2\u9023\u3059\u308B\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3057\u3066\u3001\u6C38\u7D9A\u6027\u30E6\u30CB\u30C3\u30C8{0}\u306E\u30B9\u30AD\u30FC\u30DE\u751F\u6210\u30A2\u30AF\u30B7\u30E7\u30F3\u3092\u30B9\u30AD\u30C3\u30D7\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String name
160250=\u767B\u9332\u3055\u308C\u3066\u3044\u308BDeploymentFactory\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3067\u3001\u30AF\u30E9\u30B9\u540D{0}\u306EComponentMBeanFactory\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30EA\u30D5\u30EC\u30AF\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u4F5C\u6210\u3057\u3066\u3044\u307E\u3059\u3002
## {0}: String name, {1}: Exception e
160251=\u4F8B\u5916{1}\u306E\u305F\u3081\u306B\u3001\u30AF\u30E9\u30B9\u540D{0}\u306EComponentMBeanFactory\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306E\u4F5C\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F
## {0}: String details RuntimeException e
160252=\u6B21\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u77DB\u76FE\u3092{0}\u306B\u4FEE\u6B63\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30B3\u30FC\u30C9\u30FB\u30D1\u30B9: {1}
## {0}: String details
160253={0}
## {0}: String fileName, {1}: String exceptionMessage, {2}: String exceptionType
160254=\u6B21\u306E\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u4F8B\u5916{2}\u306E\u305F\u3081\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30D5\u30A1\u30A4\u30EB{0}\u304B\u3089\u8AAD\u307F\u53D6\u308C\u307E\u305B\u3093: {1}
## {0}: String fileName, {1}: String exceptionMessage
160255=\u6B21\u306E\u4F8B\u5916\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u305F\u3081\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30D5\u30A1\u30A4\u30EB{0}\u306B\u66F8\u304D\u8FBC\u3081\u307E\u305B\u3093: {1}
## {0}: String fileName, {1}: String streamType, {2}: String exceptionMessage
160256=\u6B21\u306E\u4F8B\u5916\u30E1\u30C3\u30BB\u30FC\u30B8\u306E\u305F\u3081\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30AD\u30E3\u30C3\u30B7\u30E5\u30FB\u30D5\u30A1\u30A4\u30EB{0}\u3078\u306E{1}\u30AA\u30D6\u30B8\u30A7\u30AF\u30C8\u30FB\u30B9\u30C8\u30EA\u30FC\u30E0\u3092\u30AF\u30ED\u30FC\u30BA\u3067\u304D\u307E\u305B\u3093: {2}
## {0}: String appName, {1}: String existingType, {2}: String existingDomain
160257={1}\u3067"{2}"\u3068\u3044\u3046\u540D\u524D\u304C\u3059\u3067\u306B\u4F7F\u7528\u3055\u308C\u3066\u3044\u308B\u305F\u3081\u3001\u540D\u524D"{0}"\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C\u30C7\u30D7\u30ED\u30A4\u3067\u304D\u307E\u305B\u3093\u3002
## {0}: String path
160258=\u30DE\u30EB\u30C1\u30D0\u30FC\u30B8\u30E7\u30F3\u30FB\u30D5\u30A1\u30A4\u30EB{0}\u306F\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u3068\u898B\u8FBC\u307E\u308C\u307E\u3059
## {0}: String path, {1}: String parentPath
160259=\u30D0\u30FC\u30B8\u30E7\u30F3\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA{0}\u306F\u3001\u30C9\u30C3\u30C8\u533A\u5207\u308A10\u9032\u5F62\u5F0F\u3067\u6307\u5B9A\u3055\u308C\u308B\u3068\u898B\u8FBC\u307E\u308C\u307E\u3059
## {0}: String path
160260=\u30DE\u30EB\u30C1\u30D0\u30FC\u30B8\u30E7\u30F3\u30FB\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA{0}\u3067\u6709\u52B9\u306A\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
## {0}: String appId, {1}: String path, {2}: Exception e
160261=MultiVersionFormat\u3067\u3042\u308B\u3068\u30DE\u30FC\u30AF\u3055\u308C\u305F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3{0}\u3067\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306F\u3001{1}\u306B\u3042\u308A\u307E\u3059\u3002\u4F8B\u5916\u306F\u3001{2}\u3067\u3059
## {0}: String hashVersion
160262=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u306F"{0}"\u3067\u3059
## {0}: String files
160263=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30FB\u30CF\u30C3\u30B7\u30E5\u306B\u542B\u307E\u308C\u308B\u30D5\u30A1\u30A4\u30EB\u306F{0}\u3067\u3059
